{
  "module_number": 13,
  "title": "History of Modern Europe",
  "pdf_source": "compressed_History of Modern Europe Teacher Guide PDF.pdf",
  "quarter": "Q2",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "1.3 million",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "4. Summarize Draw a chart and use your notes to",
        "vote. Have students research why the opposed Brexit. Students should provide",
        "summarize the effect that the Cold War, end of the",
        "Brexit vote was held, the reasons people reasons and data to support their",
        "Cold War, and formation of the European Union",
        "supported or opposed leaving the EU, responses. Invite volunteers to share",
        "had on the different regions of Europe. Write",
        "and how the results of the Brexit vote their paragraphs with the class.",
        "a sentence that summarizes the effect of each",
        "have affected Great Britain. *Alternative Assessment Handbook, Rubrics 7:",
        "event. Answers will vary but should demonstrate",
        "understanding of the effects of each event. 2. Then ask students to use their findings to Charts; and 30: Research",
        "create a chart to list the pros and cons of",
        "the outcome of the Brexit vote.",
        "462 Module 13, Lesson 6",
        "Online Assessment 4. Compare and Contrast How were the government and economy of",
        "the United States and the Soviet Union different?",
        "1. How was Europe divided during the Cold War?",
        "The United States is a democracy and has an economy based on",
        "between Axis and Allied countries",
        "free enterprise. The Soviet Union was a Communist country whose",
        "between capitalist and socialist countries",
        "government controlled the economy.",
        "between northern and southern countries",
        "between NATO and Warsaw Pact countries 5. Cause and Effect How did the fall of communism affect countries in",
        "Alternate Question Select the answer choice from the drop-down list Eastern Europe? Describe two ways.",
        "to complete the sentence correctly. The economies of new countries struggled since they had no market",
        "During the Cold War, countries that were part of NATO were non- economy and no strong industries. The breakup of Yugoslavia at the end",
        "Communist countries. of the Cold War resulted in civil wars and thousands of deaths.",
        "2. Which of the following was an effect of the end of the Cold War? 6. Make Inferences Why did European leaders think that a common",
        "Germany reunited. market would help prevent war?",
        "Yugoslavia reunited.",
        "Leaders hoped that by uniting countries economically, countries would",
        "The Czech Republic and Slovakia united.",
        "be more likely to cooperate on issues rather than compete, bringing",
        "Russia united with Ukraine and Lithuania.",
        "them closer together. This would make the threat of war between",
        "Alternate Question Select the answer choice from the drop-down list countries united by trade much less likely.",
        "to complete the sentence correctly.",
        "At the end of the Cold War, Germany reunified.",
        "3. Which of the following is a change brought about by the European",
        "The number of foreign workers in Europe has decreased greatly.",
        "Many European countries use the same national government.",
        "The number of refugees to Europe has decreased greatly.",
        "Many European countries use the same currency.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Countries belonging to the European Union are able to trade more",
        "easily by using the euro .",
        "History of Modern Europe 462a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 455",
        "SPECIAL NEEDS STUDENTS",
        "The United States and the Soviet Union during the Cold",
        "1. Ask students to use the library or the Internet to locate photos",
        "from the United States and the Soviet Union during the Cold War.",
        "2. Have each student select two photos—one from the United States",
        "and the other from the Soviet Union—to compare.",
        "3. Ask students to determine what the photos reveal about living",
        "in the United States and the Soviet Union at that time. Invite",
        "volunteers to share their observations with the class.",
        "*Alternative Assessment Handbook, Rubric 12: Draw Conclusions",
        "462b Module 13, Lesson 6",
        "Social Studies Skills",
        "Social Studies Skills",
        "Interpret Political Cartoons",
        "Interpret Political Cartoons",
        "Define the Skill Learn the Skill Explain to students that political cartoons are similar",
        "Political cartoons are drawings that express Examine the cartoon. Then, answer the to editorials—they are meant to express a viewpoint",
        "views on important political or social issues. The following questions to interpret its message. and to change the way the viewer sees a particular",
        "ability to interpret political cartoons will help 1. Read any title, labels, or captions to identify",
        "you understand issues and people’s attitudes issue. Tell students that political cartoonists frequently",
        "the subject of the cartoon. What information",
        "about them. does the caption for this cartoon give you? To use symbols as “shorthand” to communicate particular",
        "Political cartoons use images and words to what event does this cartoon refer? ideas. Ask students to brainstorm symbols they use",
        "convey a message about a particular event, 2. Identify the people and symbols in the car- and see in daily life that could be used in a political",
        "person, or issue in the news. Most political",
        "toon. What person is pictured in this cartoon?",
        "cartoons use symbols to represent those ideas. cartoon. For example, what does a dove usually",
        "What does the crushed hammer and sickle",
        "For example, political cartoonists often use represent? represent? peace What meaning is communicated by a",
        "Uncle Sam to represent the United States. They",
        "also use titles and captions to express their 3. What message is the cartoonist trying to skull and crossbones? death or danger A black cat? bad",
        "point of view. convey? luck Write several students’ responses on the board to",
        "help them interpret the political cartoon they select",
        "Practice the Skill",
        "for the Practice the Skill activity.",
        "Use your new skills to interpret a recent political",
        "cartoon. Locate a political cartoon that deals Answers",
        "with an issue or event that has been in the news",
        "recently. Then, answer the questions below. Learn the Skill",
        "1. What issue or event does the cartoon",
        "1. Read any title, labels, or captions to identify the",
        "subject of the cartoon. What information does",
        "2. What people or symbols are represented in",
        "the cartoon? the caption for this cartoon give you? To what",
        "3. What point is the cartoon attempting to event does this cartoon refer? name of the person",
        "Soviet leader Mikhail Gorbachev examines a broken hammer make? depicted; breakup of the Soviet Union",
        "2. Identify the people and symbols in the cartoon.",
        "What person is pictured in this cartoon? What does",
        "the crushed hammer and sickle represent? Mikhail",
        "Gorbachev; the Soviet Union",
        "3. What message is the cartoonist trying to convey?",
        "The Soviet Union broke up under the leadership of",
        "Mikhail Gorbachev.",
        "Practice the Skill",
        "1. What issue or event does the cartoon address?",
        "2. What people or symbols are represented in the",
        "History of Modern Europe 463 cartoon?",
        "3. What point is the cartoon attempting to make?",
        "Answers will vary depending on the political cartoon the",
        "student selects.",
        "History of Modern Europe 463",
        "Module 13 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Match the words or names with their definitions or descriptions.",
        "Match the words or names with their definitions or 1. arms race 6. nationalism",
        "descriptions. 2. Enlightenment 7. circumnavigate",
        "a. arms race f. nationalism 3. Axis Powers 8. strategy",
        "b. Enlightenment g. circumnavigate 4. dictator 9. Treaty of Versailles",
        "c. Axis Powers h. strategy 5. suffragettes 10. trench warfare",
        "d. dictator i. Treaty of Versailles a. a powerful ruler who exerts complete control and often rules by force",
        "e. suffragettes j. trench warfare b. a period during which people used reason to examine society and politics",
        "c. a style of fighting in which each side fights from deep ditches dug into the ground",
        "1. a powerful ruler who exerts complete control and often d. British women who campaigned for the right to vote",
        "rules by force d e. a plan for fighting a battle or war",
        "2. a period during which people used reason to examine f. Magellan led a voyage that was the first to do this to Earth",
        "society and politics b g. the alliance of Germany, Italy, and Japan in World War II",
        "3. a style of fighting in which each side fights from deep h. devotion and loyalty to one’s country",
        "ditches dug into the ground j i. a competition between countries for superior weapons",
        "j. its harsh terms ended World War I and led to World War II",
        "4. British women who campaigned for the right to vote e",
        "5. a plan for fighting a battle or war h",
        "6. Magellan led a voyage that was the first to do this to Comprehension and Critical Thinking",
        "Earth g Lesson 1 Lesson 3",
        "7. the alliance of Germany, Italy, and Japan in World War II 11. a. Identify What did Christopher Columbus 13. a. Recall In which country did the Indus-",
        "and Ferdinand Magellan achieve? trial Revolution start?",
        "b. Identify Cause and Effect How did the b. Identify Cause and Effect How did",
        "8. devotion and loyalty to one’s country f Scientific Revolution help contribute to industrial growth lead to improvements",
        "9. a competition between countries for superior weapons the Age of Exploration? in society?",
        "c. Elaborate How did European coloniza- c. Evaluate Which Industrial Revolution",
        "tion of the Americas affect European invention do you think was most signifi-",
        "10. its harsh terms ended World War I and led to World society? cant? Why?",
        "Lesson 2 Lesson 4",
        "12. a. Recall What three goals did the Enlight- 14. a. Recall What causes led to the outbreak",
        "Comprehension and Critical Thinking enment thinkers believe the use of reason of World War I?",
        "could achieve? b. Draw Conclusions How did the U.S.",
        "LESSON 1 b. Compare What ideas did John Locke entry into World War I affect the war’s",
        "11. a. Identify What did Christopher Columbus and and Jean-Jacques Rousseau share? outcome?",
        "Ferdinand Magellan achieve? Columbus was the first c. Elaborate How did the English Bill of c. Elaborate Why do you think World War I",
        "Rights and the Declaration of the Rights led to revolutions in some countries?",
        "European to discover the Americas; Magellan’s crew of Man and of the Citizen change the",
        "circumnavigated the world. power of monarchs?",
        "b. Identify Cause and Effect How did the Scientific",
        "Revolution help contribute to the Age of",
        "Exploration? provided navigation tools and better",
        "ships, enabling European explorers to make longer,",
        "Write a Compare-and-Contrast Essay Using the",
        "safer voyages ONLINE DOCUMENT-BASED",
        "exhibits in Part 1 and your knowledge of the history",
        "c. Elaborate How did European colonization of the INVESTIGATION",
        "of modern Europe, write a compare and contrast",
        "Americas affect European society? began European",
        "rivalry for colonies, made many nations rich History of Modern Europe essay that answers the following question: How",
        "have governments and the governed wielded power",
        "Have students complete and review all the DBI",
        "throughout modern European history? Think about",
        "LESSON 2 activities in Part 1.",
        "how those in power used it, and about how those",
        "12. a. Recall What three goals did the Enlightenment Use this Compare/Contrast essay rubric to score without power adapted to or resisted the powerful.",
        "thinkers believe the use of reason could achieve? students' work in Part 2. Be sure to discuss how the consequences of their",
        "knowledge, freedom, happiness",
        "RUBRIC Students’ essays should actions influenced history, and cite specific evidence",
        "b. Compare What ideas did John Locke and Jean-",
        "• identify similarities and differences from at least three sources in your response.",
        "Jacques Rousseau share? People can change rulers if",
        "appropriate to the topic",
        "laws do not protect rights.",
        "• attempt comparisons from parallel",
        "c. Elaborate How did the English Bill of Rights and the",
        "categories of items",
        "Declaration of the Rights of Man and of the Citizen",
        "• cite at least three sources of appropriate",
        "change the power of monarchs? weakened the power text evidence from Part 1 in support of",
        "of monarchs by giving more power to Parliament and their comparisons",
        "protecting the rights of citizens • be organized into a distinct introduction,",
        "a main body consisting of several",
        "paragraphs, and a conclusion that sums",
        "up the main points.",
        "Module 13 Assessment, continued",
        "Lesson 5 13. a. Recall In which country did the Industrial",
        "15. a. Identify What two alliances fought in Revolution start? Great Britain",
        "World War II? What countries belonged to",
        "b. Identify Cause and Effect How did industrial",
        "b. Compare In what ways were Joseph growth lead to improvements in society? goods",
        "Stalin, Benito Mussolini, and Adolf Hitler cheaper; inventions made life easier; more people",
        "joined middle class; development of capitalism",
        "c. Elaborate In your opinion, how were the",
        "Allies able to win World War II? c. Evaluate Which Industrial Revolution invention do",
        "Lesson 6 you think was most significant? Why? Answers will",
        "16. a. Identify Into what alliances was Europe vary but should use information from the module.",
        "divided during the Cold War?",
        "b. Analyze How did the Cold War come to Map Activity",
        "an end? LESSON 4",
        "23. Europe, 1989 On a separate sheet of",
        "c. Predict Do you think that the European 14. a. Recall What causes led to the outbreak of World",
        "paper, match the letters on the map with",
        "Union will hurt or help Europe? Explain.",
        "their correct labels. War I? nationalism; competition for land, power,",
        "Reading Skills Berlin Poland West Germany and resources; alliances; assassination of Archduke",
        "London Moscow Yugoslavia",
        "Use Context Clues—Contrast Use the Reading Paris Ferdinand",
        "Skills taught in this module to complete the b. Draw Conclusions How did the U.S. entry into",
        "following activity.",
        "World War I affect the war’s outcome? Allied Powers",
        "Use context clues to determine the meaning of",
        "had renewed energy.",
        "the underlined words in the sentences below.",
        "c. Elaborate Why do you think World War I led",
        "17. During World War II, people who aided Jews",
        "to revolutions in some countries? People were",
        "were often detained rather than set free.",
        "dissatisfied with their ruined countries and the many",
        "18. Many celebrations at the end of the Cold",
        "deaths and wanted new leadership.",
        "War were frenzied, not calm and orderly.",
        "19. European dictators who rose to power were",
        "ruthless as opposed to kind.",
        "Focus on Writing 15. a. Identify What two alliances fought in World War",
        "Social Studies Skills 24. Write a Diary Entry Imagine you are a II? What countries belonged to each? Axis Powers—",
        "Interpret Political Cartoons Examine the person who has witnessed the events of the Germany, Italy, Japan, and other countries; Allies—",
        "political cartoon, then answer the following 20th century. Review your notes to organize",
        "Soviet Union, Great Britain, United States, France, and",
        "questions. the diary of your imaginary person. Divide",
        "your diary into three periods—World War I, other countries",
        "20. What event does the cartoon depict? World War II, and 1945–today. Describe the b. Compare In what ways were Joseph Stalin, Benito",
        "events your imaginary person experienced",
        "21. What symbols does the cartoon use? To from his or her point of view. Remember to Mussolini, and Adolf Hitler similar? They were all",
        "what do those symbols refer? describe his or her thoughts and feelings dictators.",
        "about each event.",
        "c. Elaborate In your opinion, how were the Allies able",
        "22. What point is the artist trying to make?",
        "to win World War II? Possible answers: U.S. and Britain",
        "History of Modern Europe 465 forced Mussolini to surrender; Allies defeated Japan in",
        "key battles; Soviets forced Germany to retreat; Allies",
        "advanced on Germany with D-Day invasion",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "essay should include specific details about about LESSON 6",
        "Has Modern Europe’s influence on events or movements in modern Europe and how 16. a. Identify Into what alliances was Europe divided",
        "the rest of the world been positive they affected the rest of the world. Be sure to cite during the Cold War? Western—non-Communist, loyal",
        "or negative? evidence to support your point and organize your to U.S.; Eastern—Communist, loyal to Soviet Union",
        "essay into an introduction, body, and conclusion. b. Analyze How did the Cold War come to an end?",
        "RUBRIC Students’ essays should: Possible answer: The U.S. helped Western Europe",
        "• respond to the Essential Question with a Alternative Activity Instead of writing essays, prosper, while Eastern Europe struggled. Soviet leader",
        "specific position address the Essential Question through activities Gorbachev worked with U.S. president Reagan to",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia slow the arms race. Other reforms in the Soviet Union",
        "presentations, or writing journal entries. See the led to democratic movements, which resulted in new",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of countries forming and the breakup of the Soviet Union.",
        "project rubrics. c. Predict Do you think that the European Union will",
        "• identify key people, events, and/or turning",
        "hurt or help Europe? Explain. Possible answers: help—",
        "points that demonstrate understanding of",
        "develop a good sense of community among nations,",
        "the module content",
        "strengthen the economies of the member nations, bring",
        "• be organized into a distinct introduction,",
        "main body, and conclusion cooperation and peace to Europe, protect common",
        "good through international rules and laws; hurt—",
        "nations may become too dependent on one another;",
        "EU limits government roles",
        "History of Modern Europe 465",
        "Print Assessment (continued) Online Assessment",
        "1. Drag the answer choice into the box next to each description.",
        "Use Context Clues—Contrast Use the Reading Skills taught in this module to scientist who contributed to math and physics Isaac Newton",
        "complete the following activity. scientist who wrote that Earth orbited the sun Galileo",
        "explorer who navigated a voyage around the",
        "Use context clues to determine the meaning of the underlined words in the Ferdinard Magellan",
        "sentences below.",
        "explorer whose voyages for Spain started the",
        "Christopher Columbus",
        "17. During World War II, people who aided Jews were often detained rather than European exploration of the Americas",
        "set free. Detained means the opposite of set free. Portuguese leader who founded a navigation",
        "school and sponsored voyages along the African Prince Henry",
        "18. Many celebrations at the end of the Cold War were frenzied, not calm and",
        "orderly. Frenzied means the opposite of calm and orderly.",
        "19. European dictators who rose to power were ruthless as opposed to kind.",
        "2. Which of the following was a main goal of the Spanish in exploring the",
        "Ruthless means the opposite of kind. Americas?",
        "gaining gold and silver",
        "Social Studies Skills",
        "establishing plantations",
        "Interpret Political Cartoons Examine the political cartoon, then answer the trapping valuable animals",
        "following questions. enslaving the native populations",
        "20. What event does the cartoon depict? the D-Day invasion of Normandy, France 3. Which of the following were effects of the Columbian Exchange?",
        "21. What symbols does the cartoon use? To what do those symbols refer? Adolf Select the two correct answers.",
        "Hitler—Axis Powers; tanks, airplanes, and bombs—planned invasion; giant Horses were introduced to Europe.",
        "wave—overwhelming military siege by the Allies Europeans converted to new religions.",
        "22. What point is the artist trying to make? Possible answer: The Allies had more Eating habits around the world changed.",
        "capacity to produce weapons than the Axis Powers, and that capacity proved New technologies were used throughout the world.",
        "decisive in the conflict.",
        "Native Americans became sick from measles and smallpox.",
        "Map Activity 4. Drag the answer choice into the box next to each description.",
        "23. Europe, 1989 On a separate sheet of paper, match the letters on the map document that made taxes fairer and guaranteed Declaration of the Rights of",
        "rights of speech, press, and religion Man and of the Citizen",
        "with their correct labels.",
        "document limiting the power of the English",
        "Berlin D Poland E West Germany C monarch and establishing the right to trial by jury",
        "London A Moscow G Yugoslavia F Paris B document outlawing cruel and unusual",
        "punishment and listing rights for English",
        "Focus on Writing English Bill of Rights",
        "Parliament including the power to pass laws",
        "24. Write a Diary Entry Imagine you are a person who has witnessed the and raise taxes",
        "events of the 20th century. Review your notes to organize the diary of document that used ideas of Locke and Rousseau",
        "about government and natural rights to",
        "your imaginary person. Divide your diary into three periods—World War I, Declaration of Independence",
        "announce the break between Great Britain and",
        "World War II, and 1945–today. Describe the events your imaginary person",
        "13 of its colonies",
        "experienced from his or her point of view. Remember to describe his or her",
        "thoughts and feelings about each event. 5. Which of the following characterized the Enlightenment?",
        "obeying a monarch’s rule",
        "RUBRIC: Students’ diary entries should:",
        "• describe three different time periods revolting against democracies",
        "• include thoughts and feelings using reason to improve society",
        "• be from the point of view of someone experiencing the time period applying religion to everyday life",
        "6. Why was Napoleon important in history?",
        "His military ideas still influence political thought today.",
        "His democratic ideas spread across Europe.",
        "His armies conquered much of Europe.",
        "His family still rules France today.",
        "7. Why did the Industrial Revolution start in Great Britain?",
        "Great Britain had all of the factors of production.",
        "Great Britain had the strongest military in the world.",
        "Great Britain needed jobs for its expanding population.",
        "Great Britain needed markets for its manufactured goods.",
        "8. Drag the answer choice into the box next to each description. 13. Drag the name of the dictator into the box next to his description.",
        "machine used to power most factories water frame German dictator Adolf Hitler",
        "used to send messages over a long distance telegraph Italian dictator Benito Mussolini",
        "used to convert iron inexpensively into a stronger Soviet dictator Joseph Stalin",
        "Bessemer steel process",
        "machine that could produce dozens of threads at one 14. How did Germany take over so much territory so quickly at the beginning of",
        "by bombing capital cities",
        "9. Select the correct button in the table to show whether each statement was a",
        "by using the Luftwaffe to attack foreign ships",
        "positive or negative effect of the Industrial Revolution.",
        "by seizing control of train depots",
        "Positive Negative by using the blitzkrieg to overpower opposing forces",
        "15. What was the Holocaust?",
        "Many workers stayed poor.",
        "the inflation of German currency",
        "Workers lived in cramped, unsafe apartments. the mass execution of 6 million Jews",
        "the Allied invasion of Normandy, France",
        "Cities became dirty, noisy, crowded, and disease-filled. the dropping of the atomic bomb on Japan",
        "Manufactured goods became cheaper and more 16. Drag the answer choice into the boxes to complete the sentence correctly.",
        "The Cold War divided European countries into Communist countries",
        "More people joined the middle class by becoming",
        "belonging to the Warsaw Pact and non-Communist countries belonging",
        "10. Drag the answer choice into the box next to each description. 17. How was Yugoslavia affected by the end of the Cold War?",
        "It unified with neighboring countries.",
        "the competition between countries for colonies imperialism",
        "Different ethnic groups fought civil wars to control territory.",
        "the desire of different ethnic groups to have an",
        "independent nation-state nationalism It split into a confederation of nation-states.",
        "the splitting of major European countries into two rival Ethnic groups separated peacefully into different nation-states.",
        "groups of countries",
        "18. What is the purpose of the European Union?",
        "the competition between countries to have the strongest",
        "militarism to unite former Communist countries with other European countries",
        "armies and navies",
        "to generate European economic growth and compete with former",
        "Communist countries",
        "11. Which of the following was an effect of World War I?",
        "to unite different European countries under one government",
        "Austria-Hungary paid for war damages.",
        "to promote political and economic cooperation between European",
        "A Communist government came to power in Russia.",
        "Serbia accepted responsibility for causing the war.",
        "A Communist government came to power in Germany.",
        "12. Drag the name of each new country created at the end of World War I into the",
        "correct location on the map.",
        "History of Modern Europe 465b",
        "Online Multimedia",
        "In this Multimedia Connection, students will learn",
        "about World War I. They will watch and discuss",
        "short video clips about the American home front,",
        "new military weapons and technology, and how",
        "soldiers’ letters home told the story of the war.",
        "When U.S. troops arrived in Europe in 1917 to fight the many emotions they felt on the battlefield: confusion",
        "in World War I, the war had been dragging on for about their surroundings, fear for their own safety,",
        "nearly three years. The American soldiers suddenly concern for friends and loved ones, and hope that the war",
        "found themselves in the midst of chaos. Each day, they would soon be over.",
        "faced the threats of machine-gun fire, poison gas, and Explore World War I online through the eyes of",
        "aerial attacks. Still, the arrival of American reinforcements the soldiers who fought in it. You can find a wealth of",
        "had sparked a new zeal among the Allies, who believed information, video clips, primary sources, activities, and",
        "the new forces could finally turn the tide in their favor. The more through your online textbook.",
        "letters soldiers wrote to their families back home reveal",
        "M U L T I M E D I A C O N N E C TTT III OOO NNN SSS",
        "MULTIMEDIA CONNECTIONS",
        "MMM UUU LLL TTT III MMM EEE DDD III AAA CCC OOO NNN NNN EEE CCC TTT III OOO NNN SSS",
        "465MC1 MULTIMEDIA CONNECTIONS",
        "465MC1 Multimedia Connections",
        "Go online to view these and",
        "“I have been on every other HISTORY® resources.",
        "front in France. You",
        "can’t imagine how torn",
        "up this country really is.",
        "Every where there are",
        "wire entanglements and",
        "trenches and dugouts. Over There",
        "Watch the video to learn about the experiences of",
        "Even out of the war zone American soldiers on the way to Europe and upon",
        "there are entanglements",
        "and dugouts to protect the",
        "civilians from air raids.”",
        "—Corp. Albert Smith, U.S. soldier",
        "Letter from France",
        "War on the Western Front",
        "Read the document to learn about one",
        "soldier’s observations of wartime life. Watch the video to hear one soldier’s vivid account",
        "of battle and its aftermath.",
        "Watch the video to experience soldiers’ reactions",
        "to the news that the war was finally over.",
        "LETTERS FROM WORLD WAR I 465MC2",
        "Letters From World War I 465MC2"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "1.3 million",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "4. Summarize Draw a chart and use your notes to",
        "vote. Have students research why the opposed Brexit. Students should provide",
        "summarize the effect that the Cold War, end of the",
        "Brexit vote was held, the reasons people reasons and data to support their",
        "Cold War, and formation of the European Union",
        "supported or opposed leaving the EU, responses. Invite volunteers to share",
        "had on the different regions of Europe. Write",
        "and how the results of the Brexit vote their paragraphs with the class.",
        "a sentence that summarizes the effect of each",
        "have affected Great Britain. *Alternative Assessment Handbook, Rubrics 7:",
        "event. Answers will vary but should demonstrate",
        "understanding of the effects of each event. 2. Then ask students to use their findings to Charts; and 30: Research",
        "create a chart to list the pros and cons of",
        "the outcome of the Brexit vote.",
        "462 Module 13, Lesson 6",
        "Online Assessment 4. Compare and Contrast How were the government and economy of",
        "the United States and the Soviet Union different?",
        "1. How was Europe divided during the Cold War?",
        "The United States is a democracy and has an economy based on",
        "between Axis and Allied countries",
        "free enterprise. The Soviet Union was a Communist country whose",
        "between capitalist and socialist countries",
        "government controlled the economy.",
        "between northern and southern countries",
        "between NATO and Warsaw Pact countries 5. Cause and Effect How did the fall of communism affect countries in",
        "Alternate Question Select the answer choice from the drop-down list Eastern Europe? Describe two ways.",
        "to complete the sentence correctly. The economies of new countries struggled since they had no market",
        "During the Cold War, countries that were part of NATO were non- economy and no strong industries. The breakup of Yugoslavia at the end",
        "Communist countries. of the Cold War resulted in civil wars and thousands of deaths.",
        "2. Which of the following was an effect of the end of the Cold War? 6. Make Inferences Why did European leaders think that a common",
        "Germany reunited. market would help prevent war?",
        "Yugoslavia reunited.",
        "Leaders hoped that by uniting countries economically, countries would",
        "The Czech Republic and Slovakia united.",
        "be more likely to cooperate on issues rather than compete, bringing",
        "Russia united with Ukraine and Lithuania.",
        "them closer together. This would make the threat of war between",
        "Alternate Question Select the answer choice from the drop-down list countries united by trade much less likely.",
        "to complete the sentence correctly.",
        "At the end of the Cold War, Germany reunified.",
        "3. Which of the following is a change brought about by the European",
        "The number of foreign workers in Europe has decreased greatly.",
        "Many European countries use the same national government.",
        "The number of refugees to Europe has decreased greatly.",
        "Many European countries use the same currency.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Countries belonging to the European Union are able to trade more",
        "easily by using the euro .",
        "History of Modern Europe 462a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 455",
        "SPECIAL NEEDS STUDENTS",
        "The United States and the Soviet Union during the Cold",
        "1. Ask students to use the library or the Internet to locate photos",
        "from the United States and the Soviet Union during the Cold War.",
        "2. Have each student select two photos—one from the United States",
        "and the other from the Soviet Union—to compare.",
        "3. Ask students to determine what the photos reveal about living",
        "in the United States and the Soviet Union at that time. Invite",
        "volunteers to share their observations with the class.",
        "*Alternative Assessment Handbook, Rubric 12: Draw Conclusions",
        "462b Module 13, Lesson 6",
        "Social Studies Skills",
        "Social Studies Skills",
        "Interpret Political Cartoons",
        "Interpret Political Cartoons",
        "Define the Skill Learn the Skill Explain to students that political cartoons are similar",
        "Political cartoons are drawings that express Examine the cartoon. Then, answer the to editorials—they are meant to express a viewpoint",
        "views on important political or social issues. The following questions to interpret its message. and to change the way the viewer sees a particular",
        "ability to interpret political cartoons will help 1. Read any title, labels, or captions to identify",
        "you understand issues and people’s attitudes issue. Tell students that political cartoonists frequently",
        "the subject of the cartoon. What information",
        "about them. does the caption for this cartoon give you? To use symbols as “shorthand” to communicate particular",
        "Political cartoons use images and words to what event does this cartoon refer? ideas. Ask students to brainstorm symbols they use",
        "convey a message about a particular event, 2. Identify the people and symbols in the car- and see in daily life that could be used in a political",
        "person, or issue in the news. Most political",
        "toon. What person is pictured in this cartoon?",
        "cartoons use symbols to represent those ideas. cartoon. For example, what does a dove usually",
        "What does the crushed hammer and sickle",
        "For example, political cartoonists often use represent? represent? peace What meaning is communicated by a",
        "Uncle Sam to represent the United States. They",
        "also use titles and captions to express their 3. What message is the cartoonist trying to skull and crossbones? death or danger A black cat? bad",
        "point of view. convey? luck Write several students’ responses on the board to",
        "help them interpret the political cartoon they select",
        "Practice the Skill",
        "for the Practice the Skill activity.",
        "Use your new skills to interpret a recent political",
        "cartoon. Locate a political cartoon that deals Answers",
        "with an issue or event that has been in the news",
        "recently. Then, answer the questions below. Learn the Skill",
        "1. What issue or event does the cartoon",
        "1. Read any title, labels, or captions to identify the",
        "subject of the cartoon. What information does",
        "2. What people or symbols are represented in",
        "the cartoon? the caption for this cartoon give you? To what",
        "3. What point is the cartoon attempting to event does this cartoon refer? name of the person",
        "Soviet leader Mikhail Gorbachev examines a broken hammer make? depicted; breakup of the Soviet Union",
        "2. Identify the people and symbols in the cartoon.",
        "What person is pictured in this cartoon? What does",
        "the crushed hammer and sickle represent? Mikhail",
        "Gorbachev; the Soviet Union",
        "3. What message is the cartoonist trying to convey?",
        "The Soviet Union broke up under the leadership of",
        "Mikhail Gorbachev.",
        "Practice the Skill",
        "1. What issue or event does the cartoon address?",
        "2. What people or symbols are represented in the",
        "History of Modern Europe 463 cartoon?",
        "3. What point is the cartoon attempting to make?",
        "Answers will vary depending on the political cartoon the",
        "student selects.",
        "History of Modern Europe 463",
        "Module 13 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Match the words or names with their definitions or descriptions.",
        "Match the words or names with their definitions or 1. arms race 6. nationalism",
        "descriptions. 2. Enlightenment 7. circumnavigate",
        "a. arms race f. nationalism 3. Axis Powers 8. strategy",
        "b. Enlightenment g. circumnavigate 4. dictator 9. Treaty of Versailles",
        "c. Axis Powers h. strategy 5. suffragettes 10. trench warfare",
        "d. dictator i. Treaty of Versailles a. a powerful ruler who exerts complete control and often rules by force",
        "e. suffragettes j. trench warfare b. a period during which people used reason to examine society and politics",
        "c. a style of fighting in which each side fights from deep ditches dug into the ground",
        "1. a powerful ruler who exerts complete control and often d. British women who campaigned for the right to vote",
        "rules by force d e. a plan for fighting a battle or war",
        "2. a period during which people used reason to examine f. Magellan led a voyage that was the first to do this to Earth",
        "society and politics b g. the alliance of Germany, Italy, and Japan in World War II",
        "3. a style of fighting in which each side fights from deep h. devotion and loyalty to one’s country",
        "ditches dug into the ground j i. a competition between countries for superior weapons",
        "j. its harsh terms ended World War I and led to World War II",
        "4. British women who campaigned for the right to vote e",
        "5. a plan for fighting a battle or war h",
        "6. Magellan led a voyage that was the first to do this to Comprehension and Critical Thinking",
        "Earth g Lesson 1 Lesson 3",
        "7. the alliance of Germany, Italy, and Japan in World War II 11. a. Identify What did Christopher Columbus 13. a. Recall In which country did the Indus-",
        "and Ferdinand Magellan achieve? trial Revolution start?",
        "b. Identify Cause and Effect How did the b. Identify Cause and Effect How did",
        "8. devotion and loyalty to one’s country f Scientific Revolution help contribute to industrial growth lead to improvements",
        "9. a competition between countries for superior weapons the Age of Exploration? in society?",
        "c. Elaborate How did European coloniza- c. Evaluate Which Industrial Revolution",
        "tion of the Americas affect European invention do you think was most signifi-",
        "10. its harsh terms ended World War I and led to World society? cant? Why?",
        "Lesson 2 Lesson 4",
        "12. a. Recall What three goals did the Enlight- 14. a. Recall What causes led to the outbreak",
        "Comprehension and Critical Thinking enment thinkers believe the use of reason of World War I?",
        "could achieve? b. Draw Conclusions How did the U.S.",
        "LESSON 1 b. Compare What ideas did John Locke entry into World War I affect the war’s",
        "11. a. Identify What did Christopher Columbus and and Jean-Jacques Rousseau share? outcome?",
        "Ferdinand Magellan achieve? Columbus was the first c. Elaborate How did the English Bill of c. Elaborate Why do you think World War I",
        "Rights and the Declaration of the Rights led to revolutions in some countries?",
        "European to discover the Americas; Magellan’s crew of Man and of the Citizen change the",
        "circumnavigated the world. power of monarchs?",
        "b. Identify Cause and Effect How did the Scientific",
        "Revolution help contribute to the Age of",
        "Exploration? provided navigation tools and better",
        "ships, enabling European explorers to make longer,",
        "Write a Compare-and-Contrast Essay Using the",
        "safer voyages ONLINE DOCUMENT-BASED",
        "exhibits in Part 1 and your knowledge of the history",
        "c. Elaborate How did European colonization of the INVESTIGATION",
        "of modern Europe, write a compare and contrast",
        "Americas affect European society? began European",
        "rivalry for colonies, made many nations rich History of Modern Europe essay that answers the following question: How",
        "have governments and the governed wielded power",
        "Have students complete and review all the DBI",
        "throughout modern European history? Think about",
        "LESSON 2 activities in Part 1.",
        "how those in power used it, and about how those",
        "12. a. Recall What three goals did the Enlightenment Use this Compare/Contrast essay rubric to score without power adapted to or resisted the powerful.",
        "thinkers believe the use of reason could achieve? students' work in Part 2. Be sure to discuss how the consequences of their",
        "knowledge, freedom, happiness",
        "RUBRIC Students’ essays should actions influenced history, and cite specific evidence",
        "b. Compare What ideas did John Locke and Jean-",
        "• identify similarities and differences from at least three sources in your response.",
        "Jacques Rousseau share? People can change rulers if",
        "appropriate to the topic",
        "laws do not protect rights.",
        "• attempt comparisons from parallel",
        "c. Elaborate How did the English Bill of Rights and the",
        "categories of items",
        "Declaration of the Rights of Man and of the Citizen",
        "• cite at least three sources of appropriate",
        "change the power of monarchs? weakened the power text evidence from Part 1 in support of",
        "of monarchs by giving more power to Parliament and their comparisons",
        "protecting the rights of citizens • be organized into a distinct introduction,",
        "a main body consisting of several",
        "paragraphs, and a conclusion that sums",
        "up the main points.",
        "Module 13 Assessment, continued",
        "Lesson 5 13. a. Recall In which country did the Industrial",
        "15. a. Identify What two alliances fought in Revolution start? Great Britain",
        "World War II? What countries belonged to",
        "b. Identify Cause and Effect How did industrial",
        "b. Compare In what ways were Joseph growth lead to improvements in society? goods",
        "Stalin, Benito Mussolini, and Adolf Hitler cheaper; inventions made life easier; more people",
        "joined middle class; development of capitalism",
        "c. Elaborate In your opinion, how were the",
        "Allies able to win World War II? c. Evaluate Which Industrial Revolution invention do",
        "Lesson 6 you think was most significant? Why? Answers will",
        "16. a. Identify Into what alliances was Europe vary but should use information from the module.",
        "divided during the Cold War?",
        "b. Analyze How did the Cold War come to Map Activity",
        "an end? LESSON 4",
        "23. Europe, 1989 On a separate sheet of",
        "c. Predict Do you think that the European 14. a. Recall What causes led to the outbreak of World",
        "paper, match the letters on the map with",
        "Union will hurt or help Europe? Explain.",
        "their correct labels. War I? nationalism; competition for land, power,",
        "Reading Skills Berlin Poland West Germany and resources; alliances; assassination of Archduke",
        "London Moscow Yugoslavia",
        "Use Context Clues—Contrast Use the Reading Paris Ferdinand",
        "Skills taught in this module to complete the b. Draw Conclusions How did the U.S. entry into",
        "following activity.",
        "World War I affect the war’s outcome? Allied Powers",
        "Use context clues to determine the meaning of",
        "had renewed energy.",
        "the underlined words in the sentences below.",
        "c. Elaborate Why do you think World War I led",
        "17. During World War II, people who aided Jews",
        "to revolutions in some countries? People were",
        "were often detained rather than set free.",
        "dissatisfied with their ruined countries and the many",
        "18. Many celebrations at the end of the Cold",
        "deaths and wanted new leadership.",
        "War were frenzied, not calm and orderly.",
        "19. European dictators who rose to power were",
        "ruthless as opposed to kind.",
        "Focus on Writing 15. a. Identify What two alliances fought in World War",
        "Social Studies Skills 24. Write a Diary Entry Imagine you are a II? What countries belonged to each? Axis Powers—",
        "Interpret Political Cartoons Examine the person who has witnessed the events of the Germany, Italy, Japan, and other countries; Allies—",
        "political cartoon, then answer the following 20th century. Review your notes to organize",
        "Soviet Union, Great Britain, United States, France, and",
        "questions. the diary of your imaginary person. Divide",
        "your diary into three periods—World War I, other countries",
        "20. What event does the cartoon depict? World War II, and 1945–today. Describe the b. Compare In what ways were Joseph Stalin, Benito",
        "events your imaginary person experienced",
        "21. What symbols does the cartoon use? To from his or her point of view. Remember to Mussolini, and Adolf Hitler similar? They were all",
        "what do those symbols refer? describe his or her thoughts and feelings dictators.",
        "about each event.",
        "c. Elaborate In your opinion, how were the Allies able",
        "22. What point is the artist trying to make?",
        "to win World War II? Possible answers: U.S. and Britain",
        "History of Modern Europe 465 forced Mussolini to surrender; Allies defeated Japan in",
        "key battles; Soviets forced Germany to retreat; Allies",
        "advanced on Germany with D-Day invasion",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "essay should include specific details about about LESSON 6",
        "Has Modern Europe’s influence on events or movements in modern Europe and how 16. a. Identify Into what alliances was Europe divided",
        "the rest of the world been positive they affected the rest of the world. Be sure to cite during the Cold War? Western—non-Communist, loyal",
        "or negative? evidence to support your point and organize your to U.S.; Eastern—Communist, loyal to Soviet Union",
        "essay into an introduction, body, and conclusion. b. Analyze How did the Cold War come to an end?",
        "RUBRIC Students’ essays should: Possible answer: The U.S. helped Western Europe",
        "• respond to the Essential Question with a Alternative Activity Instead of writing essays, prosper, while Eastern Europe struggled. Soviet leader",
        "specific position address the Essential Question through activities Gorbachev worked with U.S. president Reagan to",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia slow the arms race. Other reforms in the Soviet Union",
        "presentations, or writing journal entries. See the led to democratic movements, which resulted in new",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of countries forming and the breakup of the Soviet Union.",
        "project rubrics. c. Predict Do you think that the European Union will",
        "• identify key people, events, and/or turning",
        "hurt or help Europe? Explain. Possible answers: help—",
        "points that demonstrate understanding of",
        "develop a good sense of community among nations,",
        "the module content",
        "strengthen the economies of the member nations, bring",
        "• be organized into a distinct introduction,",
        "main body, and conclusion cooperation and peace to Europe, protect common",
        "good through international rules and laws; hurt—",
        "nations may become too dependent on one another;",
        "EU limits government roles",
        "History of Modern Europe 465",
        "Print Assessment (continued) Online Assessment",
        "1. Drag the answer choice into the box next to each description.",
        "Use Context Clues—Contrast Use the Reading Skills taught in this module to scientist who contributed to math and physics Isaac Newton",
        "complete the following activity. scientist who wrote that Earth orbited the sun Galileo",
        "explorer who navigated a voyage around the",
        "Use context clues to determine the meaning of the underlined words in the Ferdinard Magellan",
        "sentences below.",
        "explorer whose voyages for Spain started the",
        "Christopher Columbus",
        "17. During World War II, people who aided Jews were often detained rather than European exploration of the Americas",
        "set free. Detained means the opposite of set free. Portuguese leader who founded a navigation",
        "school and sponsored voyages along the African Prince Henry",
        "18. Many celebrations at the end of the Cold War were frenzied, not calm and",
        "orderly. Frenzied means the opposite of calm and orderly.",
        "19. European dictators who rose to power were ruthless as opposed to kind.",
        "2. Which of the following was a main goal of the Spanish in exploring the",
        "Ruthless means the opposite of kind. Americas?",
        "gaining gold and silver",
        "Social Studies Skills",
        "establishing plantations",
        "Interpret Political Cartoons Examine the political cartoon, then answer the trapping valuable animals",
        "following questions. enslaving the native populations",
        "20. What event does the cartoon depict? the D-Day invasion of Normandy, France 3. Which of the following were effects of the Columbian Exchange?",
        "21. What symbols does the cartoon use? To what do those symbols refer? Adolf Select the two correct answers.",
        "Hitler—Axis Powers; tanks, airplanes, and bombs—planned invasion; giant Horses were introduced to Europe.",
        "wave—overwhelming military siege by the Allies Europeans converted to new religions.",
        "22. What point is the artist trying to make? Possible answer: The Allies had more Eating habits around the world changed.",
        "capacity to produce weapons than the Axis Powers, and that capacity proved New technologies were used throughout the world.",
        "decisive in the conflict.",
        "Native Americans became sick from measles and smallpox.",
        "Map Activity 4. Drag the answer choice into the box next to each description.",
        "23. Europe, 1989 On a separate sheet of paper, match the letters on the map document that made taxes fairer and guaranteed Declaration of the Rights of",
        "rights of speech, press, and religion Man and of the Citizen",
        "with their correct labels.",
        "document limiting the power of the English",
        "Berlin D Poland E West Germany C monarch and establishing the right to trial by jury",
        "London A Moscow G Yugoslavia F Paris B document outlawing cruel and unusual",
        "punishment and listing rights for English",
        "Focus on Writing English Bill of Rights",
        "Parliament including the power to pass laws",
        "24. Write a Diary Entry Imagine you are a person who has witnessed the and raise taxes",
        "events of the 20th century. Review your notes to organize the diary of document that used ideas of Locke and Rousseau",
        "about government and natural rights to",
        "your imaginary person. Divide your diary into three periods—World War I, Declaration of Independence",
        "announce the break between Great Britain and",
        "World War II, and 1945–today. Describe the events your imaginary person",
        "13 of its colonies",
        "experienced from his or her point of view. Remember to describe his or her",
        "thoughts and feelings about each event. 5. Which of the following characterized the Enlightenment?",
        "obeying a monarch’s rule",
        "RUBRIC: Students’ diary entries should:",
        "• describe three different time periods revolting against democracies",
        "• include thoughts and feelings using reason to improve society",
        "• be from the point of view of someone experiencing the time period applying religion to everyday life",
        "6. Why was Napoleon important in history?",
        "His military ideas still influence political thought today.",
        "His democratic ideas spread across Europe.",
        "His armies conquered much of Europe.",
        "His family still rules France today.",
        "7. Why did the Industrial Revolution start in Great Britain?",
        "Great Britain had all of the factors of production.",
        "Great Britain had the strongest military in the world.",
        "Great Britain needed jobs for its expanding population.",
        "Great Britain needed markets for its manufactured goods.",
        "8. Drag the answer choice into the box next to each description. 13. Drag the name of the dictator into the box next to his description.",
        "machine used to power most factories water frame German dictator Adolf Hitler",
        "used to send messages over a long distance telegraph Italian dictator Benito Mussolini",
        "used to convert iron inexpensively into a stronger Soviet dictator Joseph Stalin",
        "Bessemer steel process",
        "machine that could produce dozens of threads at one 14. How did Germany take over so much territory so quickly at the beginning of",
        "by bombing capital cities",
        "9. Select the correct button in the table to show whether each statement was a",
        "by using the Luftwaffe to attack foreign ships",
        "positive or negative effect of the Industrial Revolution.",
        "by seizing control of train depots",
        "Positive Negative by using the blitzkrieg to overpower opposing forces",
        "15. What was the Holocaust?",
        "Many workers stayed poor.",
        "the inflation of German currency",
        "Workers lived in cramped, unsafe apartments. the mass execution of 6 million Jews",
        "the Allied invasion of Normandy, France",
        "Cities became dirty, noisy, crowded, and disease-filled. the dropping of the atomic bomb on Japan",
        "Manufactured goods became cheaper and more 16. Drag the answer choice into the boxes to complete the sentence correctly.",
        "The Cold War divided European countries into Communist countries",
        "More people joined the middle class by becoming",
        "belonging to the Warsaw Pact and non-Communist countries belonging",
        "10. Drag the answer choice into the box next to each description. 17. How was Yugoslavia affected by the end of the Cold War?",
        "It unified with neighboring countries.",
        "the competition between countries for colonies imperialism",
        "Different ethnic groups fought civil wars to control territory.",
        "the desire of different ethnic groups to have an",
        "independent nation-state nationalism It split into a confederation of nation-states.",
        "the splitting of major European countries into two rival Ethnic groups separated peacefully into different nation-states.",
        "groups of countries",
        "18. What is the purpose of the European Union?",
        "the competition between countries to have the strongest",
        "militarism to unite former Communist countries with other European countries",
        "armies and navies",
        "to generate European economic growth and compete with former",
        "Communist countries",
        "11. Which of the following was an effect of World War I?",
        "to unite different European countries under one government",
        "Austria-Hungary paid for war damages.",
        "to promote political and economic cooperation between European",
        "A Communist government came to power in Russia.",
        "Serbia accepted responsibility for causing the war.",
        "A Communist government came to power in Germany.",
        "12. Drag the name of each new country created at the end of World War I into the",
        "correct location on the map.",
        "History of Modern Europe 465b",
        "Online Multimedia",
        "In this Multimedia Connection, students will learn",
        "about World War I. They will watch and discuss",
        "short video clips about the American home front,",
        "new military weapons and technology, and how",
        "soldiers’ letters home told the story of the war.",
        "When U.S. troops arrived in Europe in 1917 to fight the many emotions they felt on the battlefield: confusion",
        "in World War I, the war had been dragging on for about their surroundings, fear for their own safety,",
        "nearly three years. The American soldiers suddenly concern for friends and loved ones, and hope that the war",
        "found themselves in the midst of chaos. Each day, they would soon be over.",
        "faced the threats of machine-gun fire, poison gas, and Explore World War I online through the eyes of",
        "aerial attacks. Still, the arrival of American reinforcements the soldiers who fought in it. You can find a wealth of",
        "had sparked a new zeal among the Allies, who believed information, video clips, primary sources, activities, and",
        "the new forces could finally turn the tide in their favor. The more through your online textbook.",
        "letters soldiers wrote to their families back home reveal",
        "M U L T I M E D I A C O N N E C TTT III OOO NNN SSS",
        "MULTIMEDIA CONNECTIONS",
        "MMM UUU LLL TTT III MMM EEE DDD III AAA CCC OOO NNN NNN EEE CCC TTT III OOO NNN SSS",
        "465MC1 MULTIMEDIA CONNECTIONS",
        "465MC1 Multimedia Connections",
        "Go online to view these and",
        "“I have been on every other HISTORY® resources.",
        "front in France. You",
        "can’t imagine how torn",
        "up this country really is.",
        "Every where there are",
        "wire entanglements and",
        "trenches and dugouts. Over There",
        "Watch the video to learn about the experiences of",
        "Even out of the war zone American soldiers on the way to Europe and upon",
        "there are entanglements",
        "and dugouts to protect the",
        "civilians from air raids.”",
        "—Corp. Albert Smith, U.S. soldier",
        "Letter from France",
        "War on the Western Front",
        "Read the document to learn about one",
        "soldier’s observations of wartime life. Watch the video to hear one soldier’s vivid account",
        "of battle and its aftermath.",
        "Watch the video to experience soldiers’ reactions",
        "to the news that the war was finally over.",
        "LETTERS FROM WORLD WAR I 465MC2",
        "Letters From World War I 465MC2"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 1: Human Beginnings in Africa . . . . . . . . . . . . . . . . . 745",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "time, they noticed its huge open spaces and its mineral wealth.",
        "ONLINE GRAPHIC ORGANIZER Once again, Europeans rushed to Africa to establish colonies. Most of",
        "the new colonists who headed to Africa in the 1800s were entrepreneurs,",
        "or independent business people. In Africa, they built mines, plantations,",
        "Imperialism and Independence",
        "and trade routes with the dream of growing rich.",
        "As students read the lesson, have them use the",
        "Cultural Interference Though they were in Africa to get rich, the Euro-",
        "graphic organizer to take notes. Students can review pean entrepreneurs who moved there frequently became involved in local",
        "their graphic organizer notes at the end of the affairs. Often, they became involved because they thought their ideas",
        "about government and culture were better than native African ways. As a",
        "lesson to answer the following question:",
        "result, they often tried to impose their own ideas on the local people. This",
        "sort of attempt to dominate a country’s government, trade, or culture is",
        "Analyze Causes What were the main forces",
        "called imperialism.",
        "that led to European involvement in Africa and European imperialists justified their behavior by claiming that they",
        "to African calls for independence? European Academic were improving the lives of Africans. In fact, many Europeans saw it as",
        "involvement—economic drives, ethnocentrism, Vocabulary their duty to introduce their customs and values to what they saw as a",
        "values ideas that backward land. This type of thinking is called ethnocentrism. It is the",
        "political rivalry; African independence—nationalism people hold dear and belief that one’s own group or culture is better or more important than",
        "others. Europeans forced Africans to assimilate, or adopt, many elements",
        "of European culture. As a result, thousands of Africans became Christian",
        "and learned to speak European languages.",
        "Imperialism had other effects on the lives of Africans. During the early",
        "ONLINE LESSON FLIP CARDS",
        "1900s several famines occurred across the continent. Often, these famines",
        "began because of a lack of rain. However, the production of cash crops in",
        "Review Key Terms and Places African colonies made the famines worse. Instead of growing food for Afri-",
        "cans, many plantations produced raw materials for Europeans. This led to",
        "Students can use the flip cards in the Lesson",
        "food shortages. Thousands of Africans died as a result.",
        "Review at any time to review the lesson’s key One firm believer in imperialism was English business owner Cecil",
        "terms and places: entrepreneurs, imperialism, Rhodes. He believed that British culture was superior to all others and that",
        "it was his duty to share it with the people of Africa. To that end, he planned",
        "ethnocentrism, Suez Canal, Berlin Conference,",
        "to build a long railroad between Britain’s colonies in Egypt and South Africa.",
        "Boers, nationalism. He thought this railroad would bring what he saw as the benefits of British",
        "civilization to all Africans. However, his railroad was never completed.",
        "Government Involvement Though the early imperialists in Africa were",
        "entrepreneurs, national governments soon became involved as well. Their",
        "ONLINE DOCUMENT-BASED INVESTIGATION involvement was largely the result of rivalries between countries. Each",
        "country wanted to control more land and more colonies than its rivals did.",
        "Cecil Rhodes on Imperialism As a result, countries tried to create as many colonies as they could and to",
        "block others from creating colonies.",
        "Cecil Rhodes was a British business tycoon and For example, France began to form colonies in West Africa in the late 1800s.",
        "imperialist who owned huge diamond mines in Seeing this, the British hurried to the area to form colonies of their own.",
        "Before long, Germany and Italy also sought to control land in West Africa.",
        "southern Africa. Students can read about Rhodes’s",
        "They did not want to be seen as less powerful than either France or Britain.",
        "opposition to African rights in a British colony. The English government also got involved in Africa for other reasons.",
        "The British wanted to protect the Suez Canal, a waterway built in Egypt in",
        "Analyze Sources How is Rhodes’s speech an the 1860s to connect the Mediterranean and Red seas. The building of the",
        "example of European ethnocentrism? Rhodes",
        "declares that Africans are, by their nature, not equal 766 Module 23",
        "to Europeans. He does not believe that they deserve",
        "to participate in the same government as European",
        "STRUGGLING READERS COLLABORATIVE LEARNING",
        "Preview the Lesson The Effect of the Suez Canal",
        "1. Pair struggling readers with more 1. Have students conduct independent",
        "proficient readers. Ask students to research on the effects of the 1867",
        "read the headings, look for bold and opening of the Suez Canal and its",
        "highlighted text, and examine the effects on imperialism in Africa.",
        "visuals shown in the lesson. 2. Organize the class into groups of four to",
        "2. Tell students to use this information to six students. Have each group prepare a",
        "predict what the lesson will be about. multimedia presentation that explains",
        "Discuss the features that helped them the importance and influence of the",
        "draw their conclusions. Suez Canal. Encourage students to use",
        "*Alternative Assessment Handbook, Rubric 1: photos, graphs, charts, and timelines in",
        "Acquiring Information their presentations.",
        "*Alternative Assessment Handbook, Rubrics",
        "22: Multimedia Presentations; and 30:",
        "766 Module 23, Lesson 4",
        "Link to Economics",
        "Teach the Main Idea",
        "Among the resources that caught the The Scramble for Africa was a race to form",
        "eye of European entrepreneurs in Africa",
        "were diamonds. First discovered in colonies there.",
        "South Africa in 1867, diamonds were",
        "extremely profitable. South Africa soon Describe How did the map of Africa change",
        "became the world’s leading diamond",
        "producer. Nearly all of that production between 1880 and 1914? In 1880 European",
        "was done by one company, the De Beers countries controlled only a small part of Africa. By",
        "Consolidated Mine Company, owned by",
        "English business leader Cecil Rhodes. De 1914 only two nations—Ethiopia and Liberia—",
        "Beers mines, like the one shown here remained independent.",
        "at Kimberley, poured the gems into the",
        "world market. Identify Cause and Effect What were the effects",
        "South Africa is still one of the world’s of the Berlin Conference? Africa was divided",
        "leading diamond producers, and De",
        "among various European powers; boundaries of the",
        "Beers is one of the leading companies.",
        "By controlling the supply of diamonds European colonies often divided African people with",
        "available to the public, the company can Analyze Information common backgrounds and forced traditional foes",
        "command higher prices for its gems. How can a company control the supply of a product?",
        "to live together, inciting ethnic conflict.",
        "canal had been funded by the Suez Canal Company. At first, this company Recall Who were the Boers, and why did they come",
        "consisted of French and Egyptian investors. Later, the British government into conflict with the British? Dutch farmers who",
        "became a main investor. The British used the canal as a fast route to their",
        "had arrived in South Africa in the 1600s; the British",
        "Reading Check colonies in India. This led to increased trade between Britain and Asia. In",
        "Categorize the 1880s, however, instability in Egypt’s government made the British wanted gold discovered in Boer territory",
        "What were three fear they would lose access to the canal. As a result, the British moved into",
        "reasons Europeans",
        "went to Africa? Egypt and took partial control of the country to protect their shipping routes. More About . . .",
        "The Scramble for Africa",
        "The Berlin Conference The 1884 Berlin Conference",
        "Desperate to have more power in Africa than their rivals, several European was called at the request of Portugal, whose claims",
        "countries rushed to claim as much land there as they could. Historians",
        "of certain lands along the Congo River were opposed",
        "refer to this rush to claim land as the Scramble for Africa. The Europe-",
        "ans moved so quickly to snap up land that by 1914 most of Africa had by other European powers. Generally, the nations of",
        "been made into European colonies. Only Ethiopia and Liberia remained Europe were suspicious of one another’s attempts",
        "to claim territory in Africa. The conference was an",
        "The Berlin Conference For many years Europeans competed aggressively",
        "attempt to negotiate questions and end the confusion",
        "for land in Africa. Conflicts sometimes arose when many countries tried",
        "to claim the same area. To prevent these conflicts from developing into wars, over Europe’s control of the continent.",
        "Europe’s leaders agreed to meet and devise a plan to maintain order in Africa.",
        "Of the nations that participated in the conference,",
        "They hoped this meeting would settle disputes and prevent future conflicts.",
        "The meeting European leaders held was called the Berlin Conference. France, Germany, Great Britain, and Portugal were the",
        "Begun in 1884, it included representatives from 14 countries. Their deci- major players. These nations controlled most of Africa",
        "sions led to the division of Africa among various European powers. The",
        "at the time. German chancellor Otto von Bismarck",
        "conference left Africa a patchwork of European colonies.",
        "headed the conference and welcomed the chance to",
        "History of Sub-Saharan Africa 767 create a German sphere of influence in Africa. He also",
        "wanted to play off Germany’s colonial rivals against",
        "one another to the Germans’ advantage.",
        "IDENTIFY PROBLEM AND SOLUTION",
        "The Berlin Conference 3. Guide students in a discussion of the",
        "1. Tell students they are delegates to Berlin Conference. Link to Economics: Diamond Mining",
        "the Berlin Conference. Students may 4. As an extension, have students prepare Have students read the text and explore the image.",
        "choose to represent any of the nations scripts and reenact the Berlin Conference You may wish to use the associated question as a",
        "that actually sent delegations to the for the class. discussion prompt.",
        "conference. Have each student write *Alternative Assessment Handbook, Rubrics Analyze Information How can a company control",
        "a list of his or her country’s goals for 32: Skits and Reader’s Theater; and 38: Writing the supply of a product? Possible answer: by limiting",
        "the conference and ways in which he to Classify the goods they sell to the public",
        "or she hopes that those goals will be",
        "2. Have volunteers identify the nations",
        "they represent and read their goals and",
        "Categorize What were three reasons Europeans",
        "went to Africa? Possible answers: for raw materials, to",
        "establish businesses, to impose their ideas on the culture",
        "History of Sub-Saharan Africa 767",
        "ONLINE INTERACTIVE VISUALS",
        "Image Compare: Imperialism in Africa,",
        "Have students explore and compare the maps",
        "using the interactive slider. You may wish to use",
        "the associated question as a discussion prompt.",
        "Analyze Visuals How did Africa change between",
        "1880 and 1914? Almost every country was colonized",
        "by European powers.",
        "In print edition, see map Imperialism in Africa, 1914.",
        "ONLINE INTERACTIVE MAPS",
        "Traditional Ethnic Boundaries in Africa",
        "Have students explore the map using the",
        "interactive features and answer the associated question.",
        "Place How does the number of ethnic groups in Africa compare to the number of countries? There",
        "are many more ethnic groups than countries.",
        "The Scramble for Africa Which European nation claimed the least",
        "1. Have students examine the Imperialism amount of land in1914? Spain About how",
        "in Africa map and its inset in print or the much land did the independent African",
        "Compare Images: Imperialism in Africa, nations of Ethiopia and Liberia claim in",
        "1880–1914 feature in the digital book. 1914? about 5,200 square miles (13,468 sq",
        "2. Ask students to use the maps to answer",
        "the following questions: Which nation *Alternative Assessment Handbook,",
        "claimed the most land in 1880? Great Rubric 21: Map Reading",
        "Britain Which two nations claimed the",
        "most land by 1914? France and Great",
        "Britain About how much land did Belgium",
        "claim by 1914? about 10,000 square miles",
        "When they were dividing Africa among themselves, Europe’s leaders paid",
        "little attention to the people who lived there. As a result, the boundaries they",
        "drew for their colonies often divided kingdoms, clans, and families.",
        "Separating people with common backgrounds was bad, but so was forc-",
        "ing people to live together who did not want to. Some European colonies",
        "grouped together peoples with different customs, languages, and religions.",
        "This forced contact between peoples often led to conflict and war. In time,",
        "the Europeans’ disregard for Africans led to significant problems for Euro-",
        "peans and Africans alike.",
        "The Boer War The Berlin Conference was intended to prevent conflicts",
        "over African territory, but it was not completely successful. In the late",
        "1890s war broke out in South Africa between British and Dutch settlers.",
        "Each group had claimed the land and wanted to drive the other out.",
        "Imperialism in Africa, 1914",
        "M F O R R E M O N SO C C PR C H AO O NC1 I 9CS 1OH 2 T 18 U 8 N 1 ISIA Mediterranean Sea Euro B B p e r e i l a t g i n s ia h C n olonies P S o p r a t n u i g s u h ese",
        "RIO O 1 8 R D 8 O E 5 IFNI 1 1 9 8 1 6 2 0 AL 1 G 8 E 3 R 0 IA L 1 IB 91 Y 2 A EG 18 Y 8 P 2 T Red",
        "I D o n m a d e t e e te 1 p r , o s 0 e 0 f n 0 c d M o e i l l n o es t nization",
        "G18A88MB PG I OU A RINTEUAG U19 F E0S R 1E ENCH W 18 E 7 S 4 T AFRICA EQ F U R A E T N O C R H IAL EG A S Y N U 18 P G D 8 T A L 9 I O N A - N FS18 RO8 EM4 NACLHILA S N O D MBRA1 I 8 TL8II 9LSAHND NIGERIA AF 1 R 91 IC 0 A",
        "SLIE1 E 8OR 0NR 8EA LIBERIA CGO1 O 8A7 LS4 DT T1O8G84O RÍO M 1 1U9 8 N0 8 0I 4",
        "AFRICA CONGO INDIAN",
        "Imperialism in Africa, c. 1880 CABIN18D8A6 1910 1908 (T E A A G N S E G T 1 R A 8 A M 8 N F 5 A R Y N I I C K A A) Z(1B8 ari8 nti6szhib Parortector O ate C ) EAN",
        "20°S SO G A U E F",
        "A A E N ST S R O H U O1 T 8D9 H E0 E S R IA N M15O00Z AMBIQUE",
        "(Union oWf Saoulvthis A1 fB 9ria 1ca0 y) BECHU1A8N85ALAND",
        "BASUTO S LA W 18N A 7D Z 1 ILA19N0D7 MADA 18 G 9 A 5 SCAR",
        "A O TL C A E N A T N IC SOUT 1 H 9 A 10 FRICA Interpret Maps",
        "Region How did Africa change between 1880 and 1914?",
        "768 Module 23, Lesson 4",
        "Dutch farmers called Boers had arrived in South Africa in the 1600s.",
        "There they had established two republics. For about 200 years, the Boers Teach the Main Idea",
        "lived mainly as farmers. During that time, they met with little interference",
        "from other Europeans. Things changed in the 1800s, though. In 1886 gold",
        "Some Africans resisted rule by Europeans.",
        "was discovered near the Orange River in South Africa. Suddenly, the land",
        "on which the Boers had been living became highly desirable.",
        "Among those who wanted to control South Africa after gold was discov- Identify Which group resisted European colonizers",
        "ered were the British. In 1899 the British tried to make the Boers’ land in Southern Africa? the Zulu",
        "part of the British Empire. The Boers resisted, and war broke out.",
        "Recall What was the only nation in Africa that was",
        "The Boers did not think they could defeat the British in a regular war.",
        "The British had a much larger army than they did. In addition, the British able to remain independent? Ethiopia",
        "troops had much better weapons than the Boers had. Instead, the Boers",
        "Draw Conclusions How did Ethiopia resist",
        "decided to wage a guerrilla war, one based on sneak attacks and ambushes.",
        "Through these tactics, the Boers quickly defeated several British forces and imperialism? By building a modern army, matching",
        "gained an advantage in the war. European firepower, and defeating the Italians at",
        "However, these guerrilla tactics angered the British. To punish the",
        "the Battle of Adwa",
        "Boers, they began attacking and burning Boer farms. They captured thou-",
        "Reading Check sands of Boer women and children, imprisoning them in concentration",
        "Analyze Effects camps. More than 20,000 women and children died in these camps, mostly More About . . .",
        "results of the Berlin from disease. In the end, the British defeated the Boers. As a result, South The Maji-Maji Rebellion In 1905, several African",
        "Conference? Africa became a British colony.",
        "groups in the colony of German East Africa united to",
        "African Resistance",
        "rebel against imperialism. The Germans had ordered",
        "The Europeans thought the Berlin Conference and the Boer War would put",
        "the native people of the colony to grow cotton for",
        "an end to conflict in Africa. Once again, however, they had overlooked the",
        "African people. For centuries, many Africans had fought against the slave export to Germany, a demand many refused. To",
        "trade. Now they fought against being ruled by Europeans. They refused to combat the Germans, a spirit medium and rebellion",
        "peacefully give up their own cultures and adopt European ways.",
        "leader named Kinjikitile Ngwale encouraged his",
        "As a result, the Europeans who entered African territory often met with",
        "resistance from local rulers and peoples. Europeans were able to end most followers to attack German soldiers after sprinkling",
        "of these rebellions quickly with their superior weapons. However, two their bodies with magic water, or maji. The maji was",
        "well-organized peoples, the Zulu and the Ethiopians, caused more prob-",
        "lems for the Europeans. supposed to protect the rebels from German bullets.",
        "The magic did not work, and the Germans killed",
        "Zulu Resistance One of the most famous groups to resist the Europeans",
        "was the Zulu of southern Africa. In the early 1800s a leader named Shaka thousands of Africans to quickly put down what",
        "had brought various Zulu groups together into a single nation. This nation became known as the Maji-Maji Rebellion.",
        "was so strong that the Europeans were hesitant to enter Zulu",
        "After Shaka’s death, the Zulu nation began to weaken. Even",
        "without Shaka’s leadership, the fierce Zulu army successfully BIOGRAPHY",
        "fought off the British for more than 50 years. In 1879, however,",
        "the British attacked the Zulu in force. Their superior weapons Cetshwayo",
        "helped the British soundly defeat the Zulu in a few months. The",
        "Zulu lands were made into a new British colony. Have students read the biography of Cetshwayo.",
        "He was the nephew of Shaka and the last powerful",
        "Cetshwayo, king of the Zulu nation, led his army to resist imperial control.",
        "Though Zulu resistance was fierce, the British defeated them in 1879. king of the Zulu people.",
        "History of Sub-Saharan Africa 769",
        "Analyze Effects What were the results of the",
        "ENGLISH LANGUAGE LEARNERS",
        "Berlin Conference? the Europeans divided Africa",
        "Town Hall Meetings 3. Before the meeting, have the students among themselves grouping different people groups,",
        "1. To help students demonstrate their assigned to each role work together to leading to conflict",
        "understanding of European imperialism, plan their arguments.",
        "organize them into groups of four to 4. Have the students role-play discussions",
        "conduct town hall meetings. Tell them between the four parties that would",
        "that in these meetings, they will discuss result in a fair distribution of African",
        "an equitable division of territory. territory.",
        "2. Assign each group member one of 5. After the role-plays are over, ask the",
        "the following four roles: European class: Why were Europeans successful at",
        "entrepreneur, Dutch farmer (Boer), King colonizing Africa?",
        "Shaka of the Zulu, or Emperor Menelik II *Alternative Assessment Handbook, Rubrics 10:",
        "of Ethiopia. Debates; and 11: Discussions",
        "History of Sub-Saharan Africa 769",
        "Teach the Main Idea",
        "Nationalism led to independence movements",
        "Define What is nationalism? devotion and loyalty to",
        "Identify Who were the Afrikaners? white",
        "descendants of the original Dutch settlers of",
        "Summarize How did Kenya achieve independence?",
        "This painting of the Battle of Adwa was created years after the battle. The battle",
        "Kenyan nationalists formed a violent movement kept Ethiopia from becoming an Italian colony and is still celebrated today.",
        "called the Mau Mau, which fought white settlers;",
        "Ethiopian Resistance Although most resistance to European imperialism",
        "the British were unable to defeat the Mau Mau and was ended, one kingdom managed to remain free from European control.",
        "granted Kenya independence in 1963. That kingdom was Ethiopia. It is the only country in Africa never to have",
        "been a European colony. Its success in fighting the Europeans was due",
        "More About . . . largely to the efforts of one man, Emperor Menelik II.",
        "Menelik had seen that the strength of European armies was based",
        "Jomo Kenyatta (c. 1891–1978) As a young man in on their modern weapons. He therefore decided that he would create an",
        "the 1920s, Kenyan nationalist leader Jomo Kenyatta Reading Check equally powerful army with modern weapons bought from Europeans. As",
        "Draw Conclusions a result, when the Italians invaded Ethiopia in 1895, the Ethiopian army",
        "joined a group that protested against Kenya’s white- Why did many Africans was able to defeat the invaders. This victory in the Battle of Adwa is cel-",
        "minority government. As a member of the Kikuyu imperialism? ebrated as a high point in Ethiopian history.",
        "ethnic group, Kenyatta spent most of his life fighting Nationalism and Independence",
        "to gain more rights for his people. In 1952 the Kenyan Many Africans were understandably unhappy with European control of",
        "government arrested and jailed Kenyatta for his their lands. For centuries, they had ruled their own kingdoms. Now they",
        "were forced to accept foreign leaders. After several rebellions had been put",
        "alleged involvement in the Mau Mau movement.",
        "down, however, many people had resigned themselves to being colonies.",
        "Though he denied association with the movement, In the 20th century that attitude began to change. Across Africa, people",
        "he spent seven years in jail. In 1963, two years after in European colonies began to call for—and eventually gain—their inde-",
        "pendence. This call was largely the result of increased nationalism, or",
        "Kenyatta’s release from prison, Kenyans celebrated",
        "devotion and loyalty to a country. How nationalism was expressed, and",
        "their independence and elected Kenyatta as their how it affected independence, varied from place to place. South Africa,",
        "prime minister. Nigeria, and Kenya, for example, followed very different paths.",
        "South Africa South Africa was one of the first African colonies to gain",
        "independence. After the Boer War, the British tried to promote British cul-",
        "ture in the colony. This move angered descendants of early Dutch settlers,",
        "who were called Afrikaners. The Afrikaners feared, for example, that laws",
        "requiring all children to learn English were an attempt to stamp out their",
        "Draw Conclusions Why did many Africans resist language. Afrikaner nationalists complained to the new government.",
        "European imperialism? They refused to adopt",
        "European culture at the expense of their own. 770 Module 23",
        "African Resistance topics. Have students include pictures,",
        "1. Organize the class into four groups, and photographs, first-person accounts,",
        "assign each group one of the following contemporary newspaper stories, maps,",
        "topics related to imperialism in Africa: the charts, graphs, and/or timelines on their",
        "Zulu, Ethiopia, French West Africa, and posters.",
        "German East Africa. 3. Have groups present their posters to the",
        "2. Have students reread the information class. Display posters in the classroom for",
        "about African resistance in the text and students to see.",
        "conduct additional research on their *Alternative Assessment Handbook, Rubrics 1:",
        "assigned topics. Have students use what Acquiring Information; 24: Oral Presentations;",
        "they learned to create posters about and 28: Posters",
        "imperialism, focusing on their specific",
        "770 Module 23, Lesson 4",
        "ONLINE INTERACTIVE VISUALS",
        "Image Compare: African Independence",
        "M S O P R A O N C I C S O H TTUUNNIISSII M AA editerranean Sea Have students explore and compare the maps",
        "S S P A A H N A I R S A H ALGERIA L 1 I 9 B 5 Y 1 A E 1 G 9 Y 2 P 2 T using the interactive slider. You may wish to use",
        "the associated question as a discussion prompt.",
        "PO S G R IE T A R U M G R G A U B U I I L A N E E L E S O I A E B N E E RIA D W A T E F H O S C R O G G T O E M O O N A A L F S C E D R T Y H I CA CA M N B U R I I G N N IO E D I R A C I A A ME F R R OO E NS N CH EQUATORIAL AFR RR IC B A C UU UU E O L RR AA N G UU NN G I NN DD A O AA DD N S -- II U U D G A A N NDA ETHIOPI S A O K F M R E B A E N R N L Y I I T A C L S I H A S O N H M D S A O L M IA ALILAND INDIAN A A I A n f f n r r p i i a c c r l a a i y n n , z t 1 e n e 9 a V d 7 t i i 5 i t s o . i u o n a n s l , s g s e a I i e n n m w th a h e p a i s r t i d t n i e t d l c e e a d p d e A e n f d r d i i c e d a n m , c 1 e o 9 ? s 5 t 1 5 9 o , 6 f a 0 t n h s d e",
        "NYASALAND TANGANYIKA OCEAN",
        "ATLANTIC OCEAN ANGOLA COMOROS 1. Place Which countries in Africa were already",
        "S A W O F B R U E E I S T C C T H A",
        "MOZAMBIQUE MADAGASCAR",
        "5 5? Libya, Egypt, Ethiopia,",
        "U A S N O F IO R U N IC T H A OF BASUTOLAND 2. Location In what decade did most of the",
        "1910 African nations gain their independence? 1960s",
        "SPECIAL NEEDS STUDENTS",
        "Causes and Effects of Independence 3. Ask students to discuss whether",
        "Movements European colonization generally had a",
        "more positive or a more negative effect",
        "1. Have students discuss why Africans in",
        "colonies might want independence. List",
        "students’ responses on the board. *Alternative Assessment Handbook, Rubrics 6:",
        "Causes and Effect; and 11: Discussions",
        "2. Have students identify different countries",
        "and what steps people took to gain their",
        "independence and the results of those",
        "W°04 °0 E°04 E°08",
        "Tropic of Cancer",
        "Tropic of Capricorn",
        "MORO 1 C 9 C 5 O 6 TU 1 N 95 IS 6 IA Mediterranean Sea",
        "SPANISH AL 1 G 9 E 6 R 2 IA LIBYA EGYPT",
        "0° Equator G S U E I N N S G G E E I A U G E A A M R - I A N B 1 R L 9 B T I E A S 1 6 I A A L 9 1 S 5 L 6 9 A 1 E A 0 7 9 U L 1 O 4 5 I N 9 B N 8 6 E M E 1 T A R A I I N A U C D 1 S R 9 Ã P I 6 G T R O 0 A H C I Í V N N T 1 A 1 O 9 O O 9 1 C I N A A 6 5 9 R M I S A 0 P 7 U 7 V Y T É E 1 5 M O P 1 9 T 9 P 1 L A 6 O E 6 T 9 E 0 L Q 0 G A 6 R I 0 . O DD G AA U G H 1H 1 N I 1 9 A N 9 OO C I 9 N 6 1 6 G B 1 E MM A 6 0 9 1 0 9 I O E A G 8 6 9 M E 6 E R N 0 6 E 1 0 YY E I 0 9 R A R C 6 O 0 O 1 O 9 N 6 N C G 0 1 H 9 O B A 6 R C A R 0 U D W E E F R Z N R P 1 A . Ä U I 9 T 1 1 1 N C I N 6 9 R 9 R 9 A D 0 6 6 6 D A E N A S 2 2 0 I L U 1 U 9 D G T 5 1 A A 6 A 9 N N N 6 1 2 9 Z D 6 A A K 1 E N 1 E T 9 I N H A 6 Y I 3 O A PI I A M 1 A S 9 F S A 6 A A 4 L ( R F A S S R W T . A ) E S 1 I N R 9 O 6 R D M 0 . ALIA I O N C D E I A A N N",
        "OCEAN AN 1 G 97 O 5 LA ZAMBIA C 19 O 7 M 5 OROS",
        "1964 MALAGASY REPUBLIC",
        "SOUTH A - F W R E IC S A T BOT 1 S 9 W 6 R 6 A H N O (B A D R E .) SIA M 1M 199 OO775 Z 5 ZAAMMBBIIQQUUEE 1960 M 19 A 6 U 8 RITIUS (NAMIBIA)",
        "SWAZILAND A SO FR U IC TH A L 19 E 6 S 1 6 O 9 6 T 8 HO",
        "W°04 °0 E°04 E°08",
        "Independent countries 1951Date of independence",
        "0 500 1,000 Miles",
        "0 5001,000 Kilometers",
        "Independent countries 1951Date of independence 0 500 1,000 Miles",
        "0 5001,000 Kilometers",
        "Tropic of Cancer",
        "1. Place Which countries in Africa were already independent in 1955?",
        "2. Location In what decade did most of the African",
        "nations gain their independence?",
        "History of Sub-Saharan Africa 771",
        "History of Sub-Saharan Africa 771",
        "Outnumbered by the Afrikaners, the British agreed to compromise.",
        "They allowed Afrikaners to run for and hold political offices. In 1908 Eng-",
        "lish and Afrikaner delegates met to write a constitution for South Africa. It",
        "READING CHECK granted equal power to English and Afrikaner citizens but banned native",
        "Africans from any role in the government. The constitution was approved",
        "Contrast How were the paths taken to by Parliament the next year, and South Africa became independent.",
        "independence by Nigeria and Kenya different?",
        "Nigeria Like South Africa, Nigeria had been a British colony. By the early",
        "Nigeria gained its independence through peaceful 20th century, however, many Nigerians were unhappy with colonial rule.",
        "political movements. Kenya took a more In an effort to keep people happy, the British created assemblies and",
        "allowed Nigerian colonists to vote for their representatives. These assem-",
        "blies had little power, but they were welcomed as a step toward freedom.",
        "Although the people of Nigeria belonged to hundreds of ethnic groups,",
        "they banded together in their quest for independence. In the 1920s Nige-",
        "rian nationalists formed their first political party. Over the next few",
        "Print Assessment decades, nationalist politicians ran for and won offices. Soldiers who had",
        "fought for Britain in World War I and World War II joined in their call for",
        "Review Ideas, Terms, and Places self-rule. Feeling pressured, the British gradually gave the assemblies more",
        "power. Finally, in 1960, the British granted Nigeria full independence.",
        "1. a. Define What role did entrepreneurs play in",
        "Kenya Some British colonies did not find the road to independence as",
        "European imperialism in Africa? They built smooth as South Africa and Nigeria. For example, Kenya only became",
        "mines, plantations, and trade routes in Africa; they independent after a long and violent struggle. The British were determined",
        "to hold onto Kenya, where they could grow such valuable crops as coffee.",
        "became involved in local affairs.",
        "Reading Check To reclaim their land, a group of Kenyan nationalists formed a violent",
        "b. Explain Why did European governments want Contrast How were movement called the Mau Mau. Its goal was to rid Kenya of white settlers.",
        "to form colonies in Africa? rivalries between the paths taken to Between 1952 and 1960 the Mau Mau terrorized the British in Kenya, kill-",
        "ing any who opposed them. The British tried to fight back but were unsuc-",
        "countries; protecting their economic interests Nigeria and Kenya",
        "different? cessful. Eventually, they gave in. In 1963 they made Kenya a free country.",
        "2. a. Summarize What happened at the Berlin",
        "Summary In the 1800s Europeans divided Africa into dozens of colonies.",
        "Conference? Africa was divided into European",
        "In the 20th century, many African nations achieved independence, though",
        "colonies. the steps they took to reach that goal varied widely.",
        "b. Predict What problems do you think the Berlin",
        "Conference caused in Africa after the Europeans Lesson 4 Assessment",
        "left? lasting resentment, war Review Ideas, Terms, and Places 4. a. Explain How did nationalism help bring about",
        "independence in South Africa, Nigeria, and Kenya?",
        "1. a. Define What role did entrepreneurs play in",
        "3. a. Identify Which African country never became a European imperialism in Africa? b. Draw Conclusions Why do you think the British",
        "were determined to keep Kenya a colony?",
        "colony? Ethiopia b. Explain Why did European governments want to",
        "b. Make Inferences Why did most African form colonies in Africa? Critical Thinking",
        "2. a. Summarize What happened at the Berlin",
        "resistance fail? They were unable to match the Conference? 5. I d d ia e g n r t a if m y C to a u id s e e n a t n if d y t E h ff e e c c a t u U se s s e a y n o d u r e n ff o ec te ts s o an f E d u t r h o e p ean",
        "b. Predict What problems do you think the Berlin",
        "strength of European armies and their modern Conference caused in Africa after the Europeans left? imperialism in Africa.",
        "weapons. 3. a. Identify Which African country never became a Causes European Effects",
        "4. a. Explain How did nationalism help bring about b. Make Inferences Why did most African Imperialism",
        "independence in South Africa, Nigeria, and resistance fail?",
        "Kenya? caused people to band together, motivated",
        "b. Draw Conclusions Why do you think the British",
        "were determined to keep Kenya a colony? their",
        "economic interests in growing crops such as coffee",
        "Critical Thinking COLLABORATIVE LEARNING",
        "5. Identify Cause and Effect Use your notes and",
        "Independence in Africa on its country’s date of independence,",
        "the diagram to identify the causes and effects of",
        "1. Organize the class into small groups, and former colonizing country, path to",
        "European imperialism in Africa. Possible answers:",
        "have each group list three or four African independence, and significant leaders,",
        "causes: claims to improve the lives of Africans,",
        "countries that students want to learn along with any other significant or",
        "ethnocentrism, economic interests; effects: famines,",
        "more about. interesting information. Remind students",
        "conflict, war, deaths",
        "to use reliable sources.",
        "2. Have each group vote to select one",
        "country. Create a class list of each group’s 4. Have groups prepare multimedia",
        "country. Try to avoid duplication of presentations for the class about",
        "countries on the list. Some groups may independence in their chosen countries.",
        "have to vote again to choose another Reports should include maps, charts, and",
        "country. graphs as a means of telling the country’s",
        "3. Have groups conduct outside research",
        "about their chosen countries. Research *Alternative Assessment Handbook, Rubrics 14:",
        "should focus on the countries’ paths to Group Activity; 22: Multimedia Presentations;",
        "independence. Each group should report and 30: Research",
        "772 Module 23, Lesson 4",
        "Online Assessment Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "1. Why did the Industrial Revolution encourage some European",
        "South Africa was the first African nation to gain independence from",
        "nations to establish colonies in Africa?",
        "the British, while Nigeria did not gain independence until 1960.",
        "Europeans needed African labor to work in their factories.",
        "5. Apply Concepts How are imperialism and nationalism related?",
        "Europeans wanted to spread their culture throughout Africa.",
        "Explain your answer by using an African colony as an example.",
        "Europeans wanted to spread their religions throughout Africa.",
        "During the 1800s, Great Britain and France claimed large areas of",
        "Europeans needed raw materials from Africa with which to",
        "Africa, and soon other nations, like Italy and Germany, did likewise.",
        "supply their factories.",
        "Imperialism caused competition among European nations whose",
        "Alternate Question Select the answer choice from the drop-down list leaders believed that in order to improve their national economies,",
        "to complete the sentence correctly. they needed to establish colonies in areas rich in natural resources",
        "The driving force behind European colonization of Africa was or along trade routes. For example, Great Britain took over Egypt, in",
        "industrialization , the desire for raw materials to supply a nation’s part, to control the Suez Canal, the main trade route between the",
        "factories. Mediterranean and the riches of East Asia and the British colony",
        "2. What was the purpose of the Berlin Conference of 1884? of India.",
        "to decide which European country would control Ethiopia",
        "6. Draw Conclusions Why was the Berlin Conference not entirely",
        "to allow the United States to create an independent Liberia",
        "successful in preventing war between Europeans over land in Africa?",
        "to divide Africa among European powers to avoid future conflict",
        "Explain a reason for the conflict and its outcome.",
        "to create African national boundaries that respect ethnic",
        "The Berlin Conference helped lessen the likelihood of war between",
        "European nations. However, in South Africa, Dutch settlers and the",
        "Alternate Question Select the answer choice from the drop-down list",
        "British fought over control of land rich in gold deposits. The Boer War",
        "to complete the sentence correctly.",
        "that began in 1899 was a bloody guerilla war between the British army",
        "The Berlin Conference was formed to ensure that European",
        "and the Boers. Dutch settlers had lived in South Africa since the 1600s,",
        "countries agree on the division of Africa and to avoid the",
        "but the British did not respect their land claims. The war ended when",
        "possibility of future warfare.",
        "the British rounded up Boer women and children and placed them into",
        "3. Which of the following is an accurate statement about European concentration camps, resulting in the deaths of thousands of Dutch",
        "settlement of Africa? settlers. South Africa became a British colony after the Boers were",
        "Europeans were able to overcome African resistance with",
        "superior weapons. 7. Summarize Why were the Ethiopians able to prevent Europeans",
        "Europeans blended their cultures with African traditions and from taking their territory?",
        "created new cultures.",
        "Ethiopian emperor Menelik II understood that in order to prevent",
        "African leaders eagerly gave up their cultural traditions and",
        "Europeans from taking over his country, Ethiopia must be armed with",
        "accepted European ways.",
        "modern weapons. As a result, the emperor bought weapons from",
        "African leaders accepted foreign control of their land because",
        "European nations and was able to successfully repel an Italian invasion",
        "Europeans built railroads.",
        "at the Battle of Adwa.",
        "Alternate Question Select the answer choice from the drop-down list",
        "8. Analyze Information Why was the Kenyan independence",
        "to complete the sentence correctly.",
        "movement violent?",
        "African leaders who did not want to give up their cultural traditions",
        "Unlike in Nigeria and South Africa, Great Britain did not grant Kenya",
        "sometimes resisted violently but were quickly defeated by European",
        "independence without a violent struggle. Great Britain was determined",
        "to hold onto the valuable colony that grew many agricultural products",
        "4. How did the independence movements in South Africa and Nigeria",
        "like coffee. Kenyan nationalists formed a violent movement called the",
        "Mau Mau, who violently tried to push out the British.",
        "Native South Africans militarily defeated the British, while the",
        "British granted native Nigerians statehood.",
        "Nigeria gained its independence from the French, while South",
        "Africa gained its independence from the British.",
        "Native South Africans were excluded from political participation,",
        "while native Nigerians became nationalist politicians.",
        "Nigeria was the first African nation to gain independence,",
        "while South Africa was one of the last African countries to gain",
        "History of Sub-Saharan Africa 772a",
        "772b Module 23, Lesson 4",
        "Social Studies Skills",
        "Social Studies Skills",
        "Understand Continuity and Change",
        "Understand Continuity and Change",
        "Define the Skill 4. Science and Technology Technology, or the Being able to understand history and to locate",
        "development and use of tools, has helped",
        "A well-known saying claims that “the more ourselves in time involves knowing what things",
        "humans across time make better use of their",
        "things change, the more they stay the same.”",
        "environment. Science has also changed their were like in the past and how they have changed.",
        "Nowhere does this observation apply better",
        "knowledge of the world and their lives.",
        "than to the study of history. Any examination To help develop students’ chronological thinking,",
        "of the past will show many changes—nations 5. Economic Development From hunting and lead a discussion on continuity and change in your",
        "expanding or shrinking, empires rising and gathering to herding, farming, trade, and",
        "falling, changes in leadership, or people on the manufacturing, people have tried to make own community. Consider finding images that reveal",
        "move, for example. the most of their resources. The desire for a something about the community in the past that can",
        "better life has also been a major reason peo-",
        "The reasons for change have not changed, be contrasted with the present, such as transportation",
        "ple have moved from one place to another.",
        "however. The same general forces have driven",
        "methods, economic activity, clothing styles, and",
        "the actions of people and nations across time. 6. The Impact of Individuals Political, religious,",
        "These forces are the threads that run through military, business, and other types of lead- cultural or social activities. If possible, go back at least",
        "history and give it continuity, or connectedness. ers have shaped history. The actions of many 50 years so the changes will be more obvious. Using",
        "They are the “sameness” in a world of ordinary people have also influenced events.",
        "the images as evidence, ask students to describe ways",
        "continuous change. 7. Nationalism and Imperialism Nationalism",
        "is the desire of a people to have their own the community has changed and ways it has stayed",
        "Learn the Skill country. Imperialism is the desire of a nation the same.",
        "to influence or control other nations. Both",
        "You can find the causes of all events of the past have existed across time. Answers",
        "in one or more of these major forces or themes",
        "8. Political and Social Systems People have",
        "that connect all history.",
        "always been part of groups—families, vil- Practice the Skill",
        "1. Cooperation and Conflict Throughout time, lages, nations, or religious groups, for",
        "people and groups have worked together to example. The groups to which people belong Check your understanding of continuity and change",
        "achieve goals. They have also opposed others shape how they relate to others. in history by answering the following questions.",
        "who stood in the way of their goals.",
        "2. Cultural Invention and Interaction The Practice the Skill 1. What forces of history are illustrated by the events",
        "values and ideas expressed in art, literature,",
        "customs, and religion have enriched the Check your understanding of continuity and in the module you just studied? Explain with",
        "world. But the spread of cultures and their change in history by answering the following examples. Answers will vary, but possible answers",
        "contact with other cultures have produced questions. may include travel, technology, trade, and religion.",
        "conflict as well. 1. What forces of history are illustrated by",
        "3. Geography and Environment Physical envi- the events in the module you just studied? 2. How do the events in this module show continuity",
        "ronments and natural resources have shaped Explain with examples. between earlier and later periods in African",
        "how people live. Efforts to gain, protect, or 2. How do the events in this module show history? Can you compare some themes across",
        "make good use of land and resources have continuity between earlier and later periods",
        "been major causes of cooperation and con- in African history? Can you compare some time? Answers will vary, but students should provide",
        "flict in history. themes across time? examples of how certain continuity themes in African",
        "history changed and stayed the same over time.",
        "History of Sub-Saharan Africa 773",
        "History of Sub-Saharan Africa 773",
        "Module 23 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Choose the letter of the answer that best completes each statement below.",
        "Choose the letter of the answer that best completes each 1. People who move from place to place in search of food are called",
        "statement below. a. nomads. c. traders.",
        "b. hominids. d. entrepreneurs.",
        "1. People who move from place to place in search of food",
        "2. The earliest sites where anthropologists found hominids were in",
        "a. Asia. c. Africa.",
        "a. nomads. c. traders.",
        "b. Europe. d. North America.",
        "b. hominids. d. entrepreneurs.",
        "3. The blended culture that formed in East Africa by blending elements of African and Arab cul-",
        "2. The earliest sites where anthropologists found ture is called",
        "a. Coptic. c. Gao.",
        "hominids were in",
        "b. Swahili. d. Mali.",
        "a. Asia. c. Africa.",
        "4. Enslaved Africans were carried to the Americas on a trip called the",
        "b. Europe. d. North America.",
        "a. hajj. c. Bantu migration.",
        "3. The blended culture that formed in East Africa by b. Gold Coast. d. Middle Passage.",
        "blending elements of African and Arab culture is called 5. The Muslim leader of Mali who spread Islam and made a famous pilgrimage to Mecca was",
        "a. Coptic. c. Gao. a. Emperor Menelik II. c. Mansa Musa.",
        "b. Swahili. d. Mali. b. Askia the Great. d. Shaka.",
        "6. Early Stone Age nomadic peoples who lived off the land were called",
        "4. Enslaved Africans were carried to the Americas on a trip",
        "a. farmers. c. traders.",
        "b. hominids. d. hunter-gatherers.",
        "a. hajj. c. Bantu migration.",
        "7. When one country tries to dominate another country’s trade, government, or culture,",
        "b. Gold Coast. d. Middle Passage. it is called",
        "a. imperialism. c. entrepreneurs.",
        "5. The Muslim leader of Mali who spread Islam and made",
        "b. ethnocentrism. d. hunter-gatherers.",
        "a famous pilgrimage to Mecca was",
        "a. Emperor Menelik II. c. Mansa Musa.",
        "Comprehension and Critical Thinking",
        "b. Askia the Great. d. Shaka.",
        "Lesson 1 Lesson 2",
        "6. Early Stone Age nomadic peoples who lived off the land 8. a. Describe What kinds of tools did people 9. a. Sequence List the three great kingdoms",
        "were called make in the Stone Age in Africa? of West Africa in the order in which they",
        "b. Analyze Issues What evidence have came to power.",
        "a. farmers. c. traders.",
        "anthropologists found to suggest homi- b. Contrast How were the religious beliefs",
        "b. hominids. d. hunter-gatherers. nids first developed in East Africa and of the people of Ethiopia different from",
        "moved to the rest of the continent? those of the people of Songhai?",
        "7. When one country tries to dominate another country’s",
        "c. Make Inferences Why have anthropolo- c. Draw Conclusions What role did gold",
        "trade, government, or culture, it is called gists studied African cultures to learn play in the histories of Africa’s major",
        "a. imperialism. c. entrepreneurs. what life was like in the Stone Age? kingdoms?",
        "b. ethnocentrism. d. hunter-gatherers.",
        "Comprehension and Critical Thinking",
        "Write an Analytical Essay Since at least the days of",
        "8. a. Describe What kinds of tools did people make in ONLINE DOCUMENT-BASED",
        "the Mali Empire, Africans have been in contact with",
        "the Stone Age in Africa? stone choppers, hand axes, INVESTIGATION",
        "people from many cultures. In some cases, this contact",
        "knives, spears, bows",
        "b. Analyze Issues What evidence have anthropologists History of Sub-Saharan Africa has had positive results, bringing wealth and new",
        "technologies to the region. In other cases, however,",
        "found to suggest hominids first developed in East Have students complete and review all of the",
        "it has had disastrous effects for the people of Africa.",
        "Africa and moved to the rest of the continent? The DBI activities in Part 1.",
        "Write an essay analyzing the effects of contact with",
        "oldest remains were found in East Africa, while more",
        "Use this Analytical Essay Rubric to score students’ other cultures on sub-Saharan Africa. Be sure to cite",
        "recent remains have been found elsewhere.",
        "work in Part 2. specific evidence from at least three sources in your",
        "c. Make Inferences Why have anthropologists studied",
        "African cultures to learn what life was like in the RUBRIC Students’ essays should response.",
        "• present an analysis of the topic that is",
        "Stone Age? Some African cultures continued to use",
        "detailed and relevant",
        "Stone Age technology into the 21st century, living as",
        "• develop the analysis logically, clearly,",
        "their ancestors had centuries before, which has helped",
        "researchers learn how other Stone Age cultures lived.",
        "• cite at least three sources of relevant text",
        "evidence from Part 1 in support of their",
        "• be organized with a distinct",
        "introduction, a main body, and a",
        "conclusion that sums up the main points",
        "Module 23 Assessment, continued",
        "Lesson 3 module to complete the following activity.",
        "9. a. Sequence List the three great kingdoms of West",
        "10. a. Analyze Events What brought Islam to List an example from this module of people",
        "East Africa? What was the result of its or groups who have worked together to Africa in the order in which they came to power.",
        "arrival? achieve goals, and list one example of Ghana, Mali, Songhai",
        "b. Draw Conclusions Why do you think people or groups who opposed each other. b. Contrast How were the religious beliefs of the",
        "early European activity in Africa was lim-",
        "ited mostly to West Africa? Map Activity people of Ethiopia different from those of the people",
        "c. Develop How did the slave trade 14. Africa On a separate sheet of paper, match of Songhai? Ethiopia was Christian; Songhai was",
        "weaken African society? the letters on the map with their correct Muslim.",
        "Lesson 4 labels.",
        "c. Draw Conclusions What role did gold play in the",
        "11. a. Defi ne What is imperialism, and what Ghana Empire South Africa Egypt",
        "histories of Africa’s major kingdoms? Gold was one of",
        "led to European imperialism in Africa? Kongo Kingdom Kingdom of Ethiopia",
        "b. Sequence What led to the Boer War? Africa’s most valuable trade goods. Kingdoms all over",
        "c. Elaborate Why do you think few groups the continent grew wealthy by controlling the supply",
        "were successful in resisting European",
        "and distribution of gold.",
        "12. Understand Cause and Eff ect Use the 10. a. Analyze Events What brought Islam to East Africa?",
        "Reading Skills taught in this module to",
        "What was the result of its arrival? Trade brought Islam;",
        "complete the following activity.",
        "the result was a blending of cultures called Swahili.",
        "To make trade easy and profitable, traders and",
        "b. Draw Conclusions Why do you think early European",
        "African locals built cities all along the coast.",
        "Muslim traders from Arabia and Persia settled N activity in Africa was limited mostly to West Africa?",
        "down in many of these coastal trading cities. West Africa is the first destination ships from Europe",
        "In time, the cities developed large Muslim",
        "would have reached. With valuable goods to be found",
        "communities. Africans, Arabs, and Persians lived",
        "near each other and worked together. there, many traders would have had little interest in",
        "sailing farther or hiking inland.",
        "One result of this closeness was the spread of",
        "c. Develop How did the slave trade weaken African",
        "Islam through East Africa. People at all levels of Focus on Writing",
        "society, from workers to rulers, adopted Islam. society? decreased population; millions of people were",
        "15. Write a Proverb Does the early bird get the",
        "As a result, mosques appeared in cities and worm? If you go outside at sunrise to check, enslaved and thousands died; created resentment,",
        "towns throughout the region.",
        "you missed the fact that this is a proverb mistrust, and warfare between groups",
        "that means “The one that gets there first can",
        "Make a graphic organizer to analyze causes",
        "earn something good.” West African storytell-",
        "and effects listed above. Create as many boxes",
        "as you need to list the causes and effects. ers created many proverbs that expressed LESSON 4",
        "wisdom or truth. Write three proverbs that",
        "11. a. Define What is imperialism, and what led to",
        "might have been said during the time of the",
        "Social Studies Skills",
        "West African empires. Make sure your prov- European imperialism in Africa? the attempt to",
        "13. Understand Continuity and Change Use erbs are written from the point of view of a dominate a country’s government, trade, or culture;",
        "the Social Studies Skills taught in this person living during those centuries.",
        "Europeans wanted to control resources from Africa and",
        "to impose European customs there",
        "History of Sub-Saharan Africa 775 b. Sequence What led to the Boer War? discovery of",
        "gold in Boer and British effort to make the land part of",
        "the British Empire",
        "Essential Question ESSAY Write an argument answering this question.",
        "c. Elaborate Why do you think few groups were",
        "Your essay should include specific details about",
        "successful in resisting European imperialism? Possible",
        "How is the story of Africa the story",
        "the history of Africa. Be sure to cite evidence to",
        "answer: Europeans had more advanced weapons than",
        "of humankind? support your point and organize your essay into an",
        "most African people and could defeat them in war.",
        "introduction, body, and conclusion.",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a",
        "Alternative Activity Instead of writing essays,",
        "specific position",
        "address the Essential Question through activities",
        "• illustrate valid reasoning supporting their",
        "such as holding debates, creating multimedia",
        "presentations, or writing journal entries. See the",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of",
        "project rubrics.",
        "• identify key people, events, and/or turning",
        "points that demonstrate understanding of",
        "the module content",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "History of Sub-Saharan Africa 775",
        "Print Assessment (continued) Online Assessment",
        "1. Archaeologists believe that different hominid species developed different",
        "Reading Skills skills and had different abilities. Select the correct button in the table to show",
        "which hominid species is being described.",
        "12. Understand Cause and Effect Use the Reading Skills taught in this module",
        "to complete the following activity. Homo Homo Homo Australopithecus",
        "sapiens habilis erectus",
        "Its name means “wise",
        "To make trade easy and profitable, traders and African locals built cities man.”",
        "all along the coast. Muslim traders from Arabia and Persia settled down Its name means “handy",
        "in many of these coastal trading cities. In time, the cities developed large man.”",
        "Muslim communities. Africans, Arabs, and Persians lived near each other Its name means",
        "and worked together.",
        "It first used fire to cook",
        "food and for protection.",
        "One result of this closeness was the spread of Islam through East Africa.",
        "It first used stone tools",
        "People at all levels of society, from workers to rulers, adopted Islam. As a for chopping and",
        "result, mosques appeared in cities and towns throughout the region. scraping.",
        "It developed language",
        "13. Make a graphic organizer to analyze causes and effects listed above. Create as and spread throughout",
        "many boxes as you need to list the causes and effects. Causes—desire for easy",
        "It is one of the oldest",
        "and profitable trade; mingling of Africans, Arabs, and Persians in communities;",
        "hominid species that",
        "spread of Islam; Effects—building of cities in East Africa; spread of Islam; building first walked on two legs.",
        "2. Which of the following first developed during the Early Stone Age?",
        "Social Studies Skills People began herding animals.",
        "14. Understand Continuity and Change Use the Social Studies Skills taught People hunted animals for food.",
        "in this module to complete the following activity. List an example from this People created large communities.",
        "module of people or groups who have worked together to achieve goals, and People harvested crops to sell to others.",
        "list one example of people or groups who opposed each other. 3. How can anthropologists theorize how people may have lived during the",
        "Answers will vary. Possible answers: Traders in silent barter worked together, as Stone Age?",
        "did nationalist groups in Nigeria. The Boers and the British opposed each other, by studying how diseases spread",
        "as did the Portuguese and the Kongolese. by understanding how iron tools were used",
        "by observing tribal traditions and how humans work today",
        "Map Activity by translating ancient languages and reading written records",
        "15. Africa On a separate sheet of paper, match the letters on the map with their",
        "4. Drag the name of the individual into the box next to his description.",
        "Ghana Empire South Africa Egypt Kongo Kingdom made Christianity the official religion of Aksum King Ezana",
        "Kingdom of Ethiopia leader of Mali who introduced cotton to the region Sundiata",
        "leader of Ghana during its height of power and",
        "A. South Africa Tunka Manin",
        "ordered the construction of many Christian churches",
        "C. Kingdom of Ethiopia King Lalibela",
        "E. Kongo Kingdom 5. Why did Ghana’s power decline?",
        "Focus on Writing Select the three correct answers.",
        "Europeans opened an alternate overseas trade route.",
        "16. Write a Proverb Does the early bird get the worm? If you go outside at",
        "Rebellion by a conquered tribe weakened the empire.",
        "sunrise to check, you missed the fact that this is a proverb that means “The",
        "The Almoravids invaded the empire and cut off trade routes.",
        "one that gets there first can earn something good.” West African storytellers",
        "Mines ran out of gold, so they had nothing with which to trade.",
        "created many proverbs that expressed wisdom or truth. Write three proverbs",
        "Merchants were overtaxed, and they refused to trade with the empire.",
        "that might have been said during the time of the West African empires.",
        "Grazing animals turned fertile soil into dust and destroyed agriculture.",
        "Make sure your proverbs are written from the point of view of a person living",
        "during those centuries.",
        "RUBRIC Students’ proverbs should:",
        "• express simple bits of wisdom or truth",
        "• be brief and memorable",
        "• use colorful or vivid language",
        "• include three examples",
        "• reflect some element of West African culture",
        "6. Use the map to answer the question. 8. Why did the transatlantic slave trade finally end during the 19th century?",
        "African rulers stopped selling enslaved people.",
        "Mali Empire, c. 1300 The practice of enslaving people became unprofitable.",
        "N Slave traders decided that the practice of slavery was immoral.",
        "AT O L C A E N A T N IC",
        ", ve h s, spi a ces za salt c salt",
        "RA 9. D o P T f r h o a a",
        "Walata TimbuktuTakedda Great Britain",
        "o p r e y r , , I s f c e l e a r v",
        "ic gla s s s s b",
        "l ideas to Africans",
        "Benin Mali Empire",
        "Settlement when landowners used valuable land to grow cash crops instead of food",
        "when entrepreneurs invested money in improving transportation",
        "Which conclusion can be made from the information in the map? 11. Use the map of African nations to answer the question.",
        "Mali’s kings became wealthy by taxing European sailors.",
        "Mali’s kings became wealthy by taxing Indian merchants. Traditional Ethnic Boundaries of Africa",
        "Mali’s location allowed the empire to control trade in West Africa.",
        "Mali’s location allowed the empire to control trade in North Africa.",
        "7. Use the map to answer the question.",
        "East Africa Trade, c. 1000",
        "Mediterranean Sea",
        "Tropic of Cancer Jiddah Muscat",
        "S A H A R A ARABIA",
        "Aksum Ad G e u n lf of Aden",
        "AFRICA Lalibela Zeila Ar S a e b a ian Calicut",
        "0(cid:176) Equator Congo R .",
        "t i o s r h i u a W E",
        "ATLANTIC Kilwa Zanzibar I.",
        "L S a e n a d r o ro u u te te Z",
        "w p e opo R. Sofala Ma da",
        "icorn 0 0 40 4 0",
        "S Which conclusion can be made from the information in the map?",
        "0(cid:176) 40(cid:176)E 80(cid:176)E Many ethnic groups are divided by natural barriers like rivers.",
        "African trade routes cut through many ethnic boundaries.",
        "How did the geography of Africa influence trading patterns?",
        "There are more ethnic groups in the north of Africa than in the south.",
        "Overland trading routes went through the rain forests of Central Africa.",
        "African national boundaries do not correspond well with ethnic divisions.",
        "Merchants from India traveled overland to reach East African trading",
        "centers. 12. Drag the name of the individual into the box next to his description.",
        "Overland trading routes connected the west and east coasts of Central last Zulu leader who was defeated by the British Cetshwayo",
        "emperor of Ethiopia who successfully resisted an Italian",
        "Merchants from Arabia traveled overland to reach East African trading invasion of his country",
        "centers. leader who united numerous Zulu groups in resisting a Shaka",
        "British takeover of his lands",
        "British entrepreneur who believed it was his duty to",
        "bring European culture to Africa",
        "History of Sub-Saharan Africa 775b"
      ],
      "duration": "45 minutes"
    }
  ]
}