{
  "title": "The Eastern Mediterranean",
  "total_pages": 42,
  "lessons_found": 2,
  "lessons": [
    {
      "title": "Lesson 2: Turkey . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 703",
      "page_start": 1,
      "content_preview": "Lesson 2: Turkey . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 703 questions such as: Document-Based Investigations The Big Idea Although Turkey has historically been more Asian than European, its leaders are seeking to develop closer economic ties to",
      "objectives": [],
      "materials": [
        "The production of textiles is restricted.",
        "The amount of cement exported is limited.",
        "The production of crops by rural farmers is limited.",
        "The flow of water into neighboring countries is restricted.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Turkey’s use of its water resources has a negative effect on",
        "neighboring countries.",
        "The Eastern Mediterranean 706a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 703",
        "Write a Biography",
        "Ottoman Conquest of Constantinople 1. Review with students the information in this lesson regarding Kemal",
        "1. Point out that the Ottoman conquest of Constantinople is one of Atatürk.",
        "the key events in world history. 2. Ask students to imagine that they were alive during Kemal Atatürk’s",
        "2. Organize the class into small groups. Have the members of each rule. Ask them to imagine how they would have felt when Atatürk",
        "group discuss the conquest and predict how it might have affected made rules to ban traditional clothing and make changes to familiar",
        "the region, the people living in the city, and the Ottoman Empire. ways of life.",
        "3. If students have difficulty, suggest that they consider the 3. Have students write an autobiography of their life in the time of Kemal",
        "importance of trade routes and the city’s central location. Students Atatürk. Be sure to have them describe whether they were happy or",
        "should also consider the differences between Byzantine and unhappy with the changes he made and why. For example, many",
        "Ottoman rule and cultures. women may have been happy to be given the right to vote or hold office.",
        "4. Ask for volunteers to share some of their predictions with the class. 4. Ask students to share their autobiographies with the class.",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; and 14: *Alternative Assessment Handbook, Rubric 41: Writing to Express",
        "continued from page 706",
        "continued from page 704",
        "ENGLISH LANGUAGE LEARNERS",
        "STRUGGLING READERS",
        "Oral Biography Jigsaw",
        "1. To help students demonstrate their understanding of important",
        "Turkish leaders, organize them into three groups of equal number.",
        "1. Pair struggling readers with more proficient readers, and ask students",
        "2. Assign each group to research one of the following Turkish leaders:",
        "to preview the lesson. Have each pair read the headings, look for bold",
        "Mehmed II, Suleyman I, and Kemal Atatürk. Have students work within",
        "and highlighted text, and examine the visuals used in the lesson.",
        "their groups to create oral biographies of their assigned leader. They",
        "2. Invite volunteers to share one thing they think they will learn in",
        "may choose to use visual aids or other media to help communicate their",
        "this lesson. Discuss the features that helped them draw these",
        "3. Once students have created their presentations and have practiced",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "delivering them within their groups (possibly in pairs), organize",
        "smaller groups of three that include one student from each of the",
        "continued from page 705",
        "larger groups. In this way, every group should include an “expert” on",
        "each of the three Turkish leaders.",
        "SPECIAL NEEDS STUDENTS",
        "4. Have the students deliver their oral presentations to the smaller",
        "Population Density of Turkey groups.",
        "1. Read aloud the name of each label on the map showing Turkey’s *Alternative Assessment Handbook, Rubrics 4: Biographies; 14: Group",
        "population density. As you do, have students locate the label on Activity; and 24: Oral Presentations",
        "the map and say it aloud. If necessary, repeat any names students",
        "have difficulty pronouncing.",
        "COLLABORATIVE LEARNING",
        "2. Then have students create sentences about the map, such as",
        "“There are about 520 people per square mile in Adana” or “The",
        "More about Turkey",
        "southeastern part of Turkey has a very low population density.”",
        "1. Organize the class into small groups. Ask each group to select a",
        "*Alternative Assessment Handbook, Rubric 21: Map Reading",
        "common cultural practice, tradition, or religion in Turkey to learn",
        "more about. Have students research the details about their choice.",
        "Next, have each group work collaboratively to write one paragraph",
        "describing their subject.",
        "2. Have each group work together to make a poster. Have students",
        "write their paragraph on the poster and then decorate the poster",
        "with drawings and words that illustrate their paragraph. For example,",
        "if students choose a popular dish served in Turkey, they could include",
        "the recipe, drawings of the ingredients, and a drawing of a Turkish",
        "family eating the meal.",
        "3. Have each group present their poster to the class.",
        "*Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 28:",
        "706b Module 21, Lesson 2",
        "Lesson 3 Planner",
        "Exile of the Jews",
        "Israel: Birth of a Nation",
        "2015 Israeli Election",
        "Graph: Israel’s Population",
        "Maps, Map: Israel and the Palestinian",
        "Visuals LESSON 3 Graphs, and Territories",
        "Israel and the Palestinian",
        "Territories are home to Jews",
        "and Arabs who continue",
        "The Dead Sea Scrolls",
        "to struggle over the",
        "Document-Based Investigation:",
        "Israel’s Government and region’s land.",
        "Extend Teenagers for Peace",
        "Citizenship Sources",
        "and Enrich The Dead Sea Scrolls",
        "Hanan Ashrawi (1946– )",
        "Water Crisis in Gaza",
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "Non-digital resource",
        "The Eastern Mediterranean 706c",
        "Online Lesson 3 Enrichment Activities",
        "The Dead Sea Scrolls Hanan Ashrawi (1946– )",
        "Article Students read a brief article about the Dead Sea Scrolls Biography Students read about the contributions of Palestinian",
        "along with two accompanying passages, then answer a question leader Hanan Ashrawi to the Middle East peace process, then",
        "about the passages. answer questions about what they have learned.",
        "Water Crisis in Gaza",
        "Article Students read about the causes of Gaza’s water crisis.",
        "They then research more about the crisis to prepare a digital",
        "slideshow. Their slideshows should include facts and opinions",
        "that are correctly cited.",
        "Israel’s Government and Citizenship",
        "Article Students read about Israel’s government and the",
        "rights and responsibilities of its citizens. They then research the",
        "governments and roles of citizens in Saudi Arabia and Iran to",
        "write a compare-and-contrast essay.",
        "706d Module 21, Lesson 3",
        "Teach the Big Idea",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What do you like about living in Israel?",
        "If YOU lived there . . .",
        "The Big Idea When you were only six years old, your family moved Review the scenario with students and lead a class",
        "to Israel from Russia. You are learning Hebrew in school,",
        "Israel and the Palestinian discussion around responses to the question.",
        "but your parents and grandparents still speak Russian at",
        "TTerritories are home to Jews and",
        "Arabs who continue to struggle home. When you first moved here, your parents worked Remind students that all responses are valid as",
        "over the region’s land. in an office building, but you now live on a farm where long as they are supported with valid reasoning.",
        "you grow oranges and tomatoes.",
        "Main Ideas You may wish to review the following points to",
        "What do you like about",
        "■Israel’s history includes the living in Israel? frame your discussion.",
        "ancient Israelites and the cre-",
        "ation of the State of Israel. Consider CLIMATE AND GEOGRAPHY:",
        "■In Israel today, Jewish culture is History",
        "a major part of daily life. • The warm, dry climate is a welcome change",
        "Israel is often referred to as the Holy Land because it is home to",
        "■The Palestinian Territories are sacred sites for three major religions—Judaism, Christianity, from Russia’s long winters.",
        "areas next to Israel—Gaza and",
        "and Islam. Judaism is the religion of the Jewish people. It is • A day trip to a Mediterranean beach is fun.",
        "the West Bank—controlled",
        "partly by Palestinian Arabs. the world’s oldest monotheistic religion. Many events in Jewish • The desert landscapes are beautiful.",
        "history and in the life of Jesus happened in Israel.",
        "Key Terms and Places Consider DAILY LIFE:",
        "Judaism The Holy Land The Israelites, the descendants of the Hebrews",
        "Diaspora and ancestors of the Jews, first established the kingdom of • Living on a farm feels healthier than living in",
        "Jerusalem Israel about 1000 BC. It covered roughly the same area as the a crowded city.",
        "Zionism modern State of Israel. In the 60s BC the Roman Empire con-",
        "kosher quered the region, which was called Judea. After several Jewish • We can enjoy more fresh fruits and vegetables.",
        "kibbutz revolts, the Romans forced many Jews to leave the region and • We feel a greater sense of community and",
        "Gaza renamed it Palestine in AD 135. This dispersal of the Jewish family than in Russia.",
        "population is known as the Diaspora.",
        "2. Direct Teach Introduce the Big Idea: Israel and the",
        "Muslims conquered Palestine in the mid-600s. However,",
        "from the late 1000s to the late 1200s, Christians from Europe Palestinian Territories are home to Jews and Arabs",
        "launched a series of invasions of Palestine called the Cru- who continue to struggle over the region’s land. Ask",
        "sades. The Crusaders captured the city of Jerusalem in 1099.",
        "In time, the Crusaders were pushed out of the area. Palestine students to tell some things they know about",
        "then became part of the Ottoman Empire. After World War I, it or have heard on the news about Israel and the",
        "came under British control.",
        "Palestinian Territories. Record their responses on",
        "the board. Use their responses to begin to point",
        "out the similarities and differences between the",
        "two regions. Tell students that they will further",
        "compare and contrast the areas in this lesson.",
        "3. Practice/Assess/Inquire Have students work in",
        "The Eastern Mediterranean 707 small groups to create a chart and fill it in with facts",
        "about Israel and the Palestinian Territories.",
        "4. Explore (Collaborative Exploration) Have groups",
        "Teach the Main Idea region. After World War II, the UN voted to review their lists and draw lines to connect things",
        "divide Palestine into Jewish and Arab states, that are similar about the two areas.",
        "Israel’s history includes the ancient",
        "and the State of Israel was established. 5. Whole Group Close/Reflect Have students use",
        "Israelites and the creation of the State their charts to write two paragraphs comparing",
        "More About . . .",
        "of Israel. and contrasting Israel and the Palestinian",
        "The Dead Sea Scrolls A young Bedouin Territories.",
        "Define What is the Diaspora? dispersal of shepherd named Muhammed edh-Dhib",
        "*Alternative Assessment Handbook, Rubric 9: Comparing",
        "the Jewish population What is Zionism? a discovered the scrolls while he was looking",
        "nationalist movement that called for Jews for a stray goat. He threw a stone into the cave",
        "to reestablish a Jewish state in their ancient to persuade the goat to come out. The stone",
        "homeland struck one of the pieces of pottery that held ONLINE DOCUMENT-BASED INVESTIGATION",
        "Explain Why is Israel often referred to as the scrolls.",
        "the Holy Land? because it is home to The Eastern Mediterranean",
        "sacred sites for three of the world’s major Teenagers for Peace is the third of four document-",
        "religions—Judaism, Christianity, and Islam based investigations that students will analyze in",
        "Summarize How was Israel created? In the The Eastern Mediterranean module. Students will",
        "late 1800s the Zionist movement called for explore the text and visual to find out about 2,000",
        "Jews to reestablish a Jewish state in their teenagers who are seeking mutual understanding",
        "ancient homeland. Tens of thousands of in order to bring peace out of conflict.",
        "Jews from around the world moved to the",
        "The Eastern Mediterranean 707",
        "The city of Jerusalem is",
        "sacred to three world",
        "religions—Judaism,",
        "ONLINE GRAPHIC ORGANIZER Christianity, and Islam.",
        "As students read the lesson, have them use the",
        "graphic organizer to take notes. Students can",
        "review their graphic organizer notes at the end of",
        "the lesson to answer the following question:",
        "Analyze Causes What events initially caused the",
        "ongoing tension between Israeli and Palestinian",
        "territories? Romans forced many Jews out of the",
        "kingdom of Israel and renamed it Palestine. Palestine",
        "came under Muslim then British control before being Creation of Israel Zionism, a nationalist movement calling for Jews to",
        "reestablish a Jewish state in their ancient homeland, began in Europe in",
        "divided into a Jewish and Israeli state.",
        "the late 1800s. Tens of thousands of Jews and Arabs began moving to the",
        "region. Arabs also moved there to counterbalance the number of Jews",
        "moving into the region.",
        "In 1947 the United Nations voted to divide the Palestine Mandate, then",
        "ONLINE LESSON FLIP CARDS under British control, into Jewish and Arab states. While Arab countries",
        "rejected this plan, the Jews accepted it and a year later created the State",
        "Review Key Terms and Places of Israel. Five armies from surrounding countries then invaded Israel.",
        "Reading Check Against the odds, the Israelis defeated the Arabs.",
        "Students can use the flip cards in the Lesson Review Summarize What After Israel’s victory, many Palestinians fled to neighboring Arab coun-",
        "two groups played a",
        "at any time to review the lesson’s key terms and large role in Israel’s tries. Israel and Arab countries have fought each other in several wars",
        "places: Judaism, Diaspora, Jerusalem, Zionism, history? since then. Disputes between the two sides continue today.",
        "kosher, kibbutz, Gaza, West Bank.",
        "Historical Source",
        "The Dead Sea Scrolls",
        "“With knowledge shall I sing out my",
        "ONLINE ANALYZE VIDEOS Written by Jews about 2,000 years ago, the Dead Sea music, only for the glory of God, my harp,",
        "Scrolls include prayers, commentaries, letters, and my lyre for His holiness established; the",
        "passages from the Hebrew Bible. Hidden in caves flute of my lips will I lift, His law its",
        "Exile of the Jews near the Dead Sea, these scrolls were not found until tuning fork.”",
        "1947. Here are two passages from a prayer written",
        "“When first I begin campaign or",
        "Have students watch the video individually on one of the scrolls.",
        "journey, His name shall I bless; when first",
        "or as a class. You may wish to use the associated I set out or turn to come back; when I sit",
        "question as a discussion prompt. down or rise up, when I spread my bed,",
        "then shall I rejoice in Him.”",
        "Analyze Videos How did Jewish worship change Analyze Sources —the Dead Sea Scrolls",
        "What does this prayer from the Dead Sea Scrolls reveal",
        "because of the Babylonian Captivity? They could about the people who wrote it?",
        "no longer worship at the Temple, where they believed",
        "God dwelled. Instead, they began to depend on",
        "scripture as they worshiped.",
        "HISTORICAL SOURCE ONLINE ANALYZE VIDEOS",
        "The Dead Sea Scrolls Israel: Birth of a Nation",
        "Have students examine the information about and Have students watch the video",
        "passages from the Dead Sea Scrolls. You may wish to individually or as a class. You may wish to",
        "use the associated question as a discussion prompt. use the associated question as a discussion",
        "Analyze Sources What does this prayer from the",
        "Dead Sea Scrolls reveal about the people who Analyze Videos How did Tel Aviv compare",
        "wrote it? They were religious and very dedicated to to Jerusalem in the first months after the",
        "their God. war? Tel Aviv was recovering but bustling",
        "with people, whereas Jerusalem was more",
        "war torn and somber.",
        "Summarize What two groups played a large role",
        "in Israel’s history? Jews and Arabs",
        "For additional instruction, go to end of lesson.",
        "708 Module 21, Lesson 3",
        "Jews from all over the world, including many who fled from Arab lands, Teach the Main Idea",
        "have migrated to Israel hoping to find peace and stability. Yet, they have",
        "faced continual conflicts with neighboring countries. Despite these prob- In Israel today, Jewish culture is a major part of",
        "lems, Israelis have built a modern, democratic country.",
        "Government and Economy Israel has a prime minister and a parliament—",
        "the Knesset. There are several major political parties and many smaller ones.",
        "Recall What are Israel’s largest cities? Tel Aviv and",
        "Israel’s government has built a strong military. At age 18, most Israeli",
        "men and women must serve at least one year.",
        "Israel’s economy is modern and diverse. Important exports include high- Describe What type of government does Israel",
        "tech equipment and cut diamonds. Israel has increased food production",
        "have? a prime minister and a parliament, called the",
        "by irrigating farmland. Israel’s economy also benefits from the millions of",
        "visitors who come to Israel to see the country’s historic sites. Knesset",
        "Cities, Diversity, and Languages Most of Israel’s population live in cities. Identify What are Israel’s two official languages?",
        "Jerusalem, the capital, and Tel Aviv are Israel’s largest cities. Hebrew and Arabic",
        "About 75 percent of Israel’s population is Jewish. The rest of the coun-",
        "try’s people are mostly Arab. About three-fourths of Israeli Arabs are Mus- Define What is a kibbutz? a large farm where people",
        "lim, but some are Christian. Israel’s Jewish population includes Jews from share everything in common What is kosher? the",
        "all parts of the world. Many arrive not knowing Hebrew, one of Israel’s",
        "term used to refer to food that is allowed under",
        "official languages. To assist these new citizens, the government provides",
        "language classes. Israeli Arabs speak Arabic, Israel’s other official language. Jewish dietary laws",
        "More About . . .",
        "Israel’s Population",
        "The Israeli Economy Israel has a technologically",
        "Jews from all over the world have settled in Israel. The graph below shows the",
        "percentages of Jews who migrated from different places. Non-Jews in Israel advanced free-market economy. The country",
        "include Arabs who are Muslims, Christians, and Druze. This photo shows a ranks among the top 20 nations in the world on",
        "Jewish teenager celebrating his bar mitzvah—a ceremony that acknowledges",
        "13-year-old Jewish boys as adults in the community. the United Nation’s Human Development Index,",
        "which categorizes the Israeli economy as “Very",
        "Origin of Israel‘s Jewish Population",
        "Highly Developed”—the highest-ranked economy",
        "Non-Jewish in the Middle East. The standard of living in Israel is",
        "comparable to many Western nations.",
        "ONLINE INTERACTIVE GRAPHS",
        "Europe, the Americas, Israel’s Population",
        "Asia Africa 17.4% Have students explore the graph and answer the",
        "Analyze Visuals Source: The World Almanac associated question.",
        "According to the graph, what is the origin of most Israeli Jews?",
        "In print edition, see visual of same title.",
        "Interpret Graphs According to the graph, what is",
        "The Eastern Mediterranean 709 the origin of most Israeli Jews? Israel",
        "ADVANCED/GIFTED ONLINE ANALYZE VIDEOS",
        "Population Statistics 2015 Israeli Election",
        "1. Tell students that about 8.2 million Have students watch the video",
        "people live in Israel. individually or as a class. You may wish to",
        "2. Then have students use the circle graph use the associated question as a discussion",
        "to answer the following questions: prompt.",
        "How many people from Israel’s Jewish Analyze Videos Why was President",
        "population originated from Europe, the Obama closely watching the 2015 Israeli",
        "Americas, and the Pacific? 1,426,800 election? Israel is an important U.S. ally in",
        "people How many people from Israel’s the Middle East, and the U.S. gives Israel more",
        "Jewish population originated from aid money than any other nation.",
        "Africa? 369,000 people How many",
        "people in Israel are non-Jewish?",
        "1,935,200 people",
        "*Alternative Assessment Handbook, Rubric 1:",
        "Acquiring Information",
        "The Eastern Mediterranean 709",
        "Culture and Rural Settlements Israeli Jewish culture is rich in holidays",
        "Teach the Main Idea and special foods. For Jews, the Sabbath, from sunset Friday until sundown",
        "Saturday, is a holy day. Yom Kippur, a very important holiday, is celebrated",
        "in the fall. Passover, in the spring, celebrates the Israelites’ escape from",
        "The Palestinian Territories are areas next to",
        "captivity in ancient Egypt.",
        "Israel—Gaza and the West Bank—controlled Because Judaism is a way of life, religious laws address every aspect",
        "of daily life, including what Jews should eat. These laws come from the",
        "partly by Palestinian Arabs. Hebrew Bible. Kosher, which means “fit” in Hebrew, is the term used",
        "for food allowed under Jewish dietary laws. Not all Jews in Israel eat a",
        "Identify What are the disputed parts of land in the kosher diet, but all government and army kitchens serve kosher food. This",
        "Palestinian Territories? the West Bank and East enables both religious and secular Jews to participate together in these",
        "core institutions.",
        "Reading Check Some Israeli Jews live in a collective community known as a kibbutz",
        "Predict Do you think the peace process between Form (ki-BOOHTS). Traditionally, a kibbutz is a large farm where people shared",
        "Israel and the Palestinians will succeed? Explain What is Jewish culture everything in common. About 100,000 Israeli Jews live in more than 250",
        "in Israel like? diverse kibbutzim.",
        "your answer. Possible answer: yes, because the",
        "The Palestinian Territories",
        "Palestinian Authority agreed to recognize Israel",
        "In 1967, during the Six-Day War, Israel captured areas from Jordan and",
        "and renounce terrorism, and Israel has turned over",
        "Egypt inhabited by Palestinian Arabs—Gaza, the West Bank, and East",
        "control of some areas to the Palestinians; no, the Jerusalem. In the 1990s Israel agreed to turn over parts of these territories",
        "dispute has gone on for a long time and both sides to the Palestinians. In return, the Palestine Liberation Organization (PLO)",
        "agreed to recognize Israel’s right to exist and pledged to renounce terrorism.",
        "want some of the same territory These territories have continued to be central to ongoing conflicts between",
        "Israelis and Arabs.",
        "More About . . .",
        "Connect to Today: Disputed Territories Point out",
        "Israel and the Palestinian Territories",
        "that in the United States, many people do not agree",
        "a in b t o h u is t w se h c o ti o sh n o . F u o ld r e c x o a n m tr p ol l e t , h s e o t m er e r i p to e r o ie p s le d t is h c in u k ss ed Mediterran 34°E ea L n EBAN Ha O if N a S G H e E O a I L o G f A H G N T al S ilee SYRIA S C Pa o o l m n e t s e r t o i a n ll r i e a e d n a s s b y co t n h t e r olled",
        "Palestinians deserve the land, while others think Sea by Palestinians",
        "Israelis do. Emphasize that when learning about W E Nabblluuss 0 25 50 Kilometers",
        "history and current events, it is important to try 32°N S Tel Aviv WWEE RR SS aa TT mm B al A la N h K P Tr r a o n je s c v t e io rs n e : C C a y s li s n in d i r - i S ca o l ldner",
        "to gather accurate and factual information from",
        "Gaza H Eebbrroonn Dead Sea",
        "unbiased sources. GAZA",
        "ONLINE INTERACTIVE MAPS",
        "Israel and the Palestinian Territories 1. Location What Palestinian territory is located on",
        "the Mediterranean Sea?",
        "Have students explore the map using the interactive 2. Place Who controls parts of the West Bank?",
        "features and answer the associated question.",
        "Location What Palestinian territory is located on",
        "the Mediterranean Sea? Gaza",
        "In print edition, see map of same title.",
        "1. Location What Palestinian territory is located",
        "COLLABORATIVE LEARNING",
        "on the Mediterranean Sea? Gaza",
        "2. Place Who controls parts of the West Bank? Life on a Kibbutz 3. Have students illustrate their stories. If",
        "Some areas are controlled by the Palestinians and 1. Review with students what a kibbutz is. they find photographs in their research,",
        "others by Israel. have students share these with the class.",
        "2. Have students work in pairs to research",
        "what daily life on a kibbutz is like. Ask 4. Ask for volunteers to present their “Day in",
        "each pair of students to work together to the Life” projects to the class.",
        "write a short “Day in the Life” account of *Alternative Assessment Handbook, Rubrics 30:",
        "READING CHECK what it might be like to live in a kibbutz. Research; and 37: Writing Assignments",
        "Form Generalizations What is Jewish culture",
        "Be sure to have students include how",
        "in Israel like? Jewish holidays are celebrated;",
        "living in a kibbutz is similar and how",
        "government and army kitchens in Israel serve",
        "it is different from living in their own",
        "710 Module 21, Lesson 3",
        "Focus on Culture",
        "Teenagers for Peace ONLINE DOCUMENT-BASED INVESTIGATION",
        "Peace between Israeli Jews and Palestinian Arabs",
        "has not been easy in the past. Moreover, some Teenagers for Peace",
        "believe peace in the region might be impossible",
        "ever to accomplish. But don’t tell that to a group of Have students explore the feature about the",
        "2,000 Jewish and Arab teenagers who are making",
        "a difference in Israel. These teens belong to an organization called Seeds of Peace. This group of",
        "organization called Seeds of Peace. To learn more about 2,000 Jewish and Arab teenagers works to",
        "about each other’s culture and thus understand each",
        "other better, these teens meet regularly. learn peace-building skills.",
        "Seeds of Peace also hosts camps for teenagers from Analyze Sources How are Jewish and Arab",
        "high-conflict regions. Participating students come from",
        "across conflict lines. At camp, they live, sleep, and eat teenagers in Israel working toward peace? They",
        "with those they have believed are their enemies. They",
        "meet regularly to learn more about each other’s",
        "participate in trust activities and learn peace-building",
        "and conflict resolution skills. Equipped with new skills cultures in order to understand each other better.",
        "and friends, these teens hope they can plant seeds of",
        "peace in their home communities. In print edition, see feature of same title.",
        "Draw Conclusions",
        "How are Jewish and Arab teenagers in Israel working",
        "Gaza and the West Bank Gaza is a small, crowded coastal area",
        "where more than a million Palestinians live. The area has few resources.",
        "However, citrus fruit is grown in irrigated fields. Unemployment is high",
        "for the Palestinians living in Gaza. In 2005 Israel transferred control of",
        "Gaza to the Palestinians.",
        "The West Bank is much larger than Gaza and has a population of",
        "about 2.7 million. It is mostly rural, but the territory has three large cities—",
        "Nablus, Hebron, and Ramallah. The West Bank’s economy is mostly based",
        "on agriculture. Farmers rely on irrigation to grow their crops.",
        "Since Israel gained control of the West Bank in 1967, about 280,000 Israe-",
        "lis have moved there. Israelis and Palestinians dispute the territory. Peace",
        "ONLINE ANALYZE VIDEOS",
        "agreements have tried to divide the land fairly. This conflict over land and",
        "terrorist attacks against Israel are the greatest sources of tension between",
        "Arabs and Israelis. Gaza Parkour",
        "East Jerusalem Other disputed land includes Israel’s capital, Jerusalem. Have students watch the video individually",
        "Control of Jerusalem is a difficult and emotional issue for Jews, Muslims,",
        "or as a class. You may wish to use the associated",
        "and Christians. The city has sites that are holy to all three religions. Areas of",
        "the old city are divided into Jewish, Muslim, and Christian neighborhoods. question as a discussion prompt.",
        "After the 1948 war, Israel controlled West Jerusalem and Jordan con-",
        "Analyze Videos Why do Three Run Gaza use city",
        "trolled East Jerusalem. Israel captured East Jerusalem in 1967. Jerusalem is",
        "the ancient and modern capital of Israel. Palestinians also claim Jerusalem ruins for parkour? Possible answer: Using the city",
        "as their capital. ruins lets them make the best out of a bad situation;",
        "parkour provides an outlet for their energy and some",
        "The Eastern Mediterranean 711 fun during tense times.",
        "STRUGGLING READERS",
        "Teenagers for Peace 3. Ask questions based on the reading. Have",
        "1. Read aloud the “Teenagers for Peace” students locate and read the answers",
        "feature, and have students follow along. aloud.",
        "2. Ask students to identify the main idea *Alternative Assessment Handbook, Rubric 18:",
        "of the text. Check to make sure that Listening",
        "students understand that some Jewish",
        "and Arab teenagers have participated in",
        "a program to help understand each other",
        "and learn peace-building skills.",
        "The Eastern Mediterranean 711",
        "The Territories Today In 2006 control of the territories was split between",
        "two opposing Palestinian political groups. The West Bank was governed by",
        "a group called Fatah, and Gaza by the group Hamas. Today, political ten-",
        "sions in the region remain high.",
        "READING CHECK Reading Check",
        "Analyze Causes The future of the peace process is uncertain. Some Palestinian groups",
        "Analyze Causes Why have the Palestinian Why have the have continued to commit acts of terrorism, including rocket attacks from",
        "Palestinian Territories",
        "Territories been a source of tension? because of the Gaza. Israelis fear they would be open to attack if they withdrew from the",
        "been a source of",
        "conflict over land and terrorist attacks against Israel tension? West Bank.",
        "Summary and Preview In this lesson you learned about Israel’s history,",
        "people, government and economy, and the future of the Palestinian Ter-",
        "ritories. In the next lesson you will learn about the history and culture of",
        "Print Assessment Israel’s neighbors—Syria, Lebanon, and Jordan.",
        "Review Ideas, Terms, and Places Lesson 3 Assessment",
        "1. a. Define What is the Diaspora? the dispersal of the Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Define What is the Diaspora? 4. Categorize Use the chart below to separate your",
        "Jewish population b. Explain How did Zionism help create the nation notes on Israel into categories.",
        "b. Explain How did Zionism help create the nation of Israel?",
        "2. a. Explain As a religious observance, what is the",
        "of Israel? Tens of thousands of Jews began moving significance of a kosher diet? Government",
        "to the region to reestablish their homeland. b. Draw Conclusions Why have Israeli leaders built up Economy",
        "a strong military?",
        "2. a. Explain As a religious observance, what is the c. Explain How has the migration of Jews influenced Diversity and Languages",
        "significance of a kosher diet? food allowed under the character of Israel? Jewish Culture",
        "3. a. Identify Which territory is fully controlled by",
        "Jewish dietary laws Palestinians and which is partly controlled?",
        "b. Draw Conclusions Why have Israeli leaders b. Identify and Explain Read the Teenagers for Peace",
        "feature in this lesson. What conflict are these teens",
        "built up a strong military? because Israel’s trying to resolve?",
        "neighbors have frequently tried to destroy it",
        "c. Explain How has the migration of Jews",
        "influenced the character of Israel? It has led to",
        "the reestablishment of a Jewish state and conflict",
        "3. a. Identify Which territory is fully controlled by",
        "Palestinians and which is partly controlled?",
        "Gaza; the West Bank",
        "b. Identify and Explain Read the Teenagers for",
        "Peace feature in this lesson. What conflict are",
        "these teens trying to resolve? conflict between",
        "Israeli Jews and Palestinian Arabs",
        "Critical Thinking",
        "4. Categorize Use a chart to separate your notes",
        "on Israel into categories. Government—Knesset; 712 Module 21",
        "Economy—exports, limited farming, tourism;",
        "Diversity and Languages—Hebrew and Arabic;",
        "Jewish Culture—Jewish holidays, traditions, kibbutz",
        "ANALYZE INFORMATION",
        "living, kosher diet",
        "History in the Making 4. Have students look for any historical",
        "1. Provide recent news articles from background of the event as reported",
        "more than one source about how the in the story. Encourage them to find",
        "Palestinians and Israelis are trying to information about the various attempts",
        "resolve their conflict. Be sure that all that have been made to resolve the",
        "students have at least one complete conflict.",
        "newspaper story. 5. Have students prepare a report on what",
        "2. Have students read the story carefully, they found in the article. Have them",
        "writing down key points that refer to present historical information about the",
        "methods for resolving the conflict. methods being used to solve this conflict",
        "3. Instruct students to look for parts of the",
        "story that seem biased. Ask students *Alternative Assessment Handbook,",
        "how biased reporting can affect how the Rubric 16: Judging Information",
        "conflict is perceived.",
        "For additional instruction, go to end of lesson.",
        "712 Module 21, Lesson 3",
        "Online Assessment 4. Summarize How did Jews and Muslims come to have competing",
        "claims to what is now the State of Israel?",
        "1. Why did the United Nations vote to divide the Palestine Mandate in",
        "The Israelites, the ancestors of the Jews, first established the kingdom",
        "of Israel about 1000 BC. Nearly 1,000 years later, the Roman Empire",
        "to decrease Christian control of the region",
        "conquered the region, which they renamed Palestine, and forced many",
        "to increase Muslim control of the region",
        "Jews to leave the region after a series of revolts against Roman rule. In",
        "to punish the Ottoman Empire",
        "the mid-600s Muslims conquered Palestine.",
        "to establish a Jewish state",
        "Alternate Question Select the answer choice from the drop-down 5. Make Inferences How has Israel’s history of being attacked by",
        "list to complete the sentence correctly. other countries affected the lives of its citizens?",
        "In 1947 the United Nations voted to divide the Palestine Mandate, Since the creation of the State of Israel in 1948, the country has",
        "which led to the creation of the State of Israel . been involved in a number of conflicts with Arab countries. This has",
        "contributed to the government requiring all men and women to serve at",
        "2. How does the Israeli government help new arrivals to blend in to the",
        "least one year in the country’s military.",
        "country’s culture?",
        "by teaching them how to prepare a seder 6. Compare and Contrast How are Fatah and Hamas similar and",
        "by helping them to gain entry into a kibbutz different? Describe one similarity and one difference.",
        "by offering classes in one of the country’s official languages",
        "Both Fatah and Hamas are Palestinian political groups. In 2006 Fatah",
        "by providing information about all of the country’s religious laws",
        "gained control of the West Bank, while Hamas gained control of Gaza.",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "One issue that many people who move to Israel face is that they do",
        "not know how to read and write Hebrew .",
        "3. Why is Israel hesitant to withdraw from the West Bank?",
        "because it would result in the strengthening of Egypt",
        "because it would result in the strengthening of Hamas",
        "because of fears it would expose the country to attack",
        "because of concerns about losses to agricultural production",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "Safety concerns make Israel hesitant to withdraw from the West",
        "The Eastern Mediterranean 712a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 708 continued from page 712",
        "TIERED ACTIVITY ENGLISH LANGUAGE LEARNERS",
        "Write Biography of David Ben-Gurion Timelines",
        "Below Level—Have students research biographical information 1. To help students demonstrate their understanding of important",
        "on David Ben-Gurion, the primary founder of the State of Israel events in Israel’s history, have students work in pairs to draw",
        "and the nation’s first prime minister. Students’ biographies should timelines that show the history of Israel.",
        "include a synopsis of Ben-Gurion’s life and career, touching on his key 2. Have students start the timeline with the establishment of the",
        "achievements. kingdom of Israel about 3,000 years ago. Include each major event",
        "At Level—Going beyond the Below Level activity, biographies should: described in the text, leading up to the present.",
        "• examine in depth his work in the Zionist movement prior to the",
        "3. Make sure students include the year of each event and summarize",
        "founding of the State of Israel",
        "what took place.",
        "• list Ben-Gurion’s accomplishments as a military leader and as",
        "4. Have students use their timelines to review the history of Israel",
        "prime minister, particularly in establishing a strong Israeli defense",
        "by asking each other questions. They should be able to find the",
        "• cite at least three reliable sources, including one print source answers to the questions by reading their timelines.",
        "Above Level—Going beyond the Below Level and At Level activities, *Alternative Assessment Handbook, Rubric 36: Time Lines",
        "students should:",
        "• explore Ben-Gurion’s attitudes toward the Arab world and his",
        "impact on Israel-Arab relations",
        "• analyze and critique Ben-Gurion’s inclusion as one of Time",
        "magazine’s “100 most important people of the 20th century”",
        "*Alternative Assessment Handbook, Rubric 37: Writing Assignments",
        "SPECIAL NEEDS STUDENTS",
        "Major Religious Sites in Jerusalem",
        "1. Pair special needs students with high-achieving students. Have",
        "partners use the library or the Internet to learn more about the",
        "major religious sites in Jerusalem, such as the Church of the Holy",
        "Sepulchre, the Temple Mount/Dome of the Rock, and the Western",
        "2. Ask partners to select one of the sites and to design and build",
        "a model of it. Then have each pair write a paragraph to provide",
        "background information on why many people believe that site is",
        "3. Have volunteers share their models with the class. Create a display",
        "of students’ models.",
        "*Alternative Assessment Handbook, Rubrics 3: Artwork; and 30: Research",
        "712b Module 21, Lesson 3",
        "Lesson 4 Planner",
        "Syria, Lebanon, and Jordan",
        "People of Syria, Lebanon, Graphs: Lebanon’s People and",
        "and Jordan Religions",
        "Visuals LESSON 4 Graphs, and Map: Post–WWI Mandates, 1926",
        "Syria, Lebanon, and Jordan",
        "are Arab nations coping",
        "Game: Where Am I? The Eastern with religious diversity.",
        "Document-Based Investigation:",
        "Extend Syrian Civil War",
        "Mock Refugee Camp Sources"
      ],
      "procedures": [],
      "assessment": [
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "The Eastern Mediterranean 712c",
        "Online Lesson 4 Enrichment Activities",
        "Mock Refugee Camp Refugees",
        "Video Students watch a video about a mock refugee camp Timeline Students research refugee movements from 1980",
        "run by students in Kentucky. They then research organizations to present. They then create a timeline of these movements.",
        "that provide services at refugee camps and create poster Students may add illustrations and descriptions to the events.",
        "presentations based on an organization from their research.",
        "712d Module 21, Lesson 4",
        "Teach the Big Idea",
        "Syria, Lebanon, and Jordan",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "If YOU lived there . . . What hopes do you have for your country?",
        "The Big Idea You live in Beirut, Lebanon. Your grandparents often tell",
        "you about the years before civil wars destroyed the heart Review the scenario with students and lead a class",
        "Syria, Lebanon, and Jordan are",
        "Arab nations coping with reli- of Beirut. The city then had wide boulevards, parks, and discussion around responses to the question. You",
        "gious diversity. elegant shops. It was popular with tourists. Even though",
        "may wish to review the following points to frame",
        "much of Beirut has been rebuilt, you find it hard to imag-",
        "ine what the city used to look like. your discussion.",
        "■Syria is an Arab country that",
        "What hopes do you have for",
        "has been ruled by a powerful Consider hopes for PEACE:",
        "family and recently torn by your country?",
        "civil war. • reduce ethnic conflicts",
        "Look again at the map at the beginning of this module. Notice",
        "■Lebanon is recovering from",
        "that Syria, Lebanon, and Jordan all border Israel. These coun- • improve government services, especially public",
        "civil war and its people are",
        "divided by religion. tries, all of which have majority Arab populations, have been schools",
        "involved in conflicts with Israel. In addition, Syria, Lebanon,",
        "■Jordan has few resources and and Jordan also share a similar history, religion, and culture. • improve relations with other countries",
        "is home to Bedouins and",
        "Palestinian refugees. Syria Consider hopes for A BETTER ECONOMY:"
      ],
      "vocabulary": [
        "Damascus continuously inhabited city in the world. For centuries, it was",
        "Beirut a leading regional trade center. Syria became part of the Otto- • plan how to bring back tourists",
        "Bedouins man Empire in the 1500s. After World War I, France controlled",
        "AAmmmmaann • improve international trade",
        "Syria. Syria finally became independent in the 1940s.",
        "2. Direct Teach Introduce the Big Idea: Syria, Lebanon,",
        "In Syria today, ruins of an ancient Roman trading and Jordan are Arab nations coping with religious",
        "center still stand. The Romans called the city",
        "Palmyra, meaning “city of palm trees.” diversity. Tell students the people of Syria and Jordan",
        "are overwhelmingly Muslim with a small Christian",
        "population. Lebanon is also a majority Muslim nation,",
        "but about 40 percent of the Lebanese population is",
        "Christian. Ask students how the demographics of the",
        "region might impact life in these nations.",
        "3. Practice/Assess/Inquire Have students work in",
        "groups of three. Assign one of the three countries",
        "to each student in a group. Have students create",
        "three-column charts. In the first column, have",
        "them list all the subheadings and important terms",
        "for their country. In the second column, have",
        "The Eastern Mediterranean 713 them write a question that relates to each term or",
        "subhead. In the last column, have them write the",
        "answer to their question.",
        "Teach the Main Idea Rank In two lists, rank the cultural and",
        "4. Explore (Collaborative Exploration) Have each",
        "religious groups within Syria’s population",
        "Syria is an Arab country that has been group come together to share the information in",
        "from the largest percentage to the",
        "ruled by a powerful family and recently smallest. cultural—90 percent Arab;",
        "5. Whole Group Close/Reflect Have groups work",
        "torn by civil war. 10 percent Kurds and Armenians; religious—",
        "together to write a short essay about each country",
        "74 percent Sunni Muslim; 16 percent Alawite",
        "Identify What is the capital of Syria? based on their notes. Ask volunteers to read their",
        "and Druze; 10 percent Christian; some small",
        "Damascus essays aloud.",
        "Jewish communities",
        "Recall What are Syria’s key manufactured *Alternative Assessment Handbook, Rubric 1: Acquiring",
        "More About . . .",
        "goods? textiles, food products, and Information",
        "chemicals The Ancient City Palmyra Study the photo of",
        "Explain Why did civil war break out in Syria the ancient Roman trading center in Palmyra.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "in 2011? Anti-government forces challenged This ancient city was located in the middle of",
        "the rule of the Syrian government; the the Syrian Desert and was a stopping place for",
        "The Eastern Mediterranean",
        "government used brutal force to put down caravans traveling from the Arab Gulf to the",
        "Syrian Civil War is the fourth of four document-",
        "the rebellion. The conflict was then joined by Mediterranean Sea. The ruins of Palmyra date",
        "based investigations that students will analyze in",
        "other actors, such as ISIL, the United States, back to the second century AD. It is home to",
        "The Eastern Mediterranean. Students will explore",
        "and Russia. many famous sites, including the Temple of Bel,",
        "the image and text about Syrian refugees and the",
        "the Temple of Nabo, and the Great Colonnade.",
        "challenges they face.",
        "The Eastern Mediterranean 713",
        "History and Government From 1971 to 2000, the Syrian government was",
        "Teach the Main Idea led by a dictator, Hafiz al-Assad. As president, Assad increased the size of",
        "Syria’s military. He wanted to match Israel’s military strength and pro-",
        "tect his rule from his political enemies within Syria. After Assad’s death",
        "Lebanon is recovering from civil war, and its in 2000, his son, Bashar, was elected president. One of Bashar al-Assad’s",
        "people are divided by religion. main goals was to improve Syria’s economy.",
        "In 2011 anti-government protesters challenged Bashar al-Assad’s rule.",
        "Syria used brutal force—tanks, gunfire, and mass arrests—to crush the",
        "Recall What languages are commonly spoken in",
        "protests. By 2012 the protests had grown into an uprising. Syria was",
        "Lebanon? Arabic and French divided by a civil war. The war began as a fight between Syria’s govern-",
        "ment and several rebel groups of citizens. The war expanded when the",
        "Explain Why did fighting break out in Lebanon",
        "Islamic State of Iraq and the Levant (ISIL) joined the war with the goal of",
        "in the 1970s? Tensions between Christians and taking territory from Syria. A United States-led coalition of countries gave",
        "Muslims mounted. Palestinian refugees coming to aid to the rebels and later, to fight ISIL. Russia has also joined to fight ISIL.",
        "the region added to the tension, and fighting broke Syria’s People Nearly 90 percent of Syria’s 23 million people are cultur-",
        "out between ethnic and religious groups. ally Arab. About 10 percent are Kurd and Armenian. Of Syria’s Muslims,",
        "about 74 percent are Sunni. About 13 percent are Druze and Alawite, mem-",
        "Identify What is the capital of Lebanon? Beirut bers of small religious groups related to Islam. About 10 percent of Syrians",
        "are Christian. There are also small Jewish communities in some cities.",
        "More About . . . Reading Check Syria’s civil war drastically affected its people. By March 2017 about",
        "Analyze Effects How",
        "368,000 people had died as a result of the fighting, and more than 11 mil-",
        "Misconception Alert Despite the many wars that has the recent conflict",
        "affected Syria’s people? lion had lost their homes. About 5 million refugees have left the country.",
        "have happened in Lebanon, it is today a destination",
        "for some tourists. In particular, Lebanon is known in",
        "Lebanon is a small, mountainous country on the Mediterranean coast. It is",
        "the Middle East as a place for winter sports. A number home to several different groups of people. At times these different groups",
        "of winter ski resorts have ski lifts, and tourists visit have fought.",
        "there from England and other parts of Europe. Lebanon’s History and People During the Ottoman period, many religious",
        "and ethnic minority groups settled in Lebanon. After World War I, France",
        "controlled Lebanon and Syria. Lebanon finally gained independence in the",
        "1940s. Even so, some aspects of French culture influenced Lebanese culture.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "For example, in addition to Arabic, many Lebanese also speak French.",
        "Lebanon’s people are overwhelmingly Arab, but they are divided by religion.",
        "Syrian Civil War Most Lebanese are either Muslim or Christian. Each of those groups is divided",
        "into several smaller groups. Muslims are divided into Sunni and Shia.",
        "Have students examine the visual and text and",
        "The Maronites are the largest of the Christian groups in the country. Over",
        "answer the associated question. time, however, Muslims have become Lebanon’s majority religious group.",
        "Analyze Sources How do you think fleeing their Conflict and Civil War After independence, Christians and Muslims",
        "homes affected Syrian refugees? Possible answers: shared power in Lebanon. Certain government positions were held by dif-",
        "ferent religious groups. For example, the president was always a Maronite.",
        "Families had to uproot their lives and leave their However, over time, tensions between Christians and Muslims mounted.",
        "communities to get to safety; children had to stop In the 1970s civil war broke out. Lebanon’s Muslims, including many Pal-",
        "going to school and parents had to stop working. estinian refugees, fought against Christians. Syria, Israel, and other countries",
        "became involved in the conflict. During the fighting, many people died and",
        "the capital, Beirut, was badly damaged. Warfare lasted until 1990.",
        "ONLINE INTERACTIVE CHARTS 714 Module 21",
        "Lebanon’s People and Religions",
        "Have students explore the chart using the",
        "interactive features and answer the associated ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "Syria, Lebanon, and Jordan Review Key Terms and Places",
        "Interpret Charts How many more percent of",
        "As students read the lesson, have them Students can use the flip cards in the",
        "Lebanese are Muslim rather than Christian?",
        "use the graphic organizer to take notes. Lesson Review at any time to review the"
      ],
      "full_content": [
        "Lesson 2: Turkey . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 703",
        "questions such as: Document-Based Investigations The Big Idea Although Turkey has historically been more Asian than",
        "European, its leaders are seeking to develop closer economic ties to",
        "How might the region’s limited resources (water, land) Graphic Organizers Europe.",
        "Interactive Games Lesson 3: Israel . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 707",
        "lead to conflict and cooperation? The Big Idea Israel and the Palestinian Territories are home to Jews",
        "Channel One News Video: and Arabs who continue to struggle over the region’s land.",
        "In what ways might religion be a dividing force? How The Holy Land Lesson 4: Syria, Lebanon, and Jordan . . . . . . . . . . . . . . . . . . 713",
        "The Big Idea Syria, Lebanon, and Jordan are Arab nations coping",
        "might it unite people? Image Carousel: Eastern with religious diversity.",
        "Mediterranean Geography",
        "You may want to assign students to write a short Interactive Map: Turkey: Population",
        "essay in response to the Essential Question when they Interactive Graphs: Lebanon’s",
        "People and Religions",
        "complete the module. Encourage students to use their",
        "notes and responses to inform their essays. 696 Module 21",
        "Explore the Online Video",
        "Lesson 1 Big Idea Lesson 2 Big Idea",
        "ONLINE ANALYZE VIDEOS",
        "The Eastern Mediterranean, a region with a dry Although Turkey has historically been more Asian",
        "The Holy Land climate and valuable resources, sits in the middle of than European, its leaders are seeking to develop",
        "Invite students to watch the video to learn about the three continents. closer economic ties to Europe.",
        "history and significance of the Holy Land. Main Ideas Main Ideas",
        "• The Eastern Mediterranean’s physical • Turkey’s history includes invasion by the",
        "History What led to the establishment of a Jewish",
        "features include the Bosporus, the Dead Romans, rule by the Ottomans, and a",
        "nation in the Holy Land? the murder of 6 million Jews",
        "Sea, rivers, mountains, deserts, and plains. 20th-century democracy.",
        "during the Holocaust",
        "• The region’s climate is mostly dry with little • Turkey’s people are mostly ethnic Turks,",
        "vegetation. and its culture is a mixture of modern and",
        "traditional.",
        "• Important natural resources in the Eastern",
        "Mediterranean include valuable minerals • Today, Turkey is a democratic nation",
        "and the availability of water. seeking economic opportunities and",
        "considering European Union membership.",
        "696 Module 21",
        "Explore the Map and Images",
        "The Eastern Mediterranean: Political The Eastern",
        "Mediterranean region is located at the crossroads",
        "between Europe and Asia.",
        "Geography The Jordan River is an important source",
        "of water for countries such as Israel and Jordan. Ask",
        "students what they can tell about the Jordan River and",
        "farming from the image.",
        "History Al Khaznah, or the Treasury, was originally a",
        "large tomb. Ask students how they think people using",
        "ancient technology created such a large monument.",
        "Culture Dervishes are members of the mystical",
        "Islamic belief and practice called Sufism. Dervishes",
        "dance to attain an ecstatic trance.",
        "Geography The Jordan River valley in Israel",
        "provides fertile soil for farming.",
        "Culture In Turkey, a Muslim Analyze Visuals",
        "dervish spins around in a",
        "circle during a ritual dance.",
        "History Carved completely out of a sandstone What do these images show about the history and",
        "cliff in Jordan, the ancient city of Petra dates",
        "back more than 2,000 years. culture of the Eastern Mediterranean region? Possible",
        "answer: that the region has a long history, and many",
        "different cultures share that history",
        "Online Module Flip Cards",
        "Use the flip cards as a whole class activity or in student",
        "pairs to preview the module’s Key Terms and Places.",
        "Students can guess the meaning of each word,",
        "then review its definition, or do the reverse, using",
        "the flip card’s toggle button to switch from “Term”",
        "to “Definition” mode. Students can also use the flip",
        "cards at the end of the module as a review tool before",
        "taking the Module Assessment.",
        "Online Map Activity",
        "Students can use this activity to review some of the",
        "The Eastern Mediterranean 697 locations discussed in this module. To complete, have",
        "students drag each label to the correct location on",
        "the map.",
        "Lesson 3 Big Idea Lesson 4 Big Idea",
        "Israel and the Palestinian Territories are home to Syria, Lebanon, and Jordan are Arab nations coping",
        "Jews and Arabs who continue to struggle over the with religious diversity.",
        "region’s land.",
        "Main Ideas",
        "Main Ideas • Syria is an Arab country that has been",
        "• Israel’s history includes the ancient ruled by a powerful family and recently",
        "Israelites and the creation of the State torn by civil war.",
        "of Israel.",
        "• Lebanon is recovering from civil war, and",
        "• In Israel today, Jewish culture is a major its people are divided by religion.",
        "part of daily life.",
        "• Jordan has few resources and is home to",
        "• The Palestinian Territories are areas next Bedouins and Palestinian refugees.",
        "to Israel—Gaza and the West Bank—",
        "controlled partly by Palestinian Arabs.",
        "The Eastern Mediterranean 697",
        "Reading Social Studies",
        "Reading Social Studies",
        "Set a Purpose",
        "READING FOCUS",
        "READING FOCUS",
        "Set a Purpose When you start on a trip, you have a purpose or a destination in mind. When you",
        "Explain to students that, like travelers finding their read, you should also have a purpose in mind before you start. This purpose keeps",
        "you focused and moving toward your goal. To decide on a purpose, look over the",
        "way to a new destination, active readers use different",
        "headings, pictures, and study tips before you read. Then pose questions that can",
        "skills and strategies to arrive at an understanding of a guide your reading. See how a heading suggested a purpose for the passage below.",
        "text. Emphasize that setting a purpose for reading is",
        "one of these strategies.",
        "Notice Headings,",
        "Pictures, or Tips",
        "Model for students how to set a purpose for reading. Teenagers for Peace",
        "Here’s a heading about teenagers",
        "Remind them to first identify why they are reading Peace between Israeli Jews and Palestin- and a picture.",
        "ian Arabs has not been easy in the past.",
        "a text. For example, are they reading to learn, to be",
        "Moreover, some believe peace in the region",
        "entertained, or for another reason? Have students might be impossible ever to accomplish. But",
        "turn to the first two pages of Lesson 2. Guide students don’t tell that to a group of more than 2,000 Set a Purpose",
        "Jewish and Arab teenagers who are making I wonder who these teenagers are",
        "through steps for setting a purpose for reading. Have",
        "a difference in Israel. These teens belong and what they’re doing for peace.",
        "them examine the headings, pictures, and other page to an organization called Seeds of Peace. To I’ll read to find out.",
        "elements. learn more about each other’s culture and",
        "thus understand each other better, these",
        "Write the headings History, Invasion, and The Ottoman teens meet regularly.",
        "Pose Questions",
        "Empire on the board. Work with students to set a",
        "Why are these teens working for",
        "purpose for reading and to write questions that will peace?",
        "guide them as they read. purpose—I will read to learn",
        "about the history of Turkey; guiding questions—Why YOU TRY IT!",
        "are invasions important in Turkey’s history? Why was the Read the following introduction to the section on Israel. Pose questions that",
        "can set a purpose for your reading. Following the steps given above, develop a",
        "Ottoman Empire important? Finally, have students read",
        "purpose for reading about Israel. State this purpose in one or two sentences.",
        "the text.",
        "Do you know that Israel is often referred to",
        "You Try It!",
        "as the Holy Land? Some people call Israel",
        "Possible answers: I wonder how three religions all the Holy Land because it is home to sacred",
        "have the same holy land. I’ll read to find out. What is sites for three of the world’s major reli-",
        "gions—Judaism, Christianity, and Islam.",
        "important in Israel to Muslims? How does Israel factor According to the Bible, many events in",
        "into Jewish history? Is there conflict among the three Jewish history and in the life of Jesus",
        "As you read this module, set a purpose for",
        "happened in Israel.",
        "religions over the Holy Land? reading to add to your understanding of the text.",
        "698 Module 21",
        "698 Module 21",
        "Lesson 1 Planner",
        "Physical Geography",
        "Videos",
        "Eastern Mediterranean Map: The Eastern Mediterranean:",
        "Geography Physical",
        "Maps,",
        "Visuals LESSON 1 Graphs, and Map: The Eastern Mediterranean:",
        "Charts Climate",
        "Big Idea",
        "The Eastern Mediterranean,",
        "a region with a dry climate",
        "and valuable resources, sits",
        "Eastern Mediterranean’s",
        "in the middle of",
        "Document-Based Investigation:",
        "Geographical Features",
        "three continents.",
        "Extend Istanbul and the Bosporus",
        "The Dead Sea Sources",
        "and Enrich",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "The Eastern Mediterranean 698a",
        "Online Lesson 1 Enrichment Activities",
        "Eastern Mediterranean’s Geographical Features The Dead Sea",
        "Display Students research the geographical features of the Article Students read an article about the Dead Sea and how it",
        "Eastern Mediterranean using maps and other resources to collect has become one of the saltiest bodies of water on Earth’s surface.",
        "images. Then they create a digital museum display of the region’s Then they perform an experiment to recreate the salinity of the",
        "geographical features. Dead Sea.",
        "698b Module 21, Lesson 1",
        "Lesson 1",
        "Teach the Big Idea",
        "Physical Geography",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "If YOU lived there . . . How does geography affect climate in these",
        "The Big Idea You live in Izmir, Turkey, on the Aegean Sea but are two places?",
        "traveling into the far eastern part of the country called",
        "TThe Eastern Mediterranean, a",
        "region with a dry climate and eastern Anatolia. At home you are used to a warm, dry Review the scenario with students and lead a class",
        "valuable resources, sits in the Mediterranean climate. You are surprised by the colder",
        "discussion around responses to the question.",
        "middle of three continents. and wetter climate you’re experiencing. Two mountain",
        "ranges come together here, and you notice that the Remind students that all responses are valid as",
        "Main Ideas",
        "■The Eastern Mediterranean’s peaks are covered with snow. long as they are supported with valid reasoning.",
        "physical features include the How does geography affect climate You may wish to review the following points to",
        "Bosporus, the Dead Sea, rivers, in these two places?",
        "mountains, deserts, and plains. frame your discussion.",
        "■The region’s climate is mostly Physical Features Consider effects on IZMIR’S climate:",
        "dry with little vegetation.",
        "■Important natural resources Locate Israel, Lebanon, Turkey, Cyprus, Syria, and Jordan on • Warm waters of sea keep temperatures warm",
        "the map on the next page. These countries of the Eastern Medi-",
        "in the Eastern Mediterranean • Sea’s currents bring along warm air",
        "include valuable minerals and terranean make up part of a larger region called Southwest",
        "the availability of water. Asia. This region is sometimes referred to as the Middle East. • Sea also means winters are mild",
        "Europeans first called the region the Middle East to distinguish",
        "Key Terms and Places Consider effects on EASTERN ANATOLIA’S",
        "it from the Far East, which included China and Japan.",
        "Dardanelles climate:",
        "A narrow waterway separates Europe from Asia. This water-",
        "Bosporus",
        "Sea of Marmara way is made up of the Dardanelles (dahrd-uhn-ELZ), the • Higher elevations mean colder temperatures",
        "Jordan River Bosporus (BAHS-puh-ruhs), and the Sea of Marmara (MAHR-",
        "• Precipitation in higher elevations is often snow",
        "Dead Sea muh-ruh). Large ships travel through the waterway, which",
        "SSyyrriiaann DDeesseerrtt connects the Black Sea to the Mediterranean Sea. The Bosporus • Mountains create rain shadow effect",
        "also splits the country of Turkey into two parts, a small part lies",
        "2. Direct Teach Introduce the Big Idea: The Eastern",
        "in Europe and the rest in Asia. The Asian part of Turkey includes",
        "the large peninsula called Anatolia (a-nuh-TOH-lee-uh). Mediterranean, a region with a dry climate and",
        "Mount Ararat’s snowcapped peak",
        "rises about 17,000 feet (5,182 m) in valuable resources, sits in the middle of three",
        "eastern Turkey.",
        "continents. Have students examine the map of the",
        "Eastern Mediterranean. Ask them to predict what",
        "the climate of the region is like. Tell students that",
        "the region’s climate has some important variations,",
        "which they will learn about in this lesson.",
        "3. Practice/Assess/Inquire Ask students to",
        "choose one physical feature found in the Eastern",
        "Mediterranean that is different from any features",
        "in the region they live in. Have students look up",
        "The Eastern Mediterranean 699 information about this feature and how it might",
        "affect the daily lives of people living there. For",
        "example, people living in the Jordan River valley",
        "Teach the Main Idea Summarize Describe the main physical mainly make a living through farming.",
        "features of the Eastern Mediterranean. The 4. Explore (Collaborative Exploration) Call on",
        "The Eastern Mediterranean’s physical",
        "main features include plateaus, highlands, students to describe the feature they chose and",
        "features include the Bosporus, the Dead rivers, mountains, and coastal plains. how they think it might influence daily living.",
        "Sea, rivers, mountains, deserts, and",
        "More About . . . 5. Whole Group Close/Reflect Have students write",
        "plains. a paragraph further describing the significance of",
        "How Salty Is It? The Dead Sea is actually a",
        "the physical feature they chose.",
        "Identify Name the three bodies of lake. It contains about 35 percent salt. Because",
        "*Alternative Assessment Handbook, Rubrics 30:",
        "water found in the narrow waterway of its high salt content, no fish or other animals",
        "Research; and 42: Writing to Inform",
        "that separates Europe from Asia. the can live in it.",
        "Dardanelles, the Bosporus, and the Sea of",
        "Marmara",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Explain What makes the Dead Sea so unique?",
        "It is the lowest point on any continent— The Eastern Mediterranean",
        "1,312 feet (400 m) below sea level, and it is Istanbul and the Bosporus is the first of four",
        "one of the world’s saltiest bodies of water. document-based investigations that students will",
        "The salt content makes the water so dense analyze in The Eastern Mediterranean. Students",
        "that swimmers cannot sink in it. will explore the visual and caption to discover the",
        "significance of the Bosporus.",
        "The Eastern Mediterranean 699",
        "Explore ONLINE!",
        "The Eastern Mediterranean: Physical",
        "ONLINE GRAPHIC ORGANIZER Black Sea NN 4400°°EE",
        "ELEVATION",
        "Bosporus W E Feet Meters",
        "P As h s y t s u i d c e a n l t G s e re o a g d r t a h p e h le y sson, have them use the 40°N DDDD M aaaa S rrrr a dddd eram aaaa oa nnnn fra eeeelllllllleeeessss SSSSaaaakkkkaaaarryyyaa R . KKiiizzilR. PPOONNTTTIIC MM S OOUUNNTTTTAAAAAAIIIINNNSSS 11116666,,,,99994444 MM 5555 oo fffftttt uu (((( nn 5555 tt ,,,, 1111 AA 6666 rr 5555 aa rr mmmm aatt )))) (Sea le 1 v 6 1 3 e , , , 5 6 6 1 l) 6 4 2 5 0 0 0 6 0 4 2 5 2 0 , , 0 0 0 0 ( 0 0 S 0 0 e 0 0 a level)",
        "graphic organizer to take notes. Students can GGedddiiiiiiizzzzRRR. Below Below",
        "r t",
        "A t",
        "e",
        "o",
        "h",
        "n",
        "v e",
        "t a",
        "i",
        "h",
        "e l",
        "l",
        "e",
        "e",
        "w",
        "y",
        "s",
        "z E",
        "s t",
        "e",
        "o",
        "a",
        "h",
        "s",
        "n e",
        "H t",
        "i",
        "e",
        "t r",
        "o",
        "o",
        "r",
        "g",
        "n w",
        "a r",
        "M",
        "n a",
        "a",
        "p s",
        "r e",
        "w",
        "e",
        "h",
        "d",
        "i e",
        "t i",
        "c",
        "h t",
        "r",
        "e",
        "o",
        "e",
        "t",
        "r",
        "h r",
        "r b",
        "g",
        "a",
        "e",
        "o",
        "a",
        "n",
        "f",
        "d",
        "n",
        "e",
        "o i",
        "i a",
        "l z",
        "e",
        "l",
        "n",
        "o e",
        "s",
        "r w",
        "o r e",
        "n",
        "f",
        "in",
        "g",
        "o",
        "w",
        "g",
        "i",
        "t",
        "o",
        "e",
        "a",
        "q",
        "n t",
        "s",
        "e",
        "u",
        "?",
        "a",
        "r",
        "e",
        "T",
        "t",
        "i",
        "s",
        "h m",
        "t t h",
        "e",
        "i",
        "p",
        "o e",
        "y",
        "n",
        "o c",
        "e",
        "r",
        ":",
        "o",
        "n",
        "t n a",
        "d",
        "n n",
        "o",
        "e t",
        "f",
        "c t",
        "A eg ea",
        "M",
        "n",
        "Se e a",
        "MM",
        "di",
        "eee",
        "t",
        "RRR nn",
        "e",
        ". ddd",
        "r",
        "eee",
        "r",
        "rrr",
        "a",
        "eess",
        "n 30 e °E an A G",
        "TTTT",
        "C n u",
        "AAAA",
        "S t Y l a",
        "UUUU",
        "f e P l o y",
        "RRRR",
        "a R a f",
        "T UUUUU",
        "U",
        "SSS",
        "S",
        "MMM U OOOOUUUUNNNTTTT R AAAAIINNNSSS K",
        "RR. OO",
        "E",
        "rr nnnnooo tttteeeeessS LLEE",
        "Y",
        "BB Y AANN R OO I NN A Euphrraa",
        "TT",
        "ttee",
        "iii",
        "s",
        "gggrriiisss",
        "RRiii",
        "RR",
        "vvv",
        "ii",
        "ee",
        "vvv",
        "r",
        "eer LLLaaakkkeee VVVan Projec 0 0 s tio e n a : L l 1 e a 0 v m 0 e b 1 l e 0 r 0 t 2 A 0 z 0 im K s u i e lo t a h m a 2 l e l 0 e t E 0 e v q r M e u s l a il l e -A s rea",
        "different continents or countries, which allows people LLEEBBAANNOONN MMOOUUNNTTAAIINNSS",
        "Jordan",
        "River",
        "to travel and trade. Sea of",
        "GGGGaaaalllliiiilllleeeeeeee IRAQ",
        "SSSSSYYYYYRRRRRIIIIIAAAAANNNNN",
        "IISSRRAAEELL DDDDEEEESSSSEEEERRRRTTTT",
        "DDDeeeaaaddd",
        "SSSeeeaaa SAUDI",
        "NNNNNEEEEEGGGGGEEEEEVVVVVJORDAN ARABIA",
        "ONLINE LESSON FLIP CARDS DDDDDDDEEEEEEESSSSSSSEEEEEEERRRRRRRTTTTTTT 30°N",
        "EGYPT",
        "Review Key Terms and Places Interpret Maps",
        "1. Location Where is the Dead Sea located?",
        "Students can use the flip cards in the Lesson 2. Place Notice the physical features in Jordan and Because of its high salt content, swimmers do",
        "Review at any time to review the lesson’s key Israel. What do you think the climate is like here? not sink in the Dead Sea.",
        "terms and places: Dardanelles, Bosporus, Sea of",
        "Marmara, Jordan River, Dead Sea, Syrian Desert. Rivers and Lakes The Jordan River begins in Syria and flows south",
        "through Israel and Jordan. The river finally empties into a large lake called",
        "the Dead Sea. As its name suggests, the Dead Sea contains little life. Only",
        "bacteria live in the lake’s extremely salty water. One of the world’s saltiest",
        "ONLINE INTERACTIVE MAPS lakes, its surface is about 1,350 feet (411 m) below sea level—the lowest",
        "point on any continent.",
        "The Eastern Mediterranean: Physical Mountains and Plains As you can see on the map, two mountain systems",
        "stretch across Turkey. The Pontic Mountains run east–west along the",
        "Have students explore the map using the interactive northern edge. The Taurus Mountains run east–west along the southern",
        "features and answer the associated questions. edge.",
        "Heading south from Turkey and into Syria lies a narrow plain. The",
        "Location Where is the Dead Sea partially located? Euphrates River flows southeast from Turkey through the plains to Syria",
        "Jordan and beyond.",
        "Farther inland lies plateaus, hills, and valleys. A rift valley that begins",
        "In print edition, see map of same title. in Africa extends northward into Syria. Hills rise on both sides of the rift.",
        "Reading Check Two main mountain ridges run north–south. One runs from southwestern",
        "1. Location Where is the Dead Sea located? Summarize What Syria through western Jordan. The other, closer to the coast, runs through",
        "are the region’s main",
        "between Israel and Jordan physical features? Lebanon and Israel.",
        "2. Place Note the physical features in Jordan",
        "700 Module 21",
        "and Israel. What do you think the climate is like",
        "here? mostly desert climate",
        "ONLINE DOCUMENT-BASED ONLINE INTERACTIVE VISUALS",
        "INVESTIGATION",
        "Carousel: Eastern Mediterranean",
        "Istanbul and the Bosporus Geography",
        "Have students study the image and read Have students navigate through the",
        "the text to answer the associated question. carousel and note the geographical",
        "Analyze Sources Why do you think the features of the Eastern Mediterranean. You",
        "Bosporus has been seen as a strategic may wish to use the associated question as",
        "location? because it connects the Black a discussion prompt.",
        "Sea with the Sea of Marmara and the Analyze Visuals How would you",
        "Mediterranean Sea, which would make it describe the geography of the Eastern",
        "ideal for trading and transportation Mediterranean? Possible answer: The",
        "In print edition, see visual feature of same geography is diverse, with mountains, plains,",
        "READING CHECK",
        "title. rivers, and lakes.",
        "Summarize What are the region’s main physical",
        "features? plateaus, highlands, rivers, and mountains",
        "For additional instruction, go to end of lesson.",
        "700 Module 21, Lesson 1",
        "Istanbul and the Bosporus",
        "Teach the Main Idea",
        "Throughout history, geography has almost",
        "always determined the location of a city.",
        "Istanbul, Turkey, which sits between Europe and The region’s climate is mostly dry with little",
        "Asia, is no exception. In this satellite image, the",
        "vegetation.",
        "city of Istanbul appears light brown and white.",
        "The body of water that cuts through the city is a",
        "strait called the Bosporus. It separates the Sea of Recall Which areas have a Mediterranean climate?",
        "Marmara in the south with the Black Sea in the",
        "north. Historically, the Bosporus has served as a Turkey’s Black Sea coast and the Mediterranean",
        "prized area for empires that have controlled the coast all the way to northern Israel Which areas",
        "city. Today, the strait is a major shipping route.",
        "have a desert climate? much of Syria and Jordan,",
        "The Bosporus is a strait",
        "Draw Conclusions that divides the city of as well as southern Israel",
        "Why do you think the Bosporus has been seen Istanbul, Turkey.",
        "as a strategic location? Identify Name two deserts found in this region.",
        "Syrian Desert and Negev Desert",
        "Compare How are the Syrian Desert and the Negev",
        "Climate and Vegetation",
        "Desert alike? They are both the region’s driest areas;",
        "The Eastern Mediterranean is a mostly dry region. However, there are",
        "only scattered shrubs grow there.",
        "important variations. As you can see on the map on the next page, Tur-",
        "key’s Black Sea coast and the Mediterranean coast all the way to northern",
        "More About . . .",
        "Israel have a Mediterranean climate. Much of interior Turkey experiences",
        "a steppe climate. Central Syria and lands farther south have a desert",
        "The Syrian Desert Like all deserts, the temperature",
        "climate. A small area of northeastern Turkey has a humid subtropical",
        "climate. in the Syrian Desert varies considerably. In the winter,",
        "The region’s driest areas are its deserts. Much of Syria and Jordan is cov- daytime temperatures can fall to as low as 7˚C (45˚F).",
        "ered by the Syrian Desert. This desert of rock and gravel usually receives",
        "During June and July, however, daytime temperatures",
        "less than five inches (12.7 cm) of rainfall a year. Another desert, the Negev",
        "(NE-gev), lies in southern Israel. Here the temperatures can reach as high can reach as high as 40˚C (104˚F) during the hottest",
        "Reading Check as 114°F (46°C), and annual rainfall totals barely two inches. months of June and July. At night, though, the desert",
        "Form In such dry conditions, only shrubs grow scattered throughout the",
        "can become quite cool and comfortable.",
        "Generalizations region’s deserts. However, in other areas, vegetation is plentiful. In Israel,",
        "What are climates",
        "like in the Eastern more than 2,800 species of plants thrive throughout the country’s various",
        "Mediterranean? environments.",
        "ONLINE INTERACTIVE MAPS",
        "Natural Resources",
        "Because the Eastern Mediterranean is so dry, water is a valuable resource. The Eastern Mediterranean: Climate",
        "The people of this region are mostly farmers. The region lacks oil resources",
        "but does have valuable minerals. Have students explore the map and answer the",
        "Land and Water In this dry region, the limited availability of water limits associated questions.",
        "how land is used. Commercial farms can only grow crops where rain or",
        "Location Which country experiences a mostly",
        "irrigation provides enough water.",
        "In drier areas, subsistence farming and livestock herding are common. steppe climate? Turkey",
        "In the desert areas, available water supports a few nomadic herders but no",
        "farming. In print edition, see map of same title.",
        "1. Location What countries experience a desert",
        "The Eastern Mediterranean 701 climate? Syria, Israel, and Jordan",
        "2. Region How does Turkey’s climate differ from",
        "Teach the Main Idea the rest of the region? Most of Turkey has a",
        "steppe climate.",
        "Important natural resources in the Eastern",
        "Mediterranean include valuable minerals and",
        "the availability of water.",
        "Describe What are the main natural resources of the",
        "Eastern Mediterranean? water; minerals such as",
        "sulfur, mercury, and copper; phosphates; asphalt",
        "Define What are phosphates? mineral salts",
        "containing the element phosphorus",
        "More About . . .",
        "Lebanese Wines Despite the dry climate of the",
        "region, Lebanon’s Bekaa Valley has just the right",
        "READING CHECK",
        "conditions for growing high-quality wine grapes.",
        "Form Generalizations What are climates like",
        "The valley’s inland plateau cools the temperatures",
        "in the Eastern Mediterranean? dry, mostly desert,",
        "significantly, yielding many excellent red wines. The",
        "Mediterranean, and steppe climates",
        "country has a long history of winemaking, some",
        "sources suggest as far back as 7000 BC.",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 701",
        "Explore ONLINE!",
        "The Eastern Mediterranean: Climate",
        "READING CHECK 30°E Black Sea 4400°°EE",
        "Climate Types",
        "Draw Conclusions How do people use the 40°N Desert",
        "Steppe",
        "region’s mineral resources? Phosphates are used to",
        "make fertilizers; asphalt is used to pave streets.",
        "Aegean",
        "Sea",
        "TURKEY",
        "0",
        "0",
        "M",
        "H",
        "1",
        "u",
        "5",
        "e",
        "0",
        "m",
        "di",
        "i",
        "t",
        "d",
        "1",
        "e",
        "5",
        "r",
        "0",
        "s",
        "r",
        "3",
        "u",
        "a",
        "0",
        "b",
        "n",
        "0",
        "t",
        "e",
        "K",
        "r",
        "a",
        "o",
        "il",
        "n",
        "o",
        "p",
        "m",
        "ic",
        "e",
        "a",
        "t",
        "3",
        "e",
        "l",
        "0",
        "r",
        "0",
        "s",
        "Miles",
        "Projection: Lambert Azimuthal Equal-Area",
        "CYPRUS",
        "Print Assessment Mediterranean Sea SYRIA",
        "LLEEBBAANNOONN N",
        "Review Ideas, Terms, and Places W E Interpret Maps",
        "S",
        "IISSRRAAEELL 1. Location What countries experience a desert",
        "1. a. Describe What makes the Dead Sea unusual? It",
        "climate?",
        "is the lowest point on any continent and is one of JORDAN 2. Region How does Turkey’s climate differ from",
        "Persian",
        "the world's saltiest bodies of water.",
        "the rest of thGeu rlefgion?",
        "b. Explain What physical features separate Europe",
        "and Asia? the Dardanelles, the Bosporus, and the Mineral Resources The region’s resources include many minerals,",
        "Sea of Marmara Reading Check including sulfur, mercury, and copper. Syria, Jordan, and Israel all",
        "Draw Conclusions produce phosphates—mineral salts that contain the element phospho-",
        "2. a. Recall What desert covers much of Syria and How do people use rus. Phosphates are used to make fertilizers. This region also produces",
        "the region’s mineral",
        "Jordan? Syrian Desert resources? asphalt—the dark tarlike material used to pave streets.",
        "b. Form Generalizations What is the climate Summary and Preview In this lesson you learned about the physi-",
        "of the Eastern Mediterranean like? mostly dry cal geography of the Eastern Mediterranean. Next you will learn about",
        "Turkey.",
        "but with variations, including a steppe climate,",
        "a Mediterranean climate, a desert climate, and a",
        "Lesson 1 Assessment",
        "humid subtropical climate",
        "Review Ideas, Terms, and Places Critical Thinking",
        "3. a. Identify What mineral resource is produced by",
        "1. a. Describe What makes the Dead Sea unusual? 4. Compare Using your notes, summarize the physi-",
        "Syria, Jordan, and Israel? mineral salts containing b. Explain What physical features separate Europe cal geography of Israel and Turkey. Use this chart to",
        "and Asia? organize your notes.",
        "the element phosphorus (phosphates)",
        "2. a. Recall What desert covers much of Syria and",
        "Physical Features",
        "b. Draw Conclusions Why must farmers in the Jordan?",
        "Turkey Israel",
        "b. Form Generalizations What is the climate of the",
        "region rely on irrigation? because it is the main",
        "Eastern Mediterranean like?",
        "way for their crops to get water 3. a. Identify What mineral resource is produced by",
        "Syria, Jordan, and Israel?",
        "c. Elaborate Look at the map on this page. Pose",
        "b. Draw Conclusions Why must farmers in the region",
        "and answer a question about climate patterns in rely on irrigation?",
        "c. Elaborate Look at the map on this page. Pose",
        "the Eastern Mediterranean. Student responses will and answer a question about climate patterns in the",
        "vary but should show an understanding of climate Eastern Mediterranean.",
        "patterns in the Eastern Mediterranean.",
        "Critical Thinking 702 Module 21",
        "4. Compare Use a chart to summarize the physical",
        "geography of Israel and Turkey. Turkey—Pontic",
        "Mountains, Taurus Mountains, plains, rivers, Black",
        "Sea, Mediterranean Sea, Dardanelles, Bosporus, Sea",
        "of Marmara; Israel—Dead Sea, Mediterranean Sea,",
        "Jordan River, Negev Desert",
        "For additional instruction, go to end of lesson.",
        "702 Module 21, Lesson 1",
        "Online Assessment 4. Summarize Why is the lake that is formed by the Jordan River called",
        "the Dead Sea? Explain your answer.",
        "1. Which physical feature splits the country of Turkey into two parts,",
        "This lake is called the Dead Sea because it contains little life. Because its",
        "with one part in Europe and the rest in Asia?",
        "water is extremely salty, only bacteria are able to live in it.",
        "the Bosporus",
        "the Dead Sea 5. Make Inferences Where in the Eastern Mediterranean would you",
        "the Jordan River expect to find the most productive farms? Explain your answer.",
        "the Taurus Mountains",
        "I would expect they would be found along Turkey’s Black Sea coast and",
        "Alternate Question Select the answer choice from the drop-down list along the Mediterranean coast. This is because these large areas receive",
        "to complete the sentence correctly. more rainfall than most other areas in the Eastern Mediterranean.",
        "The Bosporus splits the country of Turkey into two parts, with",
        "6. Cause and Effect How do climate and technology affect agriculture",
        "one part in Europe and the rest in Asia.",
        "in the Eastern Mediterranean?",
        "2. Which climate is found in much of Syria and Jordan, as well as in",
        "In areas of the Eastern Mediterranean where rainfall or irrigation",
        "southern Israel?",
        "provides enough water, commercial farms can be found. In drier areas,",
        "desert",
        "people tend to engage in subsistence farming.",
        "steppe",
        "Mediterranean",
        "humid subtropical",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Much of Syria and Jordan, as well as southern Israel , has a desert",
        "climate.",
        "3. Which resource has the greatest influence over land use in the",
        "Eastern Mediterranean?",
        "copper",
        "oil",
        "phosphates",
        "water",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "In the Eastern Mediterranean, the limited availability of water",
        "greatly influences how land is used.",
        "The Eastern Mediterranean 702a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 700 continued from page 701",
        "ENGLISH LANGUAGE LEARNERS COLLABORATIVE LEARNING",
        "“Where Am I?” Climate Maps",
        "1. To help students practice asking questions, draw their attention to 1. Have students work in pairs to create their own maps of the region,",
        "the physical map of the Eastern Mediterranean. using a key to show the climates of each country. Students can use",
        "2. Organize the class into pairs. Have each pair write the names of the map on the next page as a guide.",
        "the geographical features located on the map onto small strips of 2. Have teams discuss where they think the best areas on the map",
        "paper. are for farming, business, and trade. Remind students to consider",
        "3. Have one student draw a strip of paper from a container and ask, climate, the location of rivers, lakes, and oceans, and the location",
        "“Where am I?” The other student must ask questions until they of major cities when deciding where to put things. Have them",
        "discover the location written on the paper. For example, “Are you make a map key to show the locations of their farms, businesses,",
        "on the land or in the water?” “In which country are you?” “What is and centers of trade.",
        "your elevation?” 3. Ask for student volunteers to present their maps to the class.",
        "4. When the location has been identified, have the students switch *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 20:",
        "roles. Map Creation",
        "*Alternative Assessment Handbook, Rubrics 18: Listening; and 21:",
        "Map Reading",
        "continued from page 702",
        "STRUGGLING READERS",
        "SPECIAL NEEDS STUDENTS",
        "Eastern Mediterranean Physical Features",
        "Eastern Mediterranean Countries",
        "1. Have students take turns locating physical features of the Eastern",
        "1. Read aloud the name of each label on the map. As you do, have",
        "Mediterranean.",
        "students locate the label on the map.",
        "2. Then have students work in pairs to design a poster. Ask each",
        "2. Then ask students to find instances of each country’s name used",
        "pair to draw a physical feature from the Eastern Mediterranean.",
        "in sources around them, such as in newspaper or newsmagazine",
        "Then have students write a paragraph identifying the feature",
        "headlines.",
        "and describing where it is located in the region.",
        "*Alternative Assessment Handbook, Rubric 21: Map Reading",
        "3. Invite volunteers to present their posters to the class.",
        "*Alternative Assessment Handbook, Rubrics 28: Posters; and 40: Writing",
        "ADVANCED/GIFTED to Describe",
        "Broadcast News",
        "1. Have students use the library or the Internet to learn more about a",
        "current event in the Eastern Mediterranean region. Have students",
        "use at least three sources.",
        "2. Based on the event, have students write brief oral news reports to",
        "read, or “broadcast,” to the class. Have students include the Eastern",
        "Mediterranean physical map in the textbook in their presentations.",
        "*Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 30:",
        "Research",
        "702b Module 21, Lesson 1",
        "Lesson 2 Planner",
        "Turkey",
        "Videos",
        "Çatal Hüyük: An Early Farming Map: Ottoman Empire, 1451–1566",
        "Village",
        "Maps, Map: Turkey: Population",
        "Visuals LESSON 2 Graphs, and",
        "Charts",
        "Big Idea",
        "Although Turkey has",
        "historically been more Asian",
        "than European, its leaders",
        "Biography: Mehmed II are seeking to develop",
        "Document-Based Investigation:",
        "(1432–1481) closer economic ties",
        "Extend Ottoman Architecture and the",
        "Biography: Kemal Atatürk to Europe. Sources",
        "and Enrich Hagia Sophia",
        "(1881–1938)",
        "Ceremonies of State",
        "The Phrygian Kingdom",
        "The Kurds",
        "Suleyman the Magnificent Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "The Eastern Mediterranean 702c",
        "Online Lesson 2 Enrichment Activities",
        "The Phrygian Kingdom Suleyman the Magnificent",
        "Article Students read about the Phrygian Kingdom and its Article Students read about the life and accomplishments of",
        "legends. Students then use the Internet to find images of Suleyman the Magnificent. Students then write a speech from",
        "Phrygian structures and artifacts and use these as inspiration to the perspective of a member of the Ottoman ruling class praising",
        "create storyboards for their own Phrygian legend. The storyboards Suleyman.",
        "can include sketches of Phrygian structures and artifacts students",
        "found during their research.",
        "The Kurds",
        "Article Students read about the Kurdish people and the issues",
        "they face today. Students then write a persuasive letter to the",
        "United Nations asking for Kurdistan to be established as an",
        "independent country.",
        "702d Module 21, Lesson 2",
        "Lesson 2",
        "Teach the Big Idea",
        "Turkey",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What sights will you show your cousins?",
        "If YOU lived there . . .",
        "The Big Idea Your cousins from central Turkey are coming to visit your Review the scenario with students and lead a class",
        "hometown, Istanbul. You think your city is both beautiful",
        "Although Turkey has historically discussion around responses to the question.",
        "and interesting. You like to stroll in the Grand Bazaar and",
        "been more Asian than European,",
        "its leaders are seeking to smell the spices for sale. You admire the architecture of Remind students that all responses are valid as",
        "develop closer economic ties to the Blue Mosque, whose walls are lined with thousands long as they are supported with valid reasoning.",
        "Europe. of tiny tiles. You also like to visit the elegant Topkapi",
        "You may wish to review the following points to",
        "Main Ideas Palace, where sultans once lived.",
        "frame your discussion.",
        "■Turkey’s history includes What sights will you show your cousins?",
        "invasion by the Romans, rule Consider TRADITIONAL sights:",
        "by the Ottomans, and a 20th- History",
        "century democracy. • Blue Mosque and Christian churches",
        "■Turkey’s people are mostly Around 8,000 years ago, the area that is now Turkey was home • Topkapi Palace and other palaces",
        "ethnic Turks, and its culture to one of the world’s earliest farming villages. For centuries,",
        "is a mixture of modern and invasions from powerful empires shaped the region. By the • Grand Bazaar",
        "traditional. 1920s Turkey was a democratic nation.",
        "Consider MODERN sights:",
        "■Today, Turkey is a democratic",
        "Invasions Byzantium was an ancient Greek city located on the",
        "nation seeking economic • modern office buildings",
        "site of present-day Istanbul. When the Romans invaded the",
        "opportunities and considering",
        "European Union membership. area, they captured the city of Byzantium and later renamed • European-style shops and restaurants",
        "Key Terms and Places it Constantinople. Recall how this site is at the crossroads • scenic spots along the strait to watch the",
        "between Europe and Asia. This made Constantinople an",
        "Istanbul important trading port. After the fall of Rome, Constantinople shipping",
        "jjaanniissssaarries became the capital of the Byzantine Empire. 2. Direct Teach Introduce the Big Idea: Although",
        "Ankara",
        "In the AD 1000s a nomadic people from central Asia called",
        "secular Turkey has historically been more Asian than",
        "the Seljuk Turks invaded the area. In the mid-1200s Muslim",
        "Turkish warriors known as Ottomans began to take territory European, its leaders are seeking to develop closer",
        "from the Christian Byzantine Empire. They eventually ruled economic ties to Europe. Tell students that many",
        "land from eastern Europe to North Africa and Arabia.",
        "different groups have ruled Turkey over the",
        "The key to the empire’s expansion was the Ottoman army.",
        "The Ottomans trained Christian boys from conquered towns to centuries. Ask them to speculate on how this might",
        "be soldiers. These slave soldiers, called janissaries, converted impact modern Turkey’s attempts to become a",
        "to Islam and became fiercely loyal warriors. The Ottomans also",
        "democracy.",
        "benefited from their use of new weapons, especially gunpowder.",
        "In 1453 Ottomans led by Mehmed II used huge cannons to 3. Practice/Assess/Inquire Turkey has gone through",
        "conquer the city of Constantinople. With the city’s capture, several invasions throughout history. Have",
        "Mehmed defeated the Byzantine Empire. He became known",
        "as the Conqueror. Mehmed made Constantinople, which the students create a chart using dates and names of",
        "empires and/or invaders to keep track of major",
        "takeovers.",
        "The Eastern Mediterranean 703 4. Explore (Collaborative Exploration) Call on",
        "students to share their charts with the class.",
        "Encourage students to fill in any important dates",
        "Teach the Main Idea Recall Atatürk moved the capital of Turkey they missed.",
        "from Constantinople to what city? Ankara 5. Whole Group Close/Reflect Have students use",
        "Turkey’s history includes invasion by the",
        "the information in their charts to make a quiz with",
        "More About . . .",
        "Romans, rule by the Ottomans, and a",
        "five true-or-false questions. Have pairs of students",
        "20th-century democracy. The Many Names of Istanbul According to take each other’s quizzes and review the answers",
        "several ancient Greek historians, the city of",
        "together.",
        "Recall What was the first empire to Byzantium was founded around 658 BC by",
        "*Alternative Assessment Handbook, Rubrics 1: Acquiring",
        "invade the area? Roman Which city did the leader Byzas from the Megara region of",
        "Information; and 7: Charts",
        "the invaders capture first? Byzantium Greece. The city was renamed Constantinople",
        "(Constantinople) around AD 330 by the emperor Constantine",
        "Identify What other two groups also invaded when he established the eastern half of the ONLINE DOCUMENT-BASED INVESTIGATION",
        "the area, and when? Seljuk Turks in the AD Roman Empire. Under the Ottoman Empire,",
        "1000s and Ottoman Turks in 1453 the city was often called “Kostantiniyye,” which The Eastern Mediterranean",
        "Describe How powerful was the Ottoman means “of Constantine,” but was also called Ottoman Architecture and the Hagia Sophia is the",
        "Empire? During the 1500s and 1600s Stamboul, which means “to the city.” Ancient second of four document-based investigations",
        "the Ottomans controlled territory in Viking traders called the city a name meaning that students will analyze in The Eastern",
        "North Africa, southwestern Asia, and “The Big City.” It became known by its modern Mediterranean. Students will investigate the",
        "southeastern Europe; after World War I, they name, Istanbul, in 1930 when Turkey adopted history and significance of the Hagia Sophia.",
        "lost much of their territory. the English alphabetic spelling.",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 703",
        "BIOGRAPHY",
        "Mehmed II",
        "BIOGRAPHY (1432–1481)",
        "Mehmed II ruled the Ottoman Empire from 1451 to 1481. During this time,",
        "he greatly improved the new capital, Istanbul. He repaired damage caused",
        "Mehmed II (1432–1481)",
        "by fighting and built palaces, mosques, and a huge, covered bazaar. He",
        "encouraged people from all over the empire to move to the city.",
        "Have students read the biography of Mehmed II",
        "Summarize",
        "and then answer the associated question. How did Mehmed II improve Istanbul?",
        "Summarize How did Mehmed II improve",
        "Istanbul? He repaired war damage to the city.",
        "Ottomans called Istanbul, his capital. He also turned the Byzantines’ great",
        "church, Hagia Sophia, into a mosque.",
        "After Mehmed’s death, another ruler, or sultan, continued his conquests.",
        "This sultan expanded the empire to the east through the rest of Anatolia,",
        "ONLINE INTERACTIVE VISUALS another name for Asia Minor. His armies also conquered Syria and Egypt.",
        "The holy cities of Mecca and Medina then accepted Ottoman rule.",
        "Image with Hotspots: Çatal Hüyük: An The Ottoman Empire reached its height under Suleyman I (soo-lay-",
        "MAHN), “the Magnificent.” During his rule from 1520 to 1566, the Otto-",
        "Early Farming Village mans took control of the eastern Mediterranean and pushed farther into",
        "Europe, areas they would control until the early 1800s.",
        "Have students explore the image using the",
        "interactive hotspots. You may wish to use the The Ottoman Empire During the 1500s and 1600s the Ottoman Empire",
        "continued to be very powerful. The empire controlled territory in northern",
        "associated question as a discussion prompt.",
        "Africa, southwestern Asia, and southeastern Europe through the 1800s.",
        "Analyze Visuals How are houses in Çatal Hüyük During the early 1900s the Ottomans fought on the losing side of World",
        "War I. When the war ended, they lost most of their territory. Military",
        "different from modern American homes? Possible",
        "o fficers then took over the government, led by a war hero, Mustafa Kemal.",
        "answer: People enter through their rooftops in homes Kemal later adopted the name Atatürk, which means “Father of Turks.”",
        "from Çatal Hüyük instead of entrance doors; people He created the democratic nation of Turkey and moved the capital to",
        "Ankara from Constantinople, which he officially renamed Istanbul.",
        "in Çatal Hüyük buried their ancestors within their",
        "homes; there do not seem to be individual bedrooms Academic Modern Turkey Atatürk believed Turkey needed to modernize and",
        "Vocabulary adopt Western methods in order to be a strong nation. To achieve this,",
        "in homes from Çatal Hüyük. method a way of he focused on making cultural changes. For example, he banned the",
        "doing something",
        "fez, the traditional hat of Turkish men, and required that they wear",
        "BIOGRAPHY",
        "ONLINE HISTORICAL SOURCE Kemal Atatürk",
        "(1881–1938)",
        "Known as the Father of the Turks, Kemal Atatürk was Turkey’s first president.",
        "Ceremonies of State",
        "As president, he modernized Turkey, which dramatically changed the",
        "Have students read the excerpt and answer the Turkish way of life. Atatürk separated all aspects of Islam from Turkey’s",
        "government. He even closed Islamic schools. Turkey’s people were also",
        "associated question. encouraged to wear Western dress and adopt surnames.",
        "Form Generalizations",
        "Analyze Sources What did this writer find",
        "How did Atatürk change Turkey’s government?",
        "surprising about Ottoman sultans? Possible answer:",
        "The writer was surprised because the sultan blended",
        "in with the common people. There was no way to 704 Module 21",
        "distinguish him from everyone else.",
        "ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Turkey Review Key Terms and Places",
        "Ottoman Architecture and the Hagia",
        "As students read the lesson, have them Students can use the flip cards in the",
        "Sophia use the graphic organizer to take notes. Lesson Review at any time to review the",
        "Have students explore the text and caption and Students can review their graphic organizer lesson’s key terms and places: Istanbul,",
        "answer the associated question. notes at the end of the lesson to answer janissaries, Ankara, secular.",
        "the following question:",
        "Analyze Sources Why do you think the Hagia",
        "Sophia inspired Ottoman architecture? Possible Analyze Causes What led to Turkey",
        "answer: The large size of the building, the arches, and becoming a secular state? Kemal Atatürk",
        "the large domes may have created a sense of awe modernized Turkey and made it a democratic",
        "that the Ottomans wanted for their own architecture. nation.",
        "For additional instruction, go to end of lesson.",
        "704 Module 21, Lesson 2",
        "European-style hats. Reforms urged women to stop wearing traditional",
        "Find R M e a a i d n i I n d g ea C s h H e o c w k veils. Women were also encouraged to vote, work, and hold office. Other Teach the Main Idea",
        "did Atatürk modernize ways Atatürk modernized Turkey included replacing the Arabic alphabet",
        "Turkey? with the Latin alphabet and adopting the metric system.",
        "Turkey’s people are mostly ethnic Turks, and its",
        "People and Culture",
        "culture is a mixture of modern and traditional.",
        "Most of Turkey’s people are ethnic Turks. Kurds are the largest minority",
        "and make up about 20 percent of the population. Recall Which group makes up the largest ethnic",
        "Turkey’s culture today is a reflection of some of Kemal Atatürk’s",
        "minority in Turkey? Kurds",
        "changes. He created a cultural split between Turkey’s urban middle class",
        "and rural villagers. The lifestyle and attitudes of middle-class Turks have Identify What are some common foods in Turkey?",
        "much in common with those of the European middle class. In contrast,",
        "olives, vegetables, cheese, yogurt, bread, shish",
        "most rural Turks are more traditional. Islam strongly influences their atti-",
        "Reading Check tudes on matters such as the role of women. kebab",
        "Contrast How are",
        "urban Turks different Turkish cooking features olives, vegetables, cheese, yogurt, and bread. Describe Which religion strongly influences the",
        "from rural Turks? Kebabs—grilled meats on a skewer—are a favorite Turkish dish.",
        "attitudes of rural Turks? Islam",
        "Turkey Today",
        "More About . . .",
        "Turkey’s government meets in the capital of Ankara, but Istanbul is Tur-",
        "key’s largest city. Istanbul’s location will serve as an economic bridge to Connect to Today: Atatürk’s Legacy Many Turks",
        "Europe as Turkey plans to join the European Union.",
        "have embraced Atatürk’s laws to modernize Turkey,",
        "Government Turkey is a parliamentary republic. Its legislature is called the",
        "but others—particularly in rural areas—have resented",
        "National Assembly. A president and a prime minister share executive power.",
        "Although most of its people are Muslim, Turkey is a secular state. Secular some of them, such as banning traditional dress.",
        "means that religion is kept separate from government. For example, the",
        "religion of Islam allows a man to have up to four wives. However, by Turkish",
        "ONLINE INTERACTIVE MAPS",
        "law, a man is permitted to have just one wife. In recent years, Islamic politi-",
        "cal parties have attempted to increase Islam’s role in Turkish society.",
        "Turkey: Population",
        "Explore ONLINE!",
        "Have students explore the map using the interactive",
        "Turkey: Population features and answer the associated questions.",
        "EUROPE RUSSIA Persons per Persons per Human-Environment Interaction What is the",
        "square mile square km",
        "520 200 population density of the area around Ankara?",
        "Istanbul",
        "30°E Black Sea",
        "40°E",
        "2",
        "1",
        "2",
        "6",
        "3",
        "5",
        "0",
        "0",
        "3",
        "1",
        "5",
        "1 1",
        "0",
        "0",
        "0",
        "0",
        "2",
        "sq",
        "6",
        "u",
        "0",
        "a",
        "–",
        "r",
        "5",
        "e",
        "2",
        "k",
        "0",
        "m",
        "p",
        ")",
        "ersons per square mile (100–200 per",
        "40°N 0 100 200 Miles",
        "Ankara 0 100 200 Kilometers In print edition, see map of same title.",
        "Izmir Projection:",
        "S e a A egean",
        "TURKEY",
        "Adana",
        "N",
        "I 1 n . t H",
        "p",
        "e",
        "o",
        "r u p",
        "p",
        "m r",
        "u",
        "e a",
        "l",
        "t",
        "a",
        "n",
        "t",
        "M -",
        "i",
        "E",
        "o",
        "a n",
        "n",
        "p v",
        "d",
        "s ir",
        "e",
        "o",
        "n",
        "n",
        "s",
        "m",
        "ity",
        "e",
        "o",
        "n",
        "f",
        "t",
        "t",
        "L",
        "I",
        "h",
        "n",
        "am",
        "e",
        "te",
        "b",
        "a",
        "e",
        "r",
        "r",
        "r",
        "a",
        "t",
        "e",
        "A",
        "c",
        "a",
        "z",
        "t",
        "i m",
        "i",
        "a",
        "o",
        "u",
        "r",
        "n",
        "o",
        "th",
        "u",
        "al",
        "W",
        "n",
        "E",
        "d",
        "q",
        "h",
        "u",
        "a",
        "a",
        "A",
        "l",
        "t",
        "-",
        "n",
        "A",
        "i",
        "r",
        "k",
        "s",
        "e",
        "a",
        "a",
        "t",
        "r",
        "h",
        "a",
        "e",
        "?",
        "1. H",
        "p",
        "26",
        "o",
        "u",
        "0",
        "p",
        "m",
        "–",
        "u",
        "5",
        "a",
        "l",
        "2",
        "a",
        "n",
        "t",
        "0",
        "-",
        "i o",
        "E",
        "p",
        "n",
        "n",
        "er",
        "v",
        "d",
        "s",
        "i",
        "o",
        "e",
        "r",
        "n",
        "o",
        "n",
        "s",
        "n",
        "s i",
        "p",
        "m",
        "ty",
        "e",
        "e",
        "r",
        "o",
        "n",
        "s",
        "f",
        "q",
        "t",
        "t",
        "u",
        "h",
        "I",
        "a",
        "n",
        "e",
        "r",
        "t",
        "e",
        "a",
        "e",
        "r",
        "m",
        "r",
        "e",
        "a",
        "a",
        "i",
        "c",
        "l e",
        "t",
        "a",
        "i",
        "r",
        "o",
        "o",
        "n",
        "u n",
        "W",
        "d",
        "h",
        "A",
        "a",
        "n",
        "t",
        "k",
        "is",
        "a r",
        "t",
        "a",
        "h",
        "?",
        "e",
        "CYPRUS SYRIA W E 2. Region How does the population density",
        "2. Region How does the population density around",
        "Mediterranean Sea S around major cities differ from the rest of the",
        "country? major cities differ from the rest of the country? The",
        "population is much denser around major cities.",
        "The Eastern Mediterranean 705",
        "BIOGRAPHY ONLINE INTERACTIVE MAPS",
        "Kemal Atatürk (1881–1938) Ottoman Empire, 1451–1566",
        "Have students read the biography of Kemal Have students explore the map using",
        "Atatürk and then answer the associated the interactive features and answer the",
        "question. associated question.",
        "Form Generalizations How did Atatürk Movement In which time period did",
        "change Turkey’s government? He the Ottoman Turks gain the most land?",
        "READING CHECK",
        "separated all aspects of Islam from Turkey’s between 1521 and 1566",
        "Find Main Ideas How did Atatürk modernize",
        "government.",
        "Turkey? banned certain types of dress, made new",
        "laws allowing women to vote and hold office,",
        "replaced the Arabic alphabet with the Latin",
        "alphabet, adopted the metric system",
        "READING CHECK",
        "Contrast How are urban Turks different from rural",
        "Turks? Most rural Turks are more traditional.",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 705",
        "With more than 14 million",
        "people, Istanbul is Turkey’s",
        "Teach the Main Idea largest city.",
        "Today, Turkey is a democratic nation seeking",
        "economic opportunities and considering",
        "European Union membership.",
        "Identify What is Turkey’s largest city? Istanbul",
        "Define What does secular mean? Religion is kept",
        "separate from government.",
        "Describe What is Turkey’s economy like? includes",
        "factories, farming, craft making, and industries such",
        "as clothing, cement, and electronics; grains, cotton,",
        "sugar beets, and hazelnuts are major agricultural",
        "Economy and Resources Turkey has long sought membership into the",
        "products",
        "European Union. As a member of the European Union, Turkey’s economy",
        "and people would benefit by increased trade with Europe. Turkey’s economy",
        "More About . . .",
        "includes modern factories as well as subsistence farming and craft making.",
        "Among the most important industries are textiles and clothing, cement,",
        "Agriculture in Turkey Turkey is among the world’s",
        "and electronics. About 25 percent of Turkey’s labor force works in agricul-",
        "leading producers of agricultural products. Turkey is ture. Grains, cotton, sugar beets, and hazelnuts are major crops.",
        "the world’s largest producer of hazelnuts, cherries, figs, Turkey is rich in natural resources, which include oil, coal, and iron ore.",
        "apricots, and raisins. The country also ranks among Reading Check Water is also a valuable resource in the region. Turkey has spent billions",
        "Find Main of dollars building dams to increase its water supply. On one hand, these",
        "the top ten producers of cucumbers, watermelons, Ideas What kind of dams provide hydroelectricity. On the other hand, some of these dams",
        "government does",
        "eggplants, green peppers, tomatoes, onions, olives, Turkey have? have restricted the flow of river water into neighboring countries.",
        "beets, tobacco, tea, barley, grapefruit, lemons, wheat, Summary and Preview In this lesson you learned about Turkey’s history,",
        "and cotton. people, government, and economy. Next you will learn about Israel.",
        "Lesson 2 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "READING CHECK 1. a. Recall What city did both the Romans and Ottoman 3. Summarize Using the information in your notes,",
        "Turks capture? summarize Turkey’s history and Turkey today in",
        "Find Main Ideas What kind of government does",
        "b. Identify Who were the janissaries? a chart.",
        "Turkey have? a parliamentary republic c. Explain How was the character of Turkey influenced",
        "by the Ottomans? Turkey",
        "2. a. Recall What ethnic group makes up 20 percent of History Today",
        "Turkey’s population?",
        "b. Draw Conclusions What makes Turkey secular?",
        "Print Assessment c. Elaborate Why do you think some Turks want",
        "Turkey to join the European Union?",
        "Review Ideas, Terms, and Places",
        "1. a. Recall What city did both the Romans",
        "706 Module 21",
        "and Ottoman Turks capture? Byzantium",
        "(Constantinople)",
        "b. Identify Who were the janissaries? slave soldiers Critical Thinking",
        "who converted to Islam and became warriors",
        "3. Summarize Using the information in your",
        "fiercely loyal to the Ottomans",
        "notes, summarize Turkey’s history and",
        "c. Explain How was the character of Turkey",
        "Turkey today in a chart. History—invaded",
        "influenced by the Ottomans? In 1453 the",
        "by Romans, Seljuk Turks, and Ottoman Turks;",
        "Ottomans captured Constantinople and made",
        "Atatürk modernized Turkey; Kurds fought",
        "it their capital. The Ottomans influenced the",
        "for independence but lost; Today—secular",
        "architecture, religion, culture, and government of",
        "democracy run by the National Assembly,",
        "Turkey.",
        "president, and prime minister; economy has",
        "2. a. Recall What ethnic group makes up 20 percent",
        "modern factories, but 40 percent of Turkey’s",
        "of Turkey’s population? Kurds",
        "labor force works in agriculture",
        "b. Draw Conclusions What makes Turkey secular?",
        "religion separate from government",
        "c. Elaborate Why do you think some Turks want",
        "Turkey to join the European Union? Increased",
        "trade with Europe would benefit Turkey’s economy",
        "and people.",
        "For additional instruction, go to end of lesson.",
        "706 Module 21, Lesson 2",
        "Online Assessment 4. Cause and Effect How did World War I affect Turkey?",
        "Prior to World War I, Turkey was the political center of the Ottoman",
        "1. How did Kemal Atatürk change Turkey?",
        "Empire, which controlled territory in northern Africa, southwestern Asia,",
        "He modernized it.",
        "and southeastern Europe. As a result of being on the losing side of World",
        "He made it an empire.",
        "War I, the Ottomans lost most of their territory and their government",
        "He placed it under Ottoman rule.",
        "was taken over by military officers.",
        "He moved the capital to Istanbul.",
        "Alternate Question Drag the answer choice into the box to complete 5. Cause and Effect How did Kemal Atatürk’s rule affect Turkish",
        "the sentence correctly. culture? Explain your answer.",
        "Kemal Atatürk modernized Turkey by making cultural changes, Atatürk’s rule created a cultural division between those who live in cities",
        "such as adopting the Latin alphabet. and those who live in rural areas. While city dwellers tended to accept",
        "the cultural changes made by Atatürk, such as granting women more",
        "2. How are the lives of rural Turks different from those of Turks who live",
        "rights, those who live in rural areas have kept more traditional views of",
        "in cities?",
        "the role of women.",
        "Rural dwellers eat more meat.",
        "Rural dwellers are less traditional. 6. Make Inferences Why have Islamic political parties in Turkey",
        "Rural dwellers are strongly influenced by Islam. attempted to gain more influence in recent years?",
        "Rural dwellers are strongly influenced by Kurdish culture.",
        "Turkish secular law prohibits some things that are allowed by Muslim",
        "Alternate Question Select the answer choice from the drop-down list law. Because most Turkish people are Muslim, many want the",
        "to complete the sentence correctly. government to follow the laws of their religion. This has led to Islamic",
        "The changes made by Kemal Atatürk had the least effect on parties attempting to gain more influence in recent years.",
        "rural dwellers .",
        "3. Which of the following is a negative effect of Turkey’s use of its water",
        "resources?",
        "The production of textiles is restricted.",
        "The amount of cement exported is limited.",
        "The production of crops by rural farmers is limited.",
        "The flow of water into neighboring countries is restricted.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Turkey’s use of its water resources has a negative effect on",
        "neighboring countries.",
        "The Eastern Mediterranean 706a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 703",
        "LANGUAGE ARTS",
        "ADVANCED/GIFTED",
        "Write a Biography",
        "Ottoman Conquest of Constantinople 1. Review with students the information in this lesson regarding Kemal",
        "1. Point out that the Ottoman conquest of Constantinople is one of Atatürk.",
        "the key events in world history. 2. Ask students to imagine that they were alive during Kemal Atatürk’s",
        "2. Organize the class into small groups. Have the members of each rule. Ask them to imagine how they would have felt when Atatürk",
        "group discuss the conquest and predict how it might have affected made rules to ban traditional clothing and make changes to familiar",
        "the region, the people living in the city, and the Ottoman Empire. ways of life.",
        "3. If students have difficulty, suggest that they consider the 3. Have students write an autobiography of their life in the time of Kemal",
        "importance of trade routes and the city’s central location. Students Atatürk. Be sure to have them describe whether they were happy or",
        "should also consider the differences between Byzantine and unhappy with the changes he made and why. For example, many",
        "Ottoman rule and cultures. women may have been happy to be given the right to vote or hold office.",
        "4. Ask for volunteers to share some of their predictions with the class. 4. Ask students to share their autobiographies with the class.",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; and 14: *Alternative Assessment Handbook, Rubric 41: Writing to Express",
        "Group Activity",
        "continued from page 706",
        "continued from page 704",
        "ENGLISH LANGUAGE LEARNERS",
        "STRUGGLING READERS",
        "Oral Biography Jigsaw",
        "1. To help students demonstrate their understanding of important",
        "Lesson Preview",
        "Turkish leaders, organize them into three groups of equal number.",
        "1. Pair struggling readers with more proficient readers, and ask students",
        "2. Assign each group to research one of the following Turkish leaders:",
        "to preview the lesson. Have each pair read the headings, look for bold",
        "Mehmed II, Suleyman I, and Kemal Atatürk. Have students work within",
        "and highlighted text, and examine the visuals used in the lesson.",
        "their groups to create oral biographies of their assigned leader. They",
        "2. Invite volunteers to share one thing they think they will learn in",
        "may choose to use visual aids or other media to help communicate their",
        "this lesson. Discuss the features that helped them draw these",
        "messages.",
        "conclusions.",
        "3. Once students have created their presentations and have practiced",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "delivering them within their groups (possibly in pairs), organize",
        "smaller groups of three that include one student from each of the",
        "continued from page 705",
        "larger groups. In this way, every group should include an “expert” on",
        "each of the three Turkish leaders.",
        "SPECIAL NEEDS STUDENTS",
        "4. Have the students deliver their oral presentations to the smaller",
        "Population Density of Turkey groups.",
        "1. Read aloud the name of each label on the map showing Turkey’s *Alternative Assessment Handbook, Rubrics 4: Biographies; 14: Group",
        "population density. As you do, have students locate the label on Activity; and 24: Oral Presentations",
        "the map and say it aloud. If necessary, repeat any names students",
        "have difficulty pronouncing.",
        "COLLABORATIVE LEARNING",
        "2. Then have students create sentences about the map, such as",
        "“There are about 520 people per square mile in Adana” or “The",
        "More about Turkey",
        "southeastern part of Turkey has a very low population density.”",
        "1. Organize the class into small groups. Ask each group to select a",
        "*Alternative Assessment Handbook, Rubric 21: Map Reading",
        "common cultural practice, tradition, or religion in Turkey to learn",
        "more about. Have students research the details about their choice.",
        "Next, have each group work collaboratively to write one paragraph",
        "describing their subject.",
        "2. Have each group work together to make a poster. Have students",
        "write their paragraph on the poster and then decorate the poster",
        "with drawings and words that illustrate their paragraph. For example,",
        "if students choose a popular dish served in Turkey, they could include",
        "the recipe, drawings of the ingredients, and a drawing of a Turkish",
        "family eating the meal.",
        "3. Have each group present their poster to the class.",
        "*Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 28:",
        "Posters",
        "706b Module 21, Lesson 2",
        "Lesson 3 Planner",
        "Israel",
        "Exile of the Jews",
        "Israel: Birth of a Nation",
        "2015 Israeli Election",
        "Gaza Parkour",
        "Videos",
        "Graph: Israel’s Population",
        "Maps, Map: Israel and the Palestinian",
        "Visuals LESSON 3 Graphs, and Territories",
        "Charts",
        "Big Idea",
        "Israel and the Palestinian",
        "Territories are home to Jews",
        "and Arabs who continue",
        "The Dead Sea Scrolls",
        "to struggle over the",
        "Document-Based Investigation:",
        "Israel’s Government and region’s land.",
        "Extend Teenagers for Peace",
        "Citizenship Sources",
        "and Enrich The Dead Sea Scrolls",
        "Hanan Ashrawi (1946– )",
        "Water Crisis in Gaza",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "KEY",
        "Non-digital resource",
        "The Eastern Mediterranean 706c",
        "Online Lesson 3 Enrichment Activities",
        "The Dead Sea Scrolls Hanan Ashrawi (1946– )",
        "Article Students read a brief article about the Dead Sea Scrolls Biography Students read about the contributions of Palestinian",
        "along with two accompanying passages, then answer a question leader Hanan Ashrawi to the Middle East peace process, then",
        "about the passages. answer questions about what they have learned.",
        "Water Crisis in Gaza",
        "Article Students read about the causes of Gaza’s water crisis.",
        "They then research more about the crisis to prepare a digital",
        "slideshow. Their slideshows should include facts and opinions",
        "that are correctly cited.",
        "Israel’s Government and Citizenship",
        "Article Students read about Israel’s government and the",
        "rights and responsibilities of its citizens. They then research the",
        "governments and roles of citizens in Saudi Arabia and Iran to",
        "write a compare-and-contrast essay.",
        "706d Module 21, Lesson 3",
        "Lesson 3",
        "Teach the Big Idea",
        "Israel",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What do you like about living in Israel?",
        "If YOU lived there . . .",
        "The Big Idea When you were only six years old, your family moved Review the scenario with students and lead a class",
        "to Israel from Russia. You are learning Hebrew in school,",
        "Israel and the Palestinian discussion around responses to the question.",
        "but your parents and grandparents still speak Russian at",
        "TTerritories are home to Jews and",
        "Arabs who continue to struggle home. When you first moved here, your parents worked Remind students that all responses are valid as",
        "over the region’s land. in an office building, but you now live on a farm where long as they are supported with valid reasoning.",
        "you grow oranges and tomatoes.",
        "Main Ideas You may wish to review the following points to",
        "What do you like about",
        "■Israel’s history includes the living in Israel? frame your discussion.",
        "ancient Israelites and the cre-",
        "ation of the State of Israel. Consider CLIMATE AND GEOGRAPHY:",
        "■In Israel today, Jewish culture is History",
        "a major part of daily life. • The warm, dry climate is a welcome change",
        "Israel is often referred to as the Holy Land because it is home to",
        "■The Palestinian Territories are sacred sites for three major religions—Judaism, Christianity, from Russia’s long winters.",
        "areas next to Israel—Gaza and",
        "and Islam. Judaism is the religion of the Jewish people. It is • A day trip to a Mediterranean beach is fun.",
        "the West Bank—controlled",
        "partly by Palestinian Arabs. the world’s oldest monotheistic religion. Many events in Jewish • The desert landscapes are beautiful.",
        "history and in the life of Jesus happened in Israel.",
        "Key Terms and Places Consider DAILY LIFE:",
        "Judaism The Holy Land The Israelites, the descendants of the Hebrews",
        "Diaspora and ancestors of the Jews, first established the kingdom of • Living on a farm feels healthier than living in",
        "Jerusalem Israel about 1000 BC. It covered roughly the same area as the a crowded city.",
        "Zionism modern State of Israel. In the 60s BC the Roman Empire con-",
        "kosher quered the region, which was called Judea. After several Jewish • We can enjoy more fresh fruits and vegetables.",
        "kibbutz revolts, the Romans forced many Jews to leave the region and • We feel a greater sense of community and",
        "Gaza renamed it Palestine in AD 135. This dispersal of the Jewish family than in Russia.",
        "West Bank",
        "population is known as the Diaspora.",
        "2. Direct Teach Introduce the Big Idea: Israel and the",
        "Muslims conquered Palestine in the mid-600s. However,",
        "from the late 1000s to the late 1200s, Christians from Europe Palestinian Territories are home to Jews and Arabs",
        "launched a series of invasions of Palestine called the Cru- who continue to struggle over the region’s land. Ask",
        "sades. The Crusaders captured the city of Jerusalem in 1099.",
        "In time, the Crusaders were pushed out of the area. Palestine students to tell some things they know about",
        "then became part of the Ottoman Empire. After World War I, it or have heard on the news about Israel and the",
        "came under British control.",
        "Palestinian Territories. Record their responses on",
        "the board. Use their responses to begin to point",
        "out the similarities and differences between the",
        "two regions. Tell students that they will further",
        "compare and contrast the areas in this lesson.",
        "3. Practice/Assess/Inquire Have students work in",
        "The Eastern Mediterranean 707 small groups to create a chart and fill it in with facts",
        "about Israel and the Palestinian Territories.",
        "4. Explore (Collaborative Exploration) Have groups",
        "Teach the Main Idea region. After World War II, the UN voted to review their lists and draw lines to connect things",
        "divide Palestine into Jewish and Arab states, that are similar about the two areas.",
        "Israel’s history includes the ancient",
        "and the State of Israel was established. 5. Whole Group Close/Reflect Have students use",
        "Israelites and the creation of the State their charts to write two paragraphs comparing",
        "More About . . .",
        "of Israel. and contrasting Israel and the Palestinian",
        "The Dead Sea Scrolls A young Bedouin Territories.",
        "Define What is the Diaspora? dispersal of shepherd named Muhammed edh-Dhib",
        "*Alternative Assessment Handbook, Rubric 9: Comparing",
        "the Jewish population What is Zionism? a discovered the scrolls while he was looking",
        "and Contrasting",
        "nationalist movement that called for Jews for a stray goat. He threw a stone into the cave",
        "to reestablish a Jewish state in their ancient to persuade the goat to come out. The stone",
        "homeland struck one of the pieces of pottery that held ONLINE DOCUMENT-BASED INVESTIGATION",
        "Explain Why is Israel often referred to as the scrolls.",
        "the Holy Land? because it is home to The Eastern Mediterranean",
        "sacred sites for three of the world’s major Teenagers for Peace is the third of four document-",
        "religions—Judaism, Christianity, and Islam based investigations that students will analyze in",
        "Summarize How was Israel created? In the The Eastern Mediterranean module. Students will",
        "late 1800s the Zionist movement called for explore the text and visual to find out about 2,000",
        "Jews to reestablish a Jewish state in their teenagers who are seeking mutual understanding",
        "ancient homeland. Tens of thousands of in order to bring peace out of conflict.",
        "Jews from around the world moved to the",
        "The Eastern Mediterranean 707",
        "The city of Jerusalem is",
        "sacred to three world",
        "religions—Judaism,",
        "ONLINE GRAPHIC ORGANIZER Christianity, and Islam.",
        "Israel",
        "As students read the lesson, have them use the",
        "graphic organizer to take notes. Students can",
        "review their graphic organizer notes at the end of",
        "the lesson to answer the following question:",
        "Analyze Causes What events initially caused the",
        "ongoing tension between Israeli and Palestinian",
        "territories? Romans forced many Jews out of the",
        "kingdom of Israel and renamed it Palestine. Palestine",
        "came under Muslim then British control before being Creation of Israel Zionism, a nationalist movement calling for Jews to",
        "reestablish a Jewish state in their ancient homeland, began in Europe in",
        "divided into a Jewish and Israeli state.",
        "the late 1800s. Tens of thousands of Jews and Arabs began moving to the",
        "region. Arabs also moved there to counterbalance the number of Jews",
        "moving into the region.",
        "In 1947 the United Nations voted to divide the Palestine Mandate, then",
        "ONLINE LESSON FLIP CARDS under British control, into Jewish and Arab states. While Arab countries",
        "rejected this plan, the Jews accepted it and a year later created the State",
        "Review Key Terms and Places of Israel. Five armies from surrounding countries then invaded Israel.",
        "Reading Check Against the odds, the Israelis defeated the Arabs.",
        "Students can use the flip cards in the Lesson Review Summarize What After Israel’s victory, many Palestinians fled to neighboring Arab coun-",
        "two groups played a",
        "at any time to review the lesson’s key terms and large role in Israel’s tries. Israel and Arab countries have fought each other in several wars",
        "places: Judaism, Diaspora, Jerusalem, Zionism, history? since then. Disputes between the two sides continue today.",
        "kosher, kibbutz, Gaza, West Bank.",
        "Historical Source",
        "The Dead Sea Scrolls",
        "“With knowledge shall I sing out my",
        "ONLINE ANALYZE VIDEOS Written by Jews about 2,000 years ago, the Dead Sea music, only for the glory of God, my harp,",
        "Scrolls include prayers, commentaries, letters, and my lyre for His holiness established; the",
        "passages from the Hebrew Bible. Hidden in caves flute of my lips will I lift, His law its",
        "Exile of the Jews near the Dead Sea, these scrolls were not found until tuning fork.”",
        "1947. Here are two passages from a prayer written",
        "“When first I begin campaign or",
        "Have students watch the video individually on one of the scrolls.",
        "journey, His name shall I bless; when first",
        "or as a class. You may wish to use the associated I set out or turn to come back; when I sit",
        "question as a discussion prompt. down or rise up, when I spread my bed,",
        "then shall I rejoice in Him.”",
        "Analyze Videos How did Jewish worship change Analyze Sources —the Dead Sea Scrolls",
        "What does this prayer from the Dead Sea Scrolls reveal",
        "because of the Babylonian Captivity? They could about the people who wrote it?",
        "no longer worship at the Temple, where they believed",
        "God dwelled. Instead, they began to depend on",
        "708 Module 21",
        "scripture as they worshiped.",
        "HISTORICAL SOURCE ONLINE ANALYZE VIDEOS",
        "The Dead Sea Scrolls Israel: Birth of a Nation",
        "Have students examine the information about and Have students watch the video",
        "passages from the Dead Sea Scrolls. You may wish to individually or as a class. You may wish to",
        "use the associated question as a discussion prompt. use the associated question as a discussion",
        "prompt.",
        "Analyze Sources What does this prayer from the",
        "Dead Sea Scrolls reveal about the people who Analyze Videos How did Tel Aviv compare",
        "wrote it? They were religious and very dedicated to to Jerusalem in the first months after the",
        "their God. war? Tel Aviv was recovering but bustling",
        "with people, whereas Jerusalem was more",
        "war torn and somber.",
        "READING CHECK",
        "Summarize What two groups played a large role",
        "in Israel’s history? Jews and Arabs",
        "For additional instruction, go to end of lesson.",
        "708 Module 21, Lesson 3",
        "Israel Today",
        "Jews from all over the world, including many who fled from Arab lands, Teach the Main Idea",
        "have migrated to Israel hoping to find peace and stability. Yet, they have",
        "faced continual conflicts with neighboring countries. Despite these prob- In Israel today, Jewish culture is a major part of",
        "lems, Israelis have built a modern, democratic country.",
        "daily life.",
        "Government and Economy Israel has a prime minister and a parliament—",
        "the Knesset. There are several major political parties and many smaller ones.",
        "Recall What are Israel’s largest cities? Tel Aviv and",
        "Israel’s government has built a strong military. At age 18, most Israeli",
        "Jerusalem",
        "men and women must serve at least one year.",
        "Israel’s economy is modern and diverse. Important exports include high- Describe What type of government does Israel",
        "tech equipment and cut diamonds. Israel has increased food production",
        "have? a prime minister and a parliament, called the",
        "by irrigating farmland. Israel’s economy also benefits from the millions of",
        "visitors who come to Israel to see the country’s historic sites. Knesset",
        "Cities, Diversity, and Languages Most of Israel’s population live in cities. Identify What are Israel’s two official languages?",
        "Jerusalem, the capital, and Tel Aviv are Israel’s largest cities. Hebrew and Arabic",
        "About 75 percent of Israel’s population is Jewish. The rest of the coun-",
        "try’s people are mostly Arab. About three-fourths of Israeli Arabs are Mus- Define What is a kibbutz? a large farm where people",
        "lim, but some are Christian. Israel’s Jewish population includes Jews from share everything in common What is kosher? the",
        "all parts of the world. Many arrive not knowing Hebrew, one of Israel’s",
        "term used to refer to food that is allowed under",
        "official languages. To assist these new citizens, the government provides",
        "language classes. Israeli Arabs speak Arabic, Israel’s other official language. Jewish dietary laws",
        "More About . . .",
        "Israel’s Population",
        "The Israeli Economy Israel has a technologically",
        "Jews from all over the world have settled in Israel. The graph below shows the",
        "percentages of Jews who migrated from different places. Non-Jews in Israel advanced free-market economy. The country",
        "include Arabs who are Muslims, Christians, and Druze. This photo shows a ranks among the top 20 nations in the world on",
        "Jewish teenager celebrating his bar mitzvah—a ceremony that acknowledges",
        "13-year-old Jewish boys as adults in the community. the United Nation’s Human Development Index,",
        "which categorizes the Israeli economy as “Very",
        "Origin of Israel‘s Jewish Population",
        "Highly Developed”—the highest-ranked economy",
        "Non-Jewish in the Middle East. The standard of living in Israel is",
        "Jewish",
        "comparable to many Western nations.",
        "Non-Jewish",
        "Israel 23.6%",
        "51.3%",
        "ONLINE INTERACTIVE GRAPHS",
        "Europe, the Americas, Israel’s Population",
        "the Pacifi c",
        "Asia Africa 17.4% Have students explore the graph and answer the",
        "3.2% 4.5%",
        "Analyze Visuals Source: The World Almanac associated question.",
        "According to the graph, what is the origin of most Israeli Jews?",
        "In print edition, see visual of same title.",
        "Interpret Graphs According to the graph, what is",
        "The Eastern Mediterranean 709 the origin of most Israeli Jews? Israel",
        "ADVANCED/GIFTED ONLINE ANALYZE VIDEOS",
        "Population Statistics 2015 Israeli Election",
        "1. Tell students that about 8.2 million Have students watch the video",
        "people live in Israel. individually or as a class. You may wish to",
        "2. Then have students use the circle graph use the associated question as a discussion",
        "to answer the following questions: prompt.",
        "How many people from Israel’s Jewish Analyze Videos Why was President",
        "population originated from Europe, the Obama closely watching the 2015 Israeli",
        "Americas, and the Pacific? 1,426,800 election? Israel is an important U.S. ally in",
        "people How many people from Israel’s the Middle East, and the U.S. gives Israel more",
        "Jewish population originated from aid money than any other nation.",
        "Africa? 369,000 people How many",
        "people in Israel are non-Jewish?",
        "1,935,200 people",
        "*Alternative Assessment Handbook, Rubric 1:",
        "Acquiring Information",
        "The Eastern Mediterranean 709",
        "Culture and Rural Settlements Israeli Jewish culture is rich in holidays",
        "Teach the Main Idea and special foods. For Jews, the Sabbath, from sunset Friday until sundown",
        "Saturday, is a holy day. Yom Kippur, a very important holiday, is celebrated",
        "in the fall. Passover, in the spring, celebrates the Israelites’ escape from",
        "The Palestinian Territories are areas next to",
        "captivity in ancient Egypt.",
        "Israel—Gaza and the West Bank—controlled Because Judaism is a way of life, religious laws address every aspect",
        "of daily life, including what Jews should eat. These laws come from the",
        "partly by Palestinian Arabs. Hebrew Bible. Kosher, which means “fit” in Hebrew, is the term used",
        "for food allowed under Jewish dietary laws. Not all Jews in Israel eat a",
        "Identify What are the disputed parts of land in the kosher diet, but all government and army kitchens serve kosher food. This",
        "Palestinian Territories? the West Bank and East enables both religious and secular Jews to participate together in these",
        "core institutions.",
        "Jerusalem",
        "Reading Check Some Israeli Jews live in a collective community known as a kibbutz",
        "Predict Do you think the peace process between Form (ki-BOOHTS). Traditionally, a kibbutz is a large farm where people shared",
        "Generalizations",
        "Israel and the Palestinians will succeed? Explain What is Jewish culture everything in common. About 100,000 Israeli Jews live in more than 250",
        "in Israel like? diverse kibbutzim.",
        "your answer. Possible answer: yes, because the",
        "The Palestinian Territories",
        "Palestinian Authority agreed to recognize Israel",
        "In 1967, during the Six-Day War, Israel captured areas from Jordan and",
        "and renounce terrorism, and Israel has turned over",
        "Egypt inhabited by Palestinian Arabs—Gaza, the West Bank, and East",
        "control of some areas to the Palestinians; no, the Jerusalem. In the 1990s Israel agreed to turn over parts of these territories",
        "dispute has gone on for a long time and both sides to the Palestinians. In return, the Palestine Liberation Organization (PLO)",
        "agreed to recognize Israel’s right to exist and pledged to renounce terrorism.",
        "want some of the same territory These territories have continued to be central to ongoing conflicts between",
        "Israelis and Arabs.",
        "More About . . .",
        "Explore ONLINE!",
        "Connect to Today: Disputed Territories Point out",
        "Israel and the Palestinian Territories",
        "that in the United States, many people do not agree",
        "a in b t o h u is t w se h c o ti o sh n o . F u o ld r e c x o a n m tr p ol l e t , h s e o t m er e r i p to e r o ie p s le d t is h c in u k ss ed Mediterran 34°E ea L n EBAN Ha O if N a S G H e E O a I L o G f A H G N T al S ilee SYRIA S C Pa o o l m n e t s e r t o i a n ll r i e a e d n a s s b y co t n h t e r olled",
        "Palestinians deserve the land, while others think Sea by Palestinians",
        "N 0 25 50 Miles",
        "Israelis do. Emphasize that when learning about W E Nabblluuss 0 25 50 Kilometers",
        "history and current events, it is important to try 32°N S Tel Aviv WWEE RR SS aa TT mm B al A la N h K P Tr r a o n je s c v t e io rs n e : C C a y s li s n in d i r - i S ca o l ldner",
        "JJeerruusalem",
        "to gather accurate and factual information from",
        "Gaza H Eebbrroonn Dead Sea",
        "unbiased sources. GAZA",
        "ISRAEL JORDAN",
        "ONLINE INTERACTIVE MAPS",
        "EGYPT",
        "Interpret Maps",
        "Israel and the Palestinian Territories 1. Location What Palestinian territory is located on",
        "the Mediterranean Sea?",
        "Have students explore the map using the interactive 2. Place Who controls parts of the West Bank?",
        "features and answer the associated question.",
        "Location What Palestinian territory is located on",
        "710 Module 21",
        "the Mediterranean Sea? Gaza",
        "In print edition, see map of same title.",
        "1. Location What Palestinian territory is located",
        "COLLABORATIVE LEARNING",
        "on the Mediterranean Sea? Gaza",
        "2. Place Who controls parts of the West Bank? Life on a Kibbutz 3. Have students illustrate their stories. If",
        "Some areas are controlled by the Palestinians and 1. Review with students what a kibbutz is. they find photographs in their research,",
        "others by Israel. have students share these with the class.",
        "2. Have students work in pairs to research",
        "what daily life on a kibbutz is like. Ask 4. Ask for volunteers to present their “Day in",
        "each pair of students to work together to the Life” projects to the class.",
        "write a short “Day in the Life” account of *Alternative Assessment Handbook, Rubrics 30:",
        "READING CHECK what it might be like to live in a kibbutz. Research; and 37: Writing Assignments",
        "Form Generalizations What is Jewish culture",
        "Be sure to have students include how",
        "in Israel like? Jewish holidays are celebrated;",
        "living in a kibbutz is similar and how",
        "government and army kitchens in Israel serve",
        "it is different from living in their own",
        "kosher food.",
        "community.",
        "710 Module 21, Lesson 3",
        "Focus on Culture",
        "Teenagers for Peace ONLINE DOCUMENT-BASED INVESTIGATION",
        "Peace between Israeli Jews and Palestinian Arabs",
        "has not been easy in the past. Moreover, some Teenagers for Peace",
        "believe peace in the region might be impossible",
        "ever to accomplish. But don’t tell that to a group of Have students explore the feature about the",
        "2,000 Jewish and Arab teenagers who are making",
        "a difference in Israel. These teens belong to an organization called Seeds of Peace. This group of",
        "organization called Seeds of Peace. To learn more about 2,000 Jewish and Arab teenagers works to",
        "about each other’s culture and thus understand each",
        "other better, these teens meet regularly. learn peace-building skills.",
        "Seeds of Peace also hosts camps for teenagers from Analyze Sources How are Jewish and Arab",
        "high-conflict regions. Participating students come from",
        "across conflict lines. At camp, they live, sleep, and eat teenagers in Israel working toward peace? They",
        "with those they have believed are their enemies. They",
        "meet regularly to learn more about each other’s",
        "participate in trust activities and learn peace-building",
        "and conflict resolution skills. Equipped with new skills cultures in order to understand each other better.",
        "and friends, these teens hope they can plant seeds of",
        "peace in their home communities. In print edition, see feature of same title.",
        "Draw Conclusions",
        "How are Jewish and Arab teenagers in Israel working",
        "toward peace?",
        "Gaza and the West Bank Gaza is a small, crowded coastal area",
        "where more than a million Palestinians live. The area has few resources.",
        "However, citrus fruit is grown in irrigated fields. Unemployment is high",
        "for the Palestinians living in Gaza. In 2005 Israel transferred control of",
        "Gaza to the Palestinians.",
        "The West Bank is much larger than Gaza and has a population of",
        "about 2.7 million. It is mostly rural, but the territory has three large cities—",
        "Nablus, Hebron, and Ramallah. The West Bank’s economy is mostly based",
        "on agriculture. Farmers rely on irrigation to grow their crops.",
        "Since Israel gained control of the West Bank in 1967, about 280,000 Israe-",
        "lis have moved there. Israelis and Palestinians dispute the territory. Peace",
        "ONLINE ANALYZE VIDEOS",
        "agreements have tried to divide the land fairly. This conflict over land and",
        "terrorist attacks against Israel are the greatest sources of tension between",
        "Arabs and Israelis. Gaza Parkour",
        "East Jerusalem Other disputed land includes Israel’s capital, Jerusalem. Have students watch the video individually",
        "Control of Jerusalem is a difficult and emotional issue for Jews, Muslims,",
        "or as a class. You may wish to use the associated",
        "and Christians. The city has sites that are holy to all three religions. Areas of",
        "the old city are divided into Jewish, Muslim, and Christian neighborhoods. question as a discussion prompt.",
        "After the 1948 war, Israel controlled West Jerusalem and Jordan con-",
        "Analyze Videos Why do Three Run Gaza use city",
        "trolled East Jerusalem. Israel captured East Jerusalem in 1967. Jerusalem is",
        "the ancient and modern capital of Israel. Palestinians also claim Jerusalem ruins for parkour? Possible answer: Using the city",
        "as their capital. ruins lets them make the best out of a bad situation;",
        "parkour provides an outlet for their energy and some",
        "The Eastern Mediterranean 711 fun during tense times.",
        "STRUGGLING READERS",
        "Teenagers for Peace 3. Ask questions based on the reading. Have",
        "1. Read aloud the “Teenagers for Peace” students locate and read the answers",
        "feature, and have students follow along. aloud.",
        "2. Ask students to identify the main idea *Alternative Assessment Handbook, Rubric 18:",
        "of the text. Check to make sure that Listening",
        "students understand that some Jewish",
        "and Arab teenagers have participated in",
        "a program to help understand each other",
        "and learn peace-building skills.",
        "The Eastern Mediterranean 711",
        "The Territories Today In 2006 control of the territories was split between",
        "two opposing Palestinian political groups. The West Bank was governed by",
        "a group called Fatah, and Gaza by the group Hamas. Today, political ten-",
        "sions in the region remain high.",
        "READING CHECK Reading Check",
        "Analyze Causes The future of the peace process is uncertain. Some Palestinian groups",
        "Analyze Causes Why have the Palestinian Why have the have continued to commit acts of terrorism, including rocket attacks from",
        "Palestinian Territories",
        "Territories been a source of tension? because of the Gaza. Israelis fear they would be open to attack if they withdrew from the",
        "been a source of",
        "conflict over land and terrorist attacks against Israel tension? West Bank.",
        "Summary and Preview In this lesson you learned about Israel’s history,",
        "people, government and economy, and the future of the Palestinian Ter-",
        "ritories. In the next lesson you will learn about the history and culture of",
        "Print Assessment Israel’s neighbors—Syria, Lebanon, and Jordan.",
        "Review Ideas, Terms, and Places Lesson 3 Assessment",
        "1. a. Define What is the Diaspora? the dispersal of the Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Define What is the Diaspora? 4. Categorize Use the chart below to separate your",
        "Jewish population b. Explain How did Zionism help create the nation notes on Israel into categories.",
        "b. Explain How did Zionism help create the nation of Israel?",
        "Israel Today",
        "2. a. Explain As a religious observance, what is the",
        "of Israel? Tens of thousands of Jews began moving significance of a kosher diet? Government",
        "to the region to reestablish their homeland. b. Draw Conclusions Why have Israeli leaders built up Economy",
        "a strong military?",
        "2. a. Explain As a religious observance, what is the c. Explain How has the migration of Jews influenced Diversity and Languages",
        "significance of a kosher diet? food allowed under the character of Israel? Jewish Culture",
        "3. a. Identify Which territory is fully controlled by",
        "Jewish dietary laws Palestinians and which is partly controlled?",
        "b. Draw Conclusions Why have Israeli leaders b. Identify and Explain Read the Teenagers for Peace",
        "feature in this lesson. What conflict are these teens",
        "built up a strong military? because Israel’s trying to resolve?",
        "neighbors have frequently tried to destroy it",
        "c. Explain How has the migration of Jews",
        "influenced the character of Israel? It has led to",
        "the reestablishment of a Jewish state and conflict",
        "over land.",
        "3. a. Identify Which territory is fully controlled by",
        "Palestinians and which is partly controlled?",
        "Gaza; the West Bank",
        "b. Identify and Explain Read the Teenagers for",
        "Peace feature in this lesson. What conflict are",
        "these teens trying to resolve? conflict between",
        "Israeli Jews and Palestinian Arabs",
        "Critical Thinking",
        "4. Categorize Use a chart to separate your notes",
        "on Israel into categories. Government—Knesset; 712 Module 21",
        "Economy—exports, limited farming, tourism;",
        "Diversity and Languages—Hebrew and Arabic;",
        "Jewish Culture—Jewish holidays, traditions, kibbutz",
        "ANALYZE INFORMATION",
        "living, kosher diet",
        "History in the Making 4. Have students look for any historical",
        "1. Provide recent news articles from background of the event as reported",
        "more than one source about how the in the story. Encourage them to find",
        "Palestinians and Israelis are trying to information about the various attempts",
        "resolve their conflict. Be sure that all that have been made to resolve the",
        "students have at least one complete conflict.",
        "newspaper story. 5. Have students prepare a report on what",
        "2. Have students read the story carefully, they found in the article. Have them",
        "writing down key points that refer to present historical information about the",
        "methods for resolving the conflict. methods being used to solve this conflict",
        "without bias.",
        "3. Instruct students to look for parts of the",
        "story that seem biased. Ask students *Alternative Assessment Handbook,",
        "how biased reporting can affect how the Rubric 16: Judging Information",
        "conflict is perceived.",
        "For additional instruction, go to end of lesson.",
        "712 Module 21, Lesson 3",
        "Online Assessment 4. Summarize How did Jews and Muslims come to have competing",
        "claims to what is now the State of Israel?",
        "1. Why did the United Nations vote to divide the Palestine Mandate in",
        "The Israelites, the ancestors of the Jews, first established the kingdom",
        "1947?",
        "of Israel about 1000 BC. Nearly 1,000 years later, the Roman Empire",
        "to decrease Christian control of the region",
        "conquered the region, which they renamed Palestine, and forced many",
        "to increase Muslim control of the region",
        "Jews to leave the region after a series of revolts against Roman rule. In",
        "to punish the Ottoman Empire",
        "the mid-600s Muslims conquered Palestine.",
        "to establish a Jewish state",
        "Alternate Question Select the answer choice from the drop-down 5. Make Inferences How has Israel’s history of being attacked by",
        "list to complete the sentence correctly. other countries affected the lives of its citizens?",
        "In 1947 the United Nations voted to divide the Palestine Mandate, Since the creation of the State of Israel in 1948, the country has",
        "which led to the creation of the State of Israel . been involved in a number of conflicts with Arab countries. This has",
        "contributed to the government requiring all men and women to serve at",
        "2. How does the Israeli government help new arrivals to blend in to the",
        "least one year in the country’s military.",
        "country’s culture?",
        "by teaching them how to prepare a seder 6. Compare and Contrast How are Fatah and Hamas similar and",
        "by helping them to gain entry into a kibbutz different? Describe one similarity and one difference.",
        "by offering classes in one of the country’s official languages",
        "Both Fatah and Hamas are Palestinian political groups. In 2006 Fatah",
        "by providing information about all of the country’s religious laws",
        "gained control of the West Bank, while Hamas gained control of Gaza.",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "One issue that many people who move to Israel face is that they do",
        "not know how to read and write Hebrew .",
        "3. Why is Israel hesitant to withdraw from the West Bank?",
        "because it would result in the strengthening of Egypt",
        "because it would result in the strengthening of Hamas",
        "because of fears it would expose the country to attack",
        "because of concerns about losses to agricultural production",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "Safety concerns make Israel hesitant to withdraw from the West",
        "Bank.",
        "The Eastern Mediterranean 712a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 708 continued from page 712",
        "TIERED ACTIVITY ENGLISH LANGUAGE LEARNERS",
        "Write Biography of David Ben-Gurion Timelines",
        "Below Level—Have students research biographical information 1. To help students demonstrate their understanding of important",
        "on David Ben-Gurion, the primary founder of the State of Israel events in Israel’s history, have students work in pairs to draw",
        "and the nation’s first prime minister. Students’ biographies should timelines that show the history of Israel.",
        "include a synopsis of Ben-Gurion’s life and career, touching on his key 2. Have students start the timeline with the establishment of the",
        "achievements. kingdom of Israel about 3,000 years ago. Include each major event",
        "At Level—Going beyond the Below Level activity, biographies should: described in the text, leading up to the present.",
        "• examine in depth his work in the Zionist movement prior to the",
        "3. Make sure students include the year of each event and summarize",
        "founding of the State of Israel",
        "what took place.",
        "• list Ben-Gurion’s accomplishments as a military leader and as",
        "4. Have students use their timelines to review the history of Israel",
        "prime minister, particularly in establishing a strong Israeli defense",
        "by asking each other questions. They should be able to find the",
        "• cite at least three reliable sources, including one print source answers to the questions by reading their timelines.",
        "Above Level—Going beyond the Below Level and At Level activities, *Alternative Assessment Handbook, Rubric 36: Time Lines",
        "students should:",
        "• explore Ben-Gurion’s attitudes toward the Arab world and his",
        "impact on Israel-Arab relations",
        "• analyze and critique Ben-Gurion’s inclusion as one of Time",
        "magazine’s “100 most important people of the 20th century”",
        "*Alternative Assessment Handbook, Rubric 37: Writing Assignments",
        "SPECIAL NEEDS STUDENTS",
        "Major Religious Sites in Jerusalem",
        "1. Pair special needs students with high-achieving students. Have",
        "partners use the library or the Internet to learn more about the",
        "major religious sites in Jerusalem, such as the Church of the Holy",
        "Sepulchre, the Temple Mount/Dome of the Rock, and the Western",
        "Wall.",
        "2. Ask partners to select one of the sites and to design and build",
        "a model of it. Then have each pair write a paragraph to provide",
        "background information on why many people believe that site is",
        "important.",
        "3. Have volunteers share their models with the class. Create a display",
        "of students’ models.",
        "*Alternative Assessment Handbook, Rubrics 3: Artwork; and 30: Research",
        "712b Module 21, Lesson 3",
        "Lesson 4 Planner",
        "Syria, Lebanon, and Jordan",
        "Videos",
        "People of Syria, Lebanon, Graphs: Lebanon’s People and",
        "and Jordan Religions",
        "Maps,",
        "Visuals LESSON 4 Graphs, and Map: Post–WWI Mandates, 1926",
        "Charts",
        "Big Idea",
        "Syria, Lebanon, and Jordan",
        "are Arab nations coping",
        "Game: Where Am I? The Eastern with religious diversity.",
        "Document-Based Investigation:",
        "Mediterranean",
        "Extend Syrian Civil War",
        "Mock Refugee Camp Sources",
        "and Enrich",
        "Refugees",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "The Eastern Mediterranean 712c",
        "Online Lesson 4 Enrichment Activities",
        "Mock Refugee Camp Refugees",
        "Video Students watch a video about a mock refugee camp Timeline Students research refugee movements from 1980",
        "run by students in Kentucky. They then research organizations to present. They then create a timeline of these movements.",
        "that provide services at refugee camps and create poster Students may add illustrations and descriptions to the events.",
        "presentations based on an organization from their research.",
        "712d Module 21, Lesson 4",
        "Lesson 4",
        "Teach the Big Idea",
        "Syria, Lebanon, and Jordan",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "If YOU lived there . . . What hopes do you have for your country?",
        "The Big Idea You live in Beirut, Lebanon. Your grandparents often tell",
        "you about the years before civil wars destroyed the heart Review the scenario with students and lead a class",
        "Syria, Lebanon, and Jordan are",
        "Arab nations coping with reli- of Beirut. The city then had wide boulevards, parks, and discussion around responses to the question. You",
        "gious diversity. elegant shops. It was popular with tourists. Even though",
        "may wish to review the following points to frame",
        "much of Beirut has been rebuilt, you find it hard to imag-",
        "Main Ideas",
        "ine what the city used to look like. your discussion.",
        "■Syria is an Arab country that",
        "What hopes do you have for",
        "has been ruled by a powerful Consider hopes for PEACE:",
        "family and recently torn by your country?",
        "civil war. • reduce ethnic conflicts",
        "Look again at the map at the beginning of this module. Notice",
        "■Lebanon is recovering from",
        "that Syria, Lebanon, and Jordan all border Israel. These coun- • improve government services, especially public",
        "civil war and its people are",
        "divided by religion. tries, all of which have majority Arab populations, have been schools",
        "involved in conflicts with Israel. In addition, Syria, Lebanon,",
        "■Jordan has few resources and and Jordan also share a similar history, religion, and culture. • improve relations with other countries",
        "is home to Bedouins and",
        "Palestinian refugees. Syria Consider hopes for A BETTER ECONOMY:",
        "Key Terms and Places The capital of Syria, Damascus, is believed to be the oldest • rebuild industries, so more jobs",
        "Damascus continuously inhabited city in the world. For centuries, it was",
        "Beirut a leading regional trade center. Syria became part of the Otto- • plan how to bring back tourists",
        "Bedouins man Empire in the 1500s. After World War I, France controlled",
        "AAmmmmaann • improve international trade",
        "Syria. Syria finally became independent in the 1940s.",
        "2. Direct Teach Introduce the Big Idea: Syria, Lebanon,",
        "In Syria today, ruins of an ancient Roman trading and Jordan are Arab nations coping with religious",
        "center still stand. The Romans called the city",
        "Palmyra, meaning “city of palm trees.” diversity. Tell students the people of Syria and Jordan",
        "are overwhelmingly Muslim with a small Christian",
        "population. Lebanon is also a majority Muslim nation,",
        "but about 40 percent of the Lebanese population is",
        "Christian. Ask students how the demographics of the",
        "region might impact life in these nations.",
        "3. Practice/Assess/Inquire Have students work in",
        "groups of three. Assign one of the three countries",
        "to each student in a group. Have students create",
        "three-column charts. In the first column, have",
        "them list all the subheadings and important terms",
        "for their country. In the second column, have",
        "The Eastern Mediterranean 713 them write a question that relates to each term or",
        "subhead. In the last column, have them write the",
        "answer to their question.",
        "Teach the Main Idea Rank In two lists, rank the cultural and",
        "4. Explore (Collaborative Exploration) Have each",
        "religious groups within Syria’s population",
        "Syria is an Arab country that has been group come together to share the information in",
        "from the largest percentage to the",
        "their charts.",
        "ruled by a powerful family and recently smallest. cultural—90 percent Arab;",
        "5. Whole Group Close/Reflect Have groups work",
        "torn by civil war. 10 percent Kurds and Armenians; religious—",
        "together to write a short essay about each country",
        "74 percent Sunni Muslim; 16 percent Alawite",
        "Identify What is the capital of Syria? based on their notes. Ask volunteers to read their",
        "and Druze; 10 percent Christian; some small",
        "Damascus essays aloud.",
        "Jewish communities",
        "Recall What are Syria’s key manufactured *Alternative Assessment Handbook, Rubric 1: Acquiring",
        "More About . . .",
        "goods? textiles, food products, and Information",
        "chemicals The Ancient City Palmyra Study the photo of",
        "Explain Why did civil war break out in Syria the ancient Roman trading center in Palmyra.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "in 2011? Anti-government forces challenged This ancient city was located in the middle of",
        "the rule of the Syrian government; the the Syrian Desert and was a stopping place for",
        "The Eastern Mediterranean",
        "government used brutal force to put down caravans traveling from the Arab Gulf to the",
        "Syrian Civil War is the fourth of four document-",
        "the rebellion. The conflict was then joined by Mediterranean Sea. The ruins of Palmyra date",
        "based investigations that students will analyze in",
        "other actors, such as ISIL, the United States, back to the second century AD. It is home to",
        "The Eastern Mediterranean. Students will explore",
        "and Russia. many famous sites, including the Temple of Bel,",
        "the image and text about Syrian refugees and the",
        "the Temple of Nabo, and the Great Colonnade.",
        "challenges they face.",
        "The Eastern Mediterranean 713",
        "History and Government From 1971 to 2000, the Syrian government was",
        "Teach the Main Idea led by a dictator, Hafiz al-Assad. As president, Assad increased the size of",
        "Syria’s military. He wanted to match Israel’s military strength and pro-",
        "tect his rule from his political enemies within Syria. After Assad’s death",
        "Lebanon is recovering from civil war, and its in 2000, his son, Bashar, was elected president. One of Bashar al-Assad’s",
        "people are divided by religion. main goals was to improve Syria’s economy.",
        "In 2011 anti-government protesters challenged Bashar al-Assad’s rule.",
        "Syria used brutal force—tanks, gunfire, and mass arrests—to crush the",
        "Recall What languages are commonly spoken in",
        "protests. By 2012 the protests had grown into an uprising. Syria was",
        "Lebanon? Arabic and French divided by a civil war. The war began as a fight between Syria’s govern-",
        "ment and several rebel groups of citizens. The war expanded when the",
        "Explain Why did fighting break out in Lebanon",
        "Islamic State of Iraq and the Levant (ISIL) joined the war with the goal of",
        "in the 1970s? Tensions between Christians and taking territory from Syria. A United States-led coalition of countries gave",
        "Muslims mounted. Palestinian refugees coming to aid to the rebels and later, to fight ISIL. Russia has also joined to fight ISIL.",
        "the region added to the tension, and fighting broke Syria’s People Nearly 90 percent of Syria’s 23 million people are cultur-",
        "out between ethnic and religious groups. ally Arab. About 10 percent are Kurd and Armenian. Of Syria’s Muslims,",
        "about 74 percent are Sunni. About 13 percent are Druze and Alawite, mem-",
        "Identify What is the capital of Lebanon? Beirut bers of small religious groups related to Islam. About 10 percent of Syrians",
        "are Christian. There are also small Jewish communities in some cities.",
        "More About . . . Reading Check Syria’s civil war drastically affected its people. By March 2017 about",
        "Analyze Effects How",
        "368,000 people had died as a result of the fighting, and more than 11 mil-",
        "Misconception Alert Despite the many wars that has the recent conflict",
        "affected Syria’s people? lion had lost their homes. About 5 million refugees have left the country.",
        "have happened in Lebanon, it is today a destination",
        "Lebanon",
        "for some tourists. In particular, Lebanon is known in",
        "Lebanon is a small, mountainous country on the Mediterranean coast. It is",
        "the Middle East as a place for winter sports. A number home to several different groups of people. At times these different groups",
        "of winter ski resorts have ski lifts, and tourists visit have fought.",
        "there from England and other parts of Europe. Lebanon’s History and People During the Ottoman period, many religious",
        "and ethnic minority groups settled in Lebanon. After World War I, France",
        "controlled Lebanon and Syria. Lebanon finally gained independence in the",
        "1940s. Even so, some aspects of French culture influenced Lebanese culture.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "For example, in addition to Arabic, many Lebanese also speak French.",
        "Lebanon’s people are overwhelmingly Arab, but they are divided by religion.",
        "Syrian Civil War Most Lebanese are either Muslim or Christian. Each of those groups is divided",
        "into several smaller groups. Muslims are divided into Sunni and Shia.",
        "Have students examine the visual and text and",
        "The Maronites are the largest of the Christian groups in the country. Over",
        "answer the associated question. time, however, Muslims have become Lebanon’s majority religious group.",
        "Analyze Sources How do you think fleeing their Conflict and Civil War After independence, Christians and Muslims",
        "homes affected Syrian refugees? Possible answers: shared power in Lebanon. Certain government positions were held by dif-",
        "ferent religious groups. For example, the president was always a Maronite.",
        "Families had to uproot their lives and leave their However, over time, tensions between Christians and Muslims mounted.",
        "communities to get to safety; children had to stop In the 1970s civil war broke out. Lebanon’s Muslims, including many Pal-",
        "going to school and parents had to stop working. estinian refugees, fought against Christians. Syria, Israel, and other countries",
        "became involved in the conflict. During the fighting, many people died and",
        "the capital, Beirut, was badly damaged. Warfare lasted until 1990.",
        "ONLINE INTERACTIVE CHARTS 714 Module 21",
        "Lebanon’s People and Religions",
        "Have students explore the chart using the",
        "interactive features and answer the associated ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "question.",
        "Syria, Lebanon, and Jordan Review Key Terms and Places",
        "Interpret Charts How many more percent of",
        "As students read the lesson, have them Students can use the flip cards in the",
        "Lebanese are Muslim rather than Christian?",
        "use the graphic organizer to take notes. Lesson Review at any time to review the"
      ]
    },
    {
      "title": "13.5 percent",
      "page_start": 33,
      "content_preview": "13.5 percent Students can review their graphic organizer lesson’s key terms and places: Damascus, notes at the end of the lesson to answer Beirut, Bedouins, Amman.",
      "objectives": [],
      "materials": [
        "Draw Conclusions What has caused divisions in",
        "Lebanese society? tension among different ethnic",
        "and religious groups",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 715",
        "At the time of its independence, Jordan’s population was small. Most",
        "Jordanians lived a nomadic or semi-nomadic life. Hundreds of thousands",
        "GAME of Palestinian Arab refugees fled Israel and came to live in Jordan. From",
        "1952 to 1999 Jordan was ruled by King Hussein. The king enacted some",
        "democratic reforms in the 1990s.",
        "Where Am I? The Eastern Mediterranean",
        "Jordan’s People and Resources Many of Jordan’s people are Bedouins,",
        "Have students play the game to test their",
        "or Arabic-speaking nomads who mostly live in the deserts of Southwest",
        "knowledge of the Eastern Mediterranean region. Asia. Jordan produces phosphates, cement, and potash. Tourism and bank-",
        "ing are becoming important industries. Jordan depends on economic aid",
        "from the oil-rich Arab nations and the United States. Amman, the capital,",
        "Reading Check is Jordan’s largest city. Jordanian farmers grow fruits and vegetables and",
        "Summarize How did",
        "raise sheep and goats. A shortage of water is a crucial resource issue for",
        "King Hussein affect",
        "Jordan’s history? Jordan.",
        "Summary In this lesson you learned about the history, government, and",
        "Summarize How did King Hussein affect Jordan’s",
        "people of Syria, Lebanon, and Jordan.",
        "history? He enacted some democratic reforms in",
        "the 1990s. Lesson 4 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Recall What is the capital of Syria? 4. Compare and Contrast Use your notes to identify",
        "Print Assessment b. Explain What does Syria’s government own? similarities and differences among the people in the",
        "c. Elaborate Why did Hafiz al-Assad want to increase three countries.",
        "the size of Syria’s military? Similarities Differences",
        "Review Ideas, Terms, and Places 2. a. Identify What European country ruled Lebanon Syria",
        "after World War I?",
        "1. a. Recall What is the capital of Syria? Damascus b. Analyze How was Beirut damaged? Jordan",
        "c. Identify and Explain What is the history of political",
        "b. Explain What does Syria’s government own? divisions among religious groups in Lebanon’s",
        "government? What conflict did this lead to?",
        "the country’s oil refineries, larger electrical plants,",
        "3. a. Define Who are the Bedouins?",
        "railroads, and some factories b. Explain Who provides economic aid to Jordan?",
        "c. Elaborate Why did Hafiz al-Assad want to",
        "increase the size of Syria’s military? to match",
        "Israel’s military strength and protect his rule from",
        "political enemies within",
        "2. a. Identify What European country ruled Lebanon",
        "after World War I? France",
        "b. Analyze How was Beirut damaged? civil war",
        "c. Identify and Explain What is the history of",
        "political divisions between religious groups",
        "in Lebanon’s government? What conflict did",
        "this lead to? Christian and Muslim politicians",
        "shared power after independence; but over time,",
        "cooperation broke down and civil war broke out.",
        "3. a. Define Who are the Bedouins? Arabic-speaking 716 Module 21",
        "b. Explain Who provides economic aid to Jordan?",
        "oil-rich Arab nations and the United States",
        "SPECIAL NEEDS STUDENTS",
        "Critical Thinking",
        "4. Compare and Contrast Use your notes to identify Syria, Lebanon, and Jordan 3. If necessary, discuss facts that students",
        "similarities and differences among the people in Discussion did not mention. Then have students",
        "the three countries. Similarities—Syria: 90% Arab, 1. Write each of the following people, summarize the main ideas covered in the",
        "Lebanon: mostly Arab, Jordan: Arab; Differences— places, and terms on the board for all to text about the region.",
        "Syria: Muslim groups are Sunni, Druze, and Alawites, see: Damascus, Bashar al-Assad, Druze, *Alternative Assessment Handbook,",
        "10% Christian, some Jewish communities; Lebanon: Maronites, Beirut, King Hussein, Bedouins, Rubrics 11: Discussions; and 14: Group Activity",
        "Muslim groups are Sunni and Shia, main Christian",
        "group is Maronites; Jordan: Arabs are Bedouin",
        "2. Organize students into mixed-ability",
        "nomads, Palestinian Arab refugees",
        "groups. Have the groups take turns",
        "choosing a person, place, or term from",
        "the board. Then ask each group to work",
        "together to explain specific details about",
        "the selected person, place, or term in",
        "connection with Syria, Lebanon, or",
        "Jordan. Encourage students to express",
        "their answers orally, in writing, through",
        "illustrations, or in brief skits.",
        "716 Module 21, Lesson 4",
        "Online Assessment 4. Cause and Effect Why did about 5 million Syrians leave the country",
        "between 2012 and 2017?",
        "1. Why did a civil war begin in Syria?",
        "The civil war that began in Syria made the country a dangerous place",
        "because ISIL forced millions of people from their homes",
        "to live. By March 2017, hundreds of thousands of people had died as",
        "because ISIL began supplying weapons to anti-government",
        "a result of the fighting and more than 11 million had lost their homes.",
        "These horrible conditions led refugees to leave the country.",
        "because of the violent response of the Syrian government to anti-",
        "government protesters 5. Summarize Why was France able to have a cultural influence on",
        "because the Syrian government failed to make acceptable",
        "progress in improving the economy France gained control of Syria and Lebanon after World War I. As",
        "a result of French rule, French culture influenced Lebanese culture.",
        "Alternate Question Select the answer choice from the drop-down list",
        "For example, in present-day Lebanon, many people speak French in",
        "to complete the sentence correctly.",
        "addition to Arabic.",
        "After Bashar al-Assad’s government violently responded to anti-",
        "government protesters, a civil war erupted in Syria . 6. Summarize How has control of Jordan changed over time?",
        "2. How did religion contribute to a civil war in Lebanon that began When Jordan was created after World War I, the British controlled it",
        "during the 1970s? and named an Arab prince to rule it. In the 1940s the country gained its",
        "Sunni and Shia Muslims became locked in a struggle to control independence.",
        "Sunni and Shia Muslims became increasingly unwilling to share",
        "political power.",
        "A Christian minority controlled the presidency after the country",
        "gained its independence.",
        "The Muslim majority refused to share political power after the",
        "country gained its independence.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One reason that a civil war erupted in Lebanon during the 1970s",
        "was that the country’s Christian population controlled the",
        "presidency after Lebanon gained independence.",
        "3. Why does Jordan depend on economic aid from oil-rich Arab",
        "nations and the United States?",
        "Jordan has many nomads.",
        "Jordan has few resources.",
        "Jordan has a struggling tourism industry.",
        "Jordan has a struggling banking industry.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Because Jordan has few resources, it depends on economic aid from",
        "oil-rich Arab countries and the United States .",
        "The Eastern Mediterranean 716a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 714 continued from page 715",
        "COLLABORATIVE LEARNING COMPARE AND CONTRAST",
        "The Region’s Main Religions Syria, Lebanon, and Jordan",
        "1. Three groups of Muslims are found in Lebanon—the Sunni, Shia, 1. As a way to review the important points in this lesson, lead",
        "and Druze. Have pairs of students work together to research and students in a discussion to compare and contrast the history,",
        "take notes on each of these groups and identify their basic beliefs. government, economy, and people (including population and",
        "2. Have each pair work together to write a brief essay that compares religion) of each country.",
        "and contrasts the three groups of Muslims. 2. On the board, make two columns with the headings Similarities",
        "3. Group each pair with another pair to compare their notes and and Differences.",
        "share what they learned. Have students add to their essays any 3. Call on students to list the similarities they came up with. As",
        "important information they may have missed. they do, write these in the proper column. Then do the same for",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and differences.",
        "Contrasting; and 30: Research 4. Have a class discussion about why students think there are so",
        "many more similarities than differences among these countries.",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "Contrasting; and 11: Discussions",
        "Palmyra Poem or Song",
        "1. Have students use the library or the Internet to learn more about ENGLISH LANGUAGE LEARNERS",
        "the Roman city of Palmyra.",
        "2. Ask students to write a poem or a song that tells about the history",
        "of this ancient city. Encourage students to share their poems or 1. To help students demonstrate their understanding of the histories",
        "songs with the class. and cultures of Syria, Lebanon, and Jordan, ask them to reflect on",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and the reading and think of something they found interesting.",
        "30: Research 2. Provide students with whatever art materials are available, and",
        "ask them to create a piece of artwork that depicts something",
        "interesting they found in the lesson. Use the images in the text box",
        "People of Syria, Lebanon, and Jordan as models.",
        "3. When the artwork is complete, have the students write a caption",
        "explaining the content of the piece. If time allows, have students",
        "share their creations in small groups or with the class.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "716b Module 21, Lesson 4",
        "Social Studies Skills",
        "Social Studies Skills",
        "Create a Cartogram",
        "Create a Cartogram",
        "Define the Skill",
        "Southwest and Central Asia Explain to students that cartograms can be used to",
        "For statistical information like population highlight a region’s population, political outcomes,",
        "figures, geographers sometimes create a special Political",
        "religion statistics, ethnic populations, and more.",
        "map called a cartogram. A cartogram displays",
        "information about countries by the size shown KAZAKHSTAN Help students understand that the cartogram does",
        "for each country. In contrast, a political map like",
        "UZBEKISTAN not reflect the actual physical size of the countries",
        "the one on the right reflects countries’ actual TURKEY KYRGYZSTAN",
        "physical size. Here are some guidelines for CY L P E R B U A S NON SYRIA TURKMENISTAN TAJIKISTAN shown. Before having students do the Learn the Skill",
        "reading and analyzing a cartogram. ISRAEL IRAQ IRAN activity, briefly quiz them about the cartogram. For",
        "• Read the title of the map to determine the JORDAN KUWAIT AFGHANISTAN example, ask students why Kazakhstan is smaller in",
        "subject area covered. SAUDI ARABIA BAHRAIN",
        "• N Co o m tic p e a h re o w th e so p m ol e it c ic o a u l n m tr a ie p s t a o r t e h m e u ca c r h t o d g if r f a e m r- . Q E A M T U I A R NA R A IRT TAE E D SB OMAN W N S E t t h h e e c p a o r l t it o ic g a ra l m m a t p h . a b n e I c r a a u q s , e w K h a e z n a k th h e st o a p n’ p s o p s o i p te u l i a s t t i r o u n e i s in",
        "ent in size on the cartogram compared to the YEMEN Sea smaller than Iraq’s Ask students to use the cartogram",
        "to determine Kuwait’s population. about 2 million",
        "• Read the cartogram’s legend and think about",
        "what the information means. Learn the Skill",
        "Southwest and Central Asia",
        "1. Which country has the largest population? Turkey",
        "Learn the Skill Cartogram",
        "1. Which country has the largest population? TURKMENISTAN KA U ZA ZB K E H K S I T S A T N AN KYRGYZSTAN 2. How is the size of Saudi Arabia’s land area different",
        "2. How is the size of Saudi Arabia’s land area dif- TURKEY TAJIKISTAN from the size of its population? The land area is",
        "ferent from the size of its population? AFGHANISTAN much larger.",
        "3. Using the cartogram legend, what is the CYPRUS LEBANON SYRIA IRAN 3. Using the cartogram legend, what is the",
        "approximate population of Lebanon? WEST BANK IRAQ KUWAIT",
        "ISRAEL BAHRAIN approximate population of Lebanon? about",
        "GAZA STRIP QATAR",
        "SAUDI ARABIA UNITED ARAB EMIRATES 4 million people",
        "Practice the Skill JORDAN OMAN",
        "Draw your own cartogram using the gross Practice the Skill",
        "domestic product, or GDP, of each country in An area this size represents",
        "Southwest and Central Asia. Use a reference 1 million people Draw your own cartogram using the gross domestic",
        "source or the Internet to find these statistics. product, or GDP, of each country in Southwest and",
        "Then determine the scale for sizing each",
        "Central Asia. Use a reference source or the Internet",
        "country by GDP. For example, you might use",
        "one square unit of area per $10 billion or $100 to find these statistics. Then determine the scale for",
        "billion. Countries with a high GDP should sizing each country by GDP. For example, you might",
        "appear larger than countries with a low GDP.",
        "use one square unit of area per $10 billion or",
        "$100 billion. Countries with a high GDP should",
        "appear larger than countries with a low GDP. Students’",
        "cartograms should include the scale for sizing each",
        "The Eastern Mediterranean 717 country by GDP.",
        "The Eastern Mediterranean 717",
        "Module 21 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places",
        "Fill in the blanks with the correct term or place from this module.",
        "Fill in the blanks with the correct term or place from this module. 1. The __________ is the lowest point on any continent and one of the world’s saltiest bodies of",
        "1. The __________ is the lowest point on any continent",
        "2. A desert located in southern Israel is called the __________.",
        "and one of the world’s saltiest bodies of water. Dead Sea",
        "3. A __________ is a way of doing something.",
        "2. A desert located in southern Israel is called the",
        "4. Turkey’s largest city is __________.",
        "__________. Negev 5. ______________ means that religion is kept separate from government.",
        "3. A __________ is a way of doing something. method 6. The dispersal of the Jewish population is known as __________.",
        "4. Turkey’s largest city is __________. Istanbul 7. A __________ is a large farm where people share everything in common.",
        "5. __________ means that religion is kept separate from 8. ______________ is Lebanon’s capital that was badly damaged during the country’s civil war.",
        "government. Secular",
        "6. The dispersal of the Jewish population is known as Comprehension and Critical Thinking",
        "__________. the Diaspora Lesson 1 Lesson 3",
        "7. A __________ is a large farm where people share 9. a. Describe How is the Eastern Mediter- 11. a. Define What is Zionism?",
        "everything in common. kibbutz ranean considered a part of the Middle b. Make Inferences Why does Israel need a",
        "East? strong military?",
        "8. __________ is Lebanon’s capital that was badly",
        "b. Draw Conclusions How would the c. Elaborate How has Israel’s history",
        "damaged during the country’s civil war. Beirut region’s dry climates affect where people affected the country today?",
        "lived? d. Explain What is the significance of",
        "c. Predict What would happen if the Passover?",
        "Comprehension and Critical Thinking region’s people did not have access to Lesson 4",
        "12. a. Identify What is the capital of Syria? Why",
        "LESSON 1 Lesson 2",
        "is it historically significant?",
        "9. a. Describe How is the Eastern Mediterranean 10. a. Recall How was control of Constanti- b. Identify and Explain Identify and",
        "considered a part of the Middle East? located at nople important? describe examples of conflict within Syria",
        "b. Evaluate How did Atatürk’s efforts to and Lebanon that led to civil war.",
        "crossroads between Europe and the Far East (area modernize Turkey contribute to cultural c. Evaluate How do you think Jordan sur-",
        "farther east located on the Pacific Ocean) change there? vives with so few resources?",
        "b. Draw Conclusions How would the region’s dry c. Elaborate How might Turkey benefit",
        "from joining the European Union?",
        "climates affect where people lived? People need to",
        "live in areas where they can use irrigation for crops if",
        "water is scarce.",
        "c. Predict What would happen if the region’s people",
        "did not have access to water? They would not be able",
        "to farm or have drinking water, and they would have to",
        "LESSON 2 718 Module 21",
        "10. a. Recall How was control of Constantinople",
        "important? It was in a strategic location between",
        "Europe and Asia. Write an Analytical Essay How does geography",
        "ONLINE DOCUMENT-BASED",
        "b. Evaluate How did Atatürk’s efforts to modernize INVESTIGATION affect conflict and cooperation between regions in",
        "Turkey contribute to cultural change there? banned the Eastern Mediterranean? Write an analytical essay",
        "certain types of dress, encouraged women to vote and The Eastern Mediterranean in which you answer this question. Be sure to discuss",
        "hold office, replaced the Arabic alphabet with the Latin Have students complete and review all the DBI the various historic, cultural, and geographic factors",
        "alphabet, adopted the metric system activities in Part 1. that shape the region’s people and places. Be sure to",
        "c. Elaborate How might Turkey benefit from joining cite specific evidence from at least three sources in",
        "the European Union? Turkey’s economy will benefit by Use this Analytical Essay Rubric to score students’ your response.",
        "increased trade with Europe.",
        "RUBRIC Students’ essays should",
        "• present an analysis of the topic that is",
        "detailed and relevant",
        "11. a. Define What is Zionism? movement that called for",
        "• develop the analysis logically, clearly,",
        "Jews to reestablish their ancient homeland",
        "b. Make Inferences Why does Israel need a strong",
        "• cite at least three sources of relevant text",
        "military? because of conflicts with its neighbors and",
        "evidence from Part 1 in support of their",
        "ongoing terrorist attacks and threats analysis",
        "c. Elaborate How has Israel’s history affected the • be organized into a distinct introduction,",
        "country today? Conflict between Israeli Jews and a main body consisting of several",
        "Palestinian Arabs continues. paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 21 Assessment, continued",
        "d. Explain What is the significance of Passover?",
        "Reading Skills Map Skills a Jewish holiday that celebrates the Israelites’ escape",
        "Set a Purpose Use the information in this module from captivity in ancient Egypt",
        "to answer the following questions.",
        "13. How does setting a purpose before you",
        "12. a. Identify What is the capital of Syria? Why is it",
        "read help you become a better reader?",
        "14. How is your purpose in reading this chapter historically significant? Damascus; oldest continually",
        "different from your purpose when you read inhabited city in the world",
        "a newspaper comic strip?",
        "b. Identify and Explain Identify and describe",
        "15. How can looking at headings and main",
        "idea statements help you set a purpose for examples of conflict within Syria and Lebanon",
        "reading? N that led to civil war. Over time, cooperation between",
        "Christian and Muslim groups broke down; hundreds",
        "Social Studies Skills S",
        "of thousands of Palestinian refugees living in Lebanon",
        "Use the Social Studies Skills taught in this module",
        "to complete the following. added to tension.",
        "16. Create a Cartogram Draw your own carto- c. Evaluate How do you think Jordan survives with so",
        "gram using this life expectancy at birth data 18. The Eastern Mediterranean On a separate few resources? Jordan survives partly because of its",
        "for Turkey—72.8, Israel—81.1, Syria—74.9,",
        "sheet of paper, match the letters on the map tourism and banking industries, but it also depends on",
        "Lebanon—75.2, Jordan—80.2. Then deter-",
        "with their correct labels.",
        "mine a scale for sizing each country by age. economic aid from oil-rich Arab nations and the United",
        "For example, you might use one square unit Israel Euphrates River States.",
        "of area for every 10 years of age. Countries",
        "with higher numbers for life expectancy at",
        "birth should appear larger than countries",
        "Focus on Writing",
        "with lower life expectancy numbers. Set a Purpose Use the information in this module to answer",
        "17. Geographic Questions Use your carto- 19. Write a Description Look over your notes",
        "the following questions.",
        "gram to pose and answer a question that and choose one Eastern Mediterranean",
        "compares population patterns in Southwest country to describe. Organize your notes 13. How does setting a purpose before you read help you",
        "Asia to those in North Africa. by topic—physical features, people, culture",
        "and government. Then, write a one-to- become a better reader? Possible answer: It will help you",
        "two-paragraph description of the country. keep a clear focus as you read.",
        "Include information you think would be",
        "interesting to someone who knows nothing 14. How is your purpose in reading this module different",
        "about the country. Add details that will help",
        "from your purpose when you read a newspaper comic",
        "your readers picture the country.",
        "strip? Your purpose when reading this module is to",
        "learn; your purpose when reading a comic strip is to be",
        "15. How can looking at headings and main idea statements",
        "help you set a purpose for reading? The headings and",
        "main idea statements help you know what details to look",
        "for as you read.",
        "The Eastern Mediterranean 719",
        "Social Studies Skills",
        "Essential Question ESSAY Write an argument answering this question. Your Use the Social Studies Skills taught in this module to complete",
        "essay should include specific details about the role",
        "In what ways has religion been a",
        "of religion on the region. Be sure to cite evidence to 16. Create a Cartogram Draw your own cartogram using",
        "big influence on the development support your point and organize your essay into an this life expectancy at birth data for Turkey—72.8,",
        "of Eastern Mediterranean nations? introduction, body, and conclusion. Israel—81.1, Syria—74.9, Lebanon—75.2, Jordan—80.2.",
        "Then determine a scale for sizing each country by age.",
        "RUBRIC Students' essays should Alternate Activity Instead of writing essays,",
        "For example, you might use one square unit of area for",
        "• respond to the Essential Question with a address the Essential Question through activities",
        "every ten years of age. Countries with higher numbers",
        "specific position such as holding debates, creating multimedia",
        "for life expectancy at birth should appear larger than",
        "• illustrate valid reasoning supporting their presentations, or writing journal entries. See the",
        "countries with lower life expectancy numbers. Students’",
        "Alternative Assessment Handbook for a selection of",
        "• cite persuasive evidence supporting their responses will vary but should show an understanding of",
        "project rubrics.",
        "position how to create a cartogram.",
        "• identify key people, events, and/or turning 17. Geographic Questions Use your cartogram to pose",
        "points that demonstrate understanding of and answer a question that compares population",
        "the module content patterns in Southwest Asia to those in North Africa.",
        "• be organized into a distinct introduction, Students’ responses will vary but should show an",
        "main body, and conclusion understanding of how to use a cartogram to compare",
        "population patterns.",
        "The Eastern Mediterranean 719",
        "Print Assessment (continued)",
        "18. The Eastern Mediterranean On a separate sheet of paper, match the letters",
        "on the map with their correct labels. A. Dead Sea; B. Bosporus; C. Israel; D.",
        "Negev; E. Euphrates River",
        "Israel Euphrates River",
        "Focus on Writing",
        "19. Write a Description Look over your notes and choose one Eastern",
        "Mediterranean country to describe. Organize your notes by topic—physical",
        "features, people, culture, and government. Then write a one- or two-",
        "paragraph description of the country. Include information you think would",
        "be interesting to someone who knows nothing about the country. Add",
        "details that will help your readers picture the country.",
        "RUBRIC Students’ descriptions should",
        "• include information about the physical geography and climate of the",
        "• give details about the people, culture, and government",
        "• generalize about the region as a whole for comparison",
        "• be detailed and accurate",
        "• include the most interesting aspects about the country and region",
        "Online Assessment 7. Drag the events into chronological order from top to bottom.",
        "1. Drag the names of the physical features of the Eastern Mediterranean to their The kingdom of Israel was established.",
        "correct locations.",
        "Rome conquered Judea.",
        "Christians from Europe launched a series of invasions of Palestine.",
        "Palestine became part of the Ottoman Empire.",
        "The United Nations divided the Palestine Mandate into Jewish and Arab states.",
        "8. Drag the term into the box next to its description.",
        "It is a large farm where people share everything in",
        "It is the part of the Israeli government that makes laws",
        "for the country.",
        "It is the term used to describe foods allowed under",
        "Jewish dietary laws.",
        "It is a Jewish holy day that lasts from sunset Friday until",
        "sundown on Saturday.",
        "9. Why is control of Jerusalem an emotional issue for many people?",
        "It was the site of the first battle in the Six-Day War.",
        "It has sites that are holy to the followers of three major religions.",
        "It has resources that are important to the economies of several nations.",
        "2. Drag the name of the climate type into the box next to the area in the Eastern",
        "It was the place where the Palestine Liberation Organization was",
        "Mediterranean where it can be found.",
        "central Syria desert",
        "10. Which of the following caused the growth of the civil war in Syria?",
        "central Turkey steppe ISIL began trying to take territory from Syria.",
        "northern Israel Mediterranean Syria accepted military assistance from Russia.",
        "northeastern Turkey humid subtropical The United States gave aid to the anti-government rebels.",
        "Bashar al-Assad approved the use of force against anti-government",
        "3. Which resource is produced by Syria, Jordan, and Israel? protesters.",
        "copper 11. Drag the events into chronological order from top to bottom.",
        "phosphates Many religious and ethnic minorities settled in Lebanon.",
        "France gained control of Lebanon.",
        "4. Why did Constantinople become an important trading port?",
        "because it was located along the Euphrates River Christians and Muslims shared power in Lebanon.",
        "because it enabled goods to be easily shipped to Mecca",
        "because it was located at the crossroads of two continents Civil war broke out in Lebanon.",
        "because it enabled goods to be exchanged among many nomadic groups",
        "12. How did King Hussein change Jordan?",
        "5. Select the answer choices from the drop-down lists to complete the sentence",
        "by developing its oil resources",
        "by refusing to accept foreign aid",
        "A favorite dish in Turkey is kebabs, which are grilled meats on",
        "by enacting some democratic reforms",
        "a piece of wood or metal .",
        "by helping to secure its independence",
        "6. How does Turkish law conflict with the religion of Islam?",
        "by limiting the number of wives a man can have",
        "by limiting the number of times a day a person can pray",
        "by preventing mosques from establishing religious charities",
        "by preventing the government from giving aid to religious schools",
        "The Eastern Mediterranean 719b"
      ],
      "procedures": [],
      "assessment": [],
      "vocabulary": [],
      "full_content": [
        "13.5 percent",
        "Students can review their graphic organizer lesson’s key terms and places: Damascus,",
        "notes at the end of the lesson to answer Beirut, Bedouins, Amman.",
        "the following question:",
        "Compare What experiences do Syria,",
        "READING CHECK",
        "Lebanon, and Jordan have in common?",
        "Analyze Effects How has recent conflict affected",
        "They were once controlled by European",
        "Syria’s people? About 368,000 people have died as a",
        "powers, and all became independent in the",
        "result of the fighting, more than 11 million have lost",
        "1940s.",
        "their homes, and about 5 million refugees have left",
        "the country.",
        "For additional instruction, go to end of lesson.",
        "714 Module 21, Lesson 4",
        "After 1990 Syria continued to maintain a strong influence in Lebanon.",
        "Reading Check In fact, Syrian troops stayed in Lebanon until they were pressured to leave Teach the Main Idea",
        "Draw Conclusions in 2005. In 2006 cross-border attacks by a militant group of Lebanese",
        "What has caused",
        "divisions in Lebanese against Israel led to fighting between the two countries. Today, tensions Jordan has few resources and is home to",
        "society? between Lebanon and Israel threaten renewed violence.",
        "Jordan Bedouins and Palestinian refugees.",
        "Jordan’s short history has been full of conflict. The country has few",
        "Explain Why did Jordan’s population change during",
        "resources and several powerful neighbors.",
        "the 1940s? At the time it gained independence,",
        "Jordan’s History and Government The borders of what is now Jordan",
        "hundreds of thousands of Palestinian Arab refugees",
        "were created after World War I. The British controlled the area as a man-",
        "date and named an Arab prince to rule it. In the 1940s Jordan became an came to live in Jordan.",
        "independent country.",
        "Identify What is the capital of Jordan? Amman What",
        "makes this city unique? It is Jordan’s largest city.",
        "People of Syria, Lebanon, and Jordan",
        "Evaluate Do you think Jordan will become less",
        "The people of Syria, Lebanon, and Jordan share many dependent on economic aid from other nations",
        "cultural traits. For example, most people living in this",
        "region are Arab and practice Islam. in the future? Possible answer: If tourism, banking,",
        "and other industries in the country continue to",
        "grow, Jordan may become less dependent on other",
        "nations for economic aid.",
        "More About . . .",
        "In Syria, drinking tea is an important part of Arab Connect to Today: Jordan and Hollywood Jordan",
        "culture. Many Syrians, like this carpet seller, drink",
        "tea every day with family and friends. is a popular location for Hollywood films. In particular,",
        "After more than two decades of civil war, Lebanon’s the sandstone mountains and red and orange cliffs",
        "people are rebuilding their capital, Beirut. The city’s",
        "people now enjoy a new public square. of Wadi Rum have provided the background for",
        "SYRIA movies such as Lawrence of Arabia, Red Planet, and The",
        "LEBANON N",
        "Mediterranean Sea W E Martian. And the Treasury of Petra figured prominently",
        "S",
        "in Indiana Jones and the Last Crusade.",
        "JORDAN",
        "ONLINE INTERACTIVE MAPS",
        "Post–WWI Mandates, 1926",
        "Have students explore the map using the",
        "interactive features and answer the associated",
        "Analyze Visuals Jordan’s people value education and equal rights question.",
        "What can you see in these photos that tells you about for women. Jordanian teenagers, like these girls,",
        "daily life in the region? are required to attend school until age 15. Location Which country bordered Transjordan on",
        "the west in 1926? Palestine",
        "The Eastern Mediterranean 715",
        "ONLINE INTERACTIVE VISUALS",
        "Carousel: People of Syria, Lebanon, and",
        "STRUGGLING READERS",
        "Jordan",
        "Board Game 4. Have students play their own game, Have students navigate through the carousel",
        "1. Have students work in small groups testing the rules and making sure the and note the different scenes of daily life in Syria,",
        "to create a board game that teaches game is logical, educational, and fun. Lebanon, and Jordan. You may wish to use the",
        "information about Syria, Lebanon, and Students should revise as necessary after associated question as a discussion prompt.",
        "Jordan. they finish their practice game.",
        "Analyze Visuals What can you see in these",
        "2. Each group should write, edit, and type a 5. Then have students play each other’s photos that tells you about daily life in the region?",
        "set of rules, including materials needed, games. Afterward, have students discuss Possible answers: the importance of everyday rituals",
        "purpose of the game, setup, game play, their experiences. How did the games that have to do with spending time with family and",
        "and how to win. help them learn about Syria, Lebanon, friends; life is rooted in tradition as indicated by the",
        "and Jordan?",
        "3. Students should also make a game board, man’s clothing and objects in the photo",
        "playing pieces, dice, cards, and other *Alternative Assessment Handbook,",
        "materials required to play Rubric 14: Group Activity",
        "the game.",
        "READING CHECK",
        "Draw Conclusions What has caused divisions in",
        "Lebanese society? tension among different ethnic",
        "and religious groups",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 715",
        "At the time of its independence, Jordan’s population was small. Most",
        "Jordanians lived a nomadic or semi-nomadic life. Hundreds of thousands",
        "GAME of Palestinian Arab refugees fled Israel and came to live in Jordan. From",
        "1952 to 1999 Jordan was ruled by King Hussein. The king enacted some",
        "democratic reforms in the 1990s.",
        "Where Am I? The Eastern Mediterranean",
        "Jordan’s People and Resources Many of Jordan’s people are Bedouins,",
        "Have students play the game to test their",
        "or Arabic-speaking nomads who mostly live in the deserts of Southwest",
        "knowledge of the Eastern Mediterranean region. Asia. Jordan produces phosphates, cement, and potash. Tourism and bank-",
        "ing are becoming important industries. Jordan depends on economic aid",
        "from the oil-rich Arab nations and the United States. Amman, the capital,",
        "Reading Check is Jordan’s largest city. Jordanian farmers grow fruits and vegetables and",
        "Summarize How did",
        "raise sheep and goats. A shortage of water is a crucial resource issue for",
        "King Hussein affect",
        "Jordan’s history? Jordan.",
        "READING CHECK",
        "Summary In this lesson you learned about the history, government, and",
        "Summarize How did King Hussein affect Jordan’s",
        "people of Syria, Lebanon, and Jordan.",
        "history? He enacted some democratic reforms in",
        "the 1990s. Lesson 4 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Recall What is the capital of Syria? 4. Compare and Contrast Use your notes to identify",
        "Print Assessment b. Explain What does Syria’s government own? similarities and differences among the people in the",
        "c. Elaborate Why did Hafiz al-Assad want to increase three countries.",
        "the size of Syria’s military? Similarities Differences",
        "Review Ideas, Terms, and Places 2. a. Identify What European country ruled Lebanon Syria",
        "after World War I?",
        "Lebanon",
        "1. a. Recall What is the capital of Syria? Damascus b. Analyze How was Beirut damaged? Jordan",
        "c. Identify and Explain What is the history of political",
        "b. Explain What does Syria’s government own? divisions among religious groups in Lebanon’s",
        "government? What conflict did this lead to?",
        "the country’s oil refineries, larger electrical plants,",
        "3. a. Define Who are the Bedouins?",
        "railroads, and some factories b. Explain Who provides economic aid to Jordan?",
        "c. Elaborate Why did Hafiz al-Assad want to",
        "increase the size of Syria’s military? to match",
        "Israel’s military strength and protect his rule from",
        "political enemies within",
        "2. a. Identify What European country ruled Lebanon",
        "after World War I? France",
        "b. Analyze How was Beirut damaged? civil war",
        "c. Identify and Explain What is the history of",
        "political divisions between religious groups",
        "in Lebanon’s government? What conflict did",
        "this lead to? Christian and Muslim politicians",
        "shared power after independence; but over time,",
        "cooperation broke down and civil war broke out.",
        "3. a. Define Who are the Bedouins? Arabic-speaking 716 Module 21",
        "nomads",
        "b. Explain Who provides economic aid to Jordan?",
        "oil-rich Arab nations and the United States",
        "SPECIAL NEEDS STUDENTS",
        "Critical Thinking",
        "4. Compare and Contrast Use your notes to identify Syria, Lebanon, and Jordan 3. If necessary, discuss facts that students",
        "similarities and differences among the people in Discussion did not mention. Then have students",
        "the three countries. Similarities—Syria: 90% Arab, 1. Write each of the following people, summarize the main ideas covered in the",
        "Lebanon: mostly Arab, Jordan: Arab; Differences— places, and terms on the board for all to text about the region.",
        "Syria: Muslim groups are Sunni, Druze, and Alawites, see: Damascus, Bashar al-Assad, Druze, *Alternative Assessment Handbook,",
        "10% Christian, some Jewish communities; Lebanon: Maronites, Beirut, King Hussein, Bedouins, Rubrics 11: Discussions; and 14: Group Activity",
        "Muslim groups are Sunni and Shia, main Christian",
        "Amman.",
        "group is Maronites; Jordan: Arabs are Bedouin",
        "2. Organize students into mixed-ability",
        "nomads, Palestinian Arab refugees",
        "groups. Have the groups take turns",
        "choosing a person, place, or term from",
        "the board. Then ask each group to work",
        "together to explain specific details about",
        "the selected person, place, or term in",
        "connection with Syria, Lebanon, or",
        "Jordan. Encourage students to express",
        "their answers orally, in writing, through",
        "illustrations, or in brief skits.",
        "716 Module 21, Lesson 4",
        "Online Assessment 4. Cause and Effect Why did about 5 million Syrians leave the country",
        "between 2012 and 2017?",
        "1. Why did a civil war begin in Syria?",
        "The civil war that began in Syria made the country a dangerous place",
        "because ISIL forced millions of people from their homes",
        "to live. By March 2017, hundreds of thousands of people had died as",
        "because ISIL began supplying weapons to anti-government",
        "a result of the fighting and more than 11 million had lost their homes.",
        "protesters",
        "These horrible conditions led refugees to leave the country.",
        "because of the violent response of the Syrian government to anti-",
        "government protesters 5. Summarize Why was France able to have a cultural influence on",
        "Lebanon?",
        "because the Syrian government failed to make acceptable",
        "progress in improving the economy France gained control of Syria and Lebanon after World War I. As",
        "a result of French rule, French culture influenced Lebanese culture.",
        "Alternate Question Select the answer choice from the drop-down list",
        "For example, in present-day Lebanon, many people speak French in",
        "to complete the sentence correctly.",
        "addition to Arabic.",
        "After Bashar al-Assad’s government violently responded to anti-",
        "government protesters, a civil war erupted in Syria . 6. Summarize How has control of Jordan changed over time?",
        "2. How did religion contribute to a civil war in Lebanon that began When Jordan was created after World War I, the British controlled it",
        "during the 1970s? and named an Arab prince to rule it. In the 1940s the country gained its",
        "Sunni and Shia Muslims became locked in a struggle to control independence.",
        "the presidency.",
        "Sunni and Shia Muslims became increasingly unwilling to share",
        "political power.",
        "A Christian minority controlled the presidency after the country",
        "gained its independence.",
        "The Muslim majority refused to share political power after the",
        "country gained its independence.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One reason that a civil war erupted in Lebanon during the 1970s",
        "was that the country’s Christian population controlled the",
        "presidency after Lebanon gained independence.",
        "3. Why does Jordan depend on economic aid from oil-rich Arab",
        "nations and the United States?",
        "Jordan has many nomads.",
        "Jordan has few resources.",
        "Jordan has a struggling tourism industry.",
        "Jordan has a struggling banking industry.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Because Jordan has few resources, it depends on economic aid from",
        "oil-rich Arab countries and the United States .",
        "The Eastern Mediterranean 716a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 714 continued from page 715",
        "COLLABORATIVE LEARNING COMPARE AND CONTRAST",
        "The Region’s Main Religions Syria, Lebanon, and Jordan",
        "1. Three groups of Muslims are found in Lebanon—the Sunni, Shia, 1. As a way to review the important points in this lesson, lead",
        "and Druze. Have pairs of students work together to research and students in a discussion to compare and contrast the history,",
        "take notes on each of these groups and identify their basic beliefs. government, economy, and people (including population and",
        "2. Have each pair work together to write a brief essay that compares religion) of each country.",
        "and contrasts the three groups of Muslims. 2. On the board, make two columns with the headings Similarities",
        "3. Group each pair with another pair to compare their notes and and Differences.",
        "share what they learned. Have students add to their essays any 3. Call on students to list the similarities they came up with. As",
        "important information they may have missed. they do, write these in the proper column. Then do the same for",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and differences.",
        "Contrasting; and 30: Research 4. Have a class discussion about why students think there are so",
        "many more similarities than differences among these countries.",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "ADVANCED/GIFTED",
        "Contrasting; and 11: Discussions",
        "Palmyra Poem or Song",
        "1. Have students use the library or the Internet to learn more about ENGLISH LANGUAGE LEARNERS",
        "the Roman city of Palmyra.",
        "Artwork",
        "2. Ask students to write a poem or a song that tells about the history",
        "of this ancient city. Encourage students to share their poems or 1. To help students demonstrate their understanding of the histories",
        "songs with the class. and cultures of Syria, Lebanon, and Jordan, ask them to reflect on",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and the reading and think of something they found interesting.",
        "30: Research 2. Provide students with whatever art materials are available, and",
        "ask them to create a piece of artwork that depicts something",
        "interesting they found in the lesson. Use the images in the text box",
        "People of Syria, Lebanon, and Jordan as models.",
        "3. When the artwork is complete, have the students write a caption",
        "explaining the content of the piece. If time allows, have students",
        "share their creations in small groups or with the class.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "716b Module 21, Lesson 4",
        "Social Studies Skills",
        "Social Studies Skills",
        "Create a Cartogram",
        "Create a Cartogram",
        "Define the Skill",
        "Southwest and Central Asia Explain to students that cartograms can be used to",
        "For statistical information like population highlight a region’s population, political outcomes,",
        "figures, geographers sometimes create a special Political",
        "religion statistics, ethnic populations, and more.",
        "map called a cartogram. A cartogram displays",
        "information about countries by the size shown KAZAKHSTAN Help students understand that the cartogram does",
        "for each country. In contrast, a political map like",
        "UZBEKISTAN not reflect the actual physical size of the countries",
        "the one on the right reflects countries’ actual TURKEY KYRGYZSTAN",
        "physical size. Here are some guidelines for CY L P E R B U A S NON SYRIA TURKMENISTAN TAJIKISTAN shown. Before having students do the Learn the Skill",
        "reading and analyzing a cartogram. ISRAEL IRAQ IRAN activity, briefly quiz them about the cartogram. For",
        "• Read the title of the map to determine the JORDAN KUWAIT AFGHANISTAN example, ask students why Kazakhstan is smaller in",
        "subject area covered. SAUDI ARABIA BAHRAIN",
        "• N Co o m tic p e a h re o w th e so p m ol e it c ic o a u l n m tr a ie p s t a o r t e h m e u ca c r h t o d g if r f a e m r- . Q E A M T U I A R NA R A IRT TAE E D SB OMAN W N S E t t h h e e c p a o r l t it o ic g a ra l m m a t p h . a b n e I c r a a u q s , e w K h a e z n a k th h e st o a p n’ p s o p s o i p te u l i a s t t i r o u n e i s in",
        "Arabian",
        "ent in size on the cartogram compared to the YEMEN Sea smaller than Iraq’s Ask students to use the cartogram",
        "map.",
        "to determine Kuwait’s population. about 2 million",
        "• Read the cartogram’s legend and think about",
        "what the information means. Learn the Skill",
        "Southwest and Central Asia",
        "1. Which country has the largest population? Turkey",
        "Learn the Skill Cartogram",
        "1. Which country has the largest population? TURKMENISTAN KA U ZA ZB K E H K S I T S A T N AN KYRGYZSTAN 2. How is the size of Saudi Arabia’s land area different",
        "2. How is the size of Saudi Arabia’s land area dif- TURKEY TAJIKISTAN from the size of its population? The land area is",
        "ferent from the size of its population? AFGHANISTAN much larger.",
        "3. Using the cartogram legend, what is the CYPRUS LEBANON SYRIA IRAN 3. Using the cartogram legend, what is the",
        "approximate population of Lebanon? WEST BANK IRAQ KUWAIT",
        "ISRAEL BAHRAIN approximate population of Lebanon? about",
        "GAZA STRIP QATAR",
        "SAUDI ARABIA UNITED ARAB EMIRATES 4 million people",
        "Practice the Skill JORDAN OMAN",
        "YEMEN",
        "Draw your own cartogram using the gross Practice the Skill",
        "domestic product, or GDP, of each country in An area this size represents",
        "Southwest and Central Asia. Use a reference 1 million people Draw your own cartogram using the gross domestic",
        "source or the Internet to find these statistics. product, or GDP, of each country in Southwest and",
        "Then determine the scale for sizing each",
        "Central Asia. Use a reference source or the Internet",
        "country by GDP. For example, you might use",
        "one square unit of area per $10 billion or $100 to find these statistics. Then determine the scale for",
        "billion. Countries with a high GDP should sizing each country by GDP. For example, you might",
        "appear larger than countries with a low GDP.",
        "use one square unit of area per $10 billion or",
        "$100 billion. Countries with a high GDP should",
        "appear larger than countries with a low GDP. Students’",
        "cartograms should include the scale for sizing each",
        "The Eastern Mediterranean 717 country by GDP.",
        "The Eastern Mediterranean 717",
        "Module 21 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places",
        "Fill in the blanks with the correct term or place from this module.",
        "Fill in the blanks with the correct term or place from this module. 1. The __________ is the lowest point on any continent and one of the world’s saltiest bodies of",
        "water.",
        "1. The __________ is the lowest point on any continent",
        "2. A desert located in southern Israel is called the __________.",
        "and one of the world’s saltiest bodies of water. Dead Sea",
        "3. A __________ is a way of doing something.",
        "2. A desert located in southern Israel is called the",
        "4. Turkey’s largest city is __________.",
        "__________. Negev 5. ______________ means that religion is kept separate from government.",
        "3. A __________ is a way of doing something. method 6. The dispersal of the Jewish population is known as __________.",
        "4. Turkey’s largest city is __________. Istanbul 7. A __________ is a large farm where people share everything in common.",
        "5. __________ means that religion is kept separate from 8. ______________ is Lebanon’s capital that was badly damaged during the country’s civil war.",
        "government. Secular",
        "6. The dispersal of the Jewish population is known as Comprehension and Critical Thinking",
        "__________. the Diaspora Lesson 1 Lesson 3",
        "7. A __________ is a large farm where people share 9. a. Describe How is the Eastern Mediter- 11. a. Define What is Zionism?",
        "everything in common. kibbutz ranean considered a part of the Middle b. Make Inferences Why does Israel need a",
        "East? strong military?",
        "8. __________ is Lebanon’s capital that was badly",
        "b. Draw Conclusions How would the c. Elaborate How has Israel’s history",
        "damaged during the country’s civil war. Beirut region’s dry climates affect where people affected the country today?",
        "lived? d. Explain What is the significance of",
        "c. Predict What would happen if the Passover?",
        "Comprehension and Critical Thinking region’s people did not have access to Lesson 4",
        "water?",
        "12. a. Identify What is the capital of Syria? Why",
        "LESSON 1 Lesson 2",
        "is it historically significant?",
        "9. a. Describe How is the Eastern Mediterranean 10. a. Recall How was control of Constanti- b. Identify and Explain Identify and",
        "considered a part of the Middle East? located at nople important? describe examples of conflict within Syria",
        "b. Evaluate How did Atatürk’s efforts to and Lebanon that led to civil war.",
        "crossroads between Europe and the Far East (area modernize Turkey contribute to cultural c. Evaluate How do you think Jordan sur-",
        "farther east located on the Pacific Ocean) change there? vives with so few resources?",
        "b. Draw Conclusions How would the region’s dry c. Elaborate How might Turkey benefit",
        "from joining the European Union?",
        "climates affect where people lived? People need to",
        "live in areas where they can use irrigation for crops if",
        "water is scarce.",
        "c. Predict What would happen if the region’s people",
        "did not have access to water? They would not be able",
        "to farm or have drinking water, and they would have to",
        "leave the area.",
        "LESSON 2 718 Module 21",
        "10. a. Recall How was control of Constantinople",
        "important? It was in a strategic location between",
        "Europe and Asia. Write an Analytical Essay How does geography",
        "ONLINE DOCUMENT-BASED",
        "b. Evaluate How did Atatürk’s efforts to modernize INVESTIGATION affect conflict and cooperation between regions in",
        "Turkey contribute to cultural change there? banned the Eastern Mediterranean? Write an analytical essay",
        "certain types of dress, encouraged women to vote and The Eastern Mediterranean in which you answer this question. Be sure to discuss",
        "hold office, replaced the Arabic alphabet with the Latin Have students complete and review all the DBI the various historic, cultural, and geographic factors",
        "alphabet, adopted the metric system activities in Part 1. that shape the region’s people and places. Be sure to",
        "c. Elaborate How might Turkey benefit from joining cite specific evidence from at least three sources in",
        "the European Union? Turkey’s economy will benefit by Use this Analytical Essay Rubric to score students’ your response.",
        "work in Part 2.",
        "increased trade with Europe.",
        "RUBRIC Students’ essays should",
        "• present an analysis of the topic that is",
        "LESSON 3",
        "detailed and relevant",
        "11. a. Define What is Zionism? movement that called for",
        "• develop the analysis logically, clearly,",
        "Jews to reestablish their ancient homeland",
        "and accurately",
        "b. Make Inferences Why does Israel need a strong",
        "• cite at least three sources of relevant text",
        "military? because of conflicts with its neighbors and",
        "evidence from Part 1 in support of their",
        "ongoing terrorist attacks and threats analysis",
        "c. Elaborate How has Israel’s history affected the • be organized into a distinct introduction,",
        "country today? Conflict between Israeli Jews and a main body consisting of several",
        "Palestinian Arabs continues. paragraphs, and a conclusion that sums",
        "up the main points",
        "718 Module 21",
        "Module 21 Assessment, continued",
        "d. Explain What is the significance of Passover?",
        "Reading Skills Map Skills a Jewish holiday that celebrates the Israelites’ escape",
        "Set a Purpose Use the information in this module from captivity in ancient Egypt",
        "to answer the following questions.",
        "LESSON 4",
        "13. How does setting a purpose before you",
        "12. a. Identify What is the capital of Syria? Why is it",
        "read help you become a better reader?",
        "14. How is your purpose in reading this chapter historically significant? Damascus; oldest continually",
        "different from your purpose when you read inhabited city in the world",
        "a newspaper comic strip?",
        "b. Identify and Explain Identify and describe",
        "15. How can looking at headings and main",
        "idea statements help you set a purpose for examples of conflict within Syria and Lebanon",
        "reading? N that led to civil war. Over time, cooperation between",
        "W E",
        "Christian and Muslim groups broke down; hundreds",
        "Social Studies Skills S",
        "of thousands of Palestinian refugees living in Lebanon",
        "Use the Social Studies Skills taught in this module",
        "to complete the following. added to tension.",
        "16. Create a Cartogram Draw your own carto- c. Evaluate How do you think Jordan survives with so",
        "gram using this life expectancy at birth data 18. The Eastern Mediterranean On a separate few resources? Jordan survives partly because of its",
        "for Turkey—72.8, Israel—81.1, Syria—74.9,",
        "sheet of paper, match the letters on the map tourism and banking industries, but it also depends on",
        "Lebanon—75.2, Jordan—80.2. Then deter-",
        "with their correct labels.",
        "mine a scale for sizing each country by age. economic aid from oil-rich Arab nations and the United",
        "Bosporus Negev",
        "For example, you might use one square unit Israel Euphrates River States.",
        "of area for every 10 years of age. Countries",
        "Dead Sea",
        "with higher numbers for life expectancy at",
        "Reading Skills",
        "birth should appear larger than countries",
        "Focus on Writing",
        "with lower life expectancy numbers. Set a Purpose Use the information in this module to answer",
        "17. Geographic Questions Use your carto- 19. Write a Description Look over your notes",
        "the following questions.",
        "gram to pose and answer a question that and choose one Eastern Mediterranean",
        "compares population patterns in Southwest country to describe. Organize your notes 13. How does setting a purpose before you read help you",
        "Asia to those in North Africa. by topic—physical features, people, culture",
        "and government. Then, write a one-to- become a better reader? Possible answer: It will help you",
        "two-paragraph description of the country. keep a clear focus as you read.",
        "Include information you think would be",
        "interesting to someone who knows nothing 14. How is your purpose in reading this module different",
        "about the country. Add details that will help",
        "from your purpose when you read a newspaper comic",
        "your readers picture the country.",
        "strip? Your purpose when reading this module is to",
        "learn; your purpose when reading a comic strip is to be",
        "entertained.",
        "15. How can looking at headings and main idea statements",
        "help you set a purpose for reading? The headings and",
        "main idea statements help you know what details to look",
        "for as you read.",
        "The Eastern Mediterranean 719",
        "Social Studies Skills",
        "Essential Question ESSAY Write an argument answering this question. Your Use the Social Studies Skills taught in this module to complete",
        "the following.",
        "essay should include specific details about the role",
        "In what ways has religion been a",
        "of religion on the region. Be sure to cite evidence to 16. Create a Cartogram Draw your own cartogram using",
        "big influence on the development support your point and organize your essay into an this life expectancy at birth data for Turkey—72.8,",
        "of Eastern Mediterranean nations? introduction, body, and conclusion. Israel—81.1, Syria—74.9, Lebanon—75.2, Jordan—80.2.",
        "Then determine a scale for sizing each country by age.",
        "RUBRIC Students' essays should Alternate Activity Instead of writing essays,",
        "For example, you might use one square unit of area for",
        "• respond to the Essential Question with a address the Essential Question through activities",
        "every ten years of age. Countries with higher numbers",
        "specific position such as holding debates, creating multimedia",
        "for life expectancy at birth should appear larger than",
        "• illustrate valid reasoning supporting their presentations, or writing journal entries. See the",
        "countries with lower life expectancy numbers. Students’",
        "position",
        "Alternative Assessment Handbook for a selection of",
        "• cite persuasive evidence supporting their responses will vary but should show an understanding of",
        "project rubrics.",
        "position how to create a cartogram.",
        "• identify key people, events, and/or turning 17. Geographic Questions Use your cartogram to pose",
        "points that demonstrate understanding of and answer a question that compares population",
        "the module content patterns in Southwest Asia to those in North Africa.",
        "• be organized into a distinct introduction, Students’ responses will vary but should show an",
        "main body, and conclusion understanding of how to use a cartogram to compare",
        "population patterns.",
        "The Eastern Mediterranean 719",
        "Print Assessment (continued)",
        "Map Skills",
        "18. The Eastern Mediterranean On a separate sheet of paper, match the letters",
        "on the map with their correct labels. A. Dead Sea; B. Bosporus; C. Israel; D.",
        "Negev; E. Euphrates River",
        "Bosporus Negev",
        "Israel Euphrates River",
        "Dead Sea",
        "N",
        "W E",
        "S",
        "Focus on Writing",
        "19. Write a Description Look over your notes and choose one Eastern",
        "Mediterranean country to describe. Organize your notes by topic—physical",
        "features, people, culture, and government. Then write a one- or two-",
        "paragraph description of the country. Include information you think would",
        "be interesting to someone who knows nothing about the country. Add",
        "details that will help your readers picture the country.",
        "RUBRIC Students’ descriptions should",
        "• include information about the physical geography and climate of the",
        "country",
        "• give details about the people, culture, and government",
        "• generalize about the region as a whole for comparison",
        "• be detailed and accurate",
        "• include the most interesting aspects about the country and region",
        "719a Module 21",
        "Online Assessment 7. Drag the events into chronological order from top to bottom.",
        "1. Drag the names of the physical features of the Eastern Mediterranean to their The kingdom of Israel was established.",
        "correct locations.",
        "Rome conquered Judea.",
        "Christians from Europe launched a series of invasions of Palestine.",
        "Palestine became part of the Ottoman Empire.",
        "The United Nations divided the Palestine Mandate into Jewish and Arab states.",
        "8. Drag the term into the box next to its description.",
        "It is a large farm where people share everything in",
        "kibbutz",
        "common.",
        "It is the part of the Israeli government that makes laws",
        "the Knesset",
        "for the country.",
        "It is the term used to describe foods allowed under",
        "kosher",
        "Jewish dietary laws.",
        "It is a Jewish holy day that lasts from sunset Friday until",
        "the Sabbath",
        "sundown on Saturday.",
        "9. Why is control of Jerusalem an emotional issue for many people?",
        "It was the site of the first battle in the Six-Day War.",
        "It has sites that are holy to the followers of three major religions.",
        "It has resources that are important to the economies of several nations.",
        "2. Drag the name of the climate type into the box next to the area in the Eastern",
        "It was the place where the Palestine Liberation Organization was",
        "Mediterranean where it can be found.",
        "established.",
        "central Syria desert",
        "10. Which of the following caused the growth of the civil war in Syria?",
        "central Turkey steppe ISIL began trying to take territory from Syria.",
        "northern Israel Mediterranean Syria accepted military assistance from Russia.",
        "northeastern Turkey humid subtropical The United States gave aid to the anti-government rebels.",
        "Bashar al-Assad approved the use of force against anti-government",
        "3. Which resource is produced by Syria, Jordan, and Israel? protesters.",
        "copper 11. Drag the events into chronological order from top to bottom.",
        "mercury",
        "phosphates Many religious and ethnic minorities settled in Lebanon.",
        "sulfur",
        "France gained control of Lebanon.",
        "4. Why did Constantinople become an important trading port?",
        "because it was located along the Euphrates River Christians and Muslims shared power in Lebanon.",
        "because it enabled goods to be easily shipped to Mecca",
        "because it was located at the crossroads of two continents Civil war broke out in Lebanon.",
        "because it enabled goods to be exchanged among many nomadic groups",
        "12. How did King Hussein change Jordan?",
        "5. Select the answer choices from the drop-down lists to complete the sentence",
        "by developing its oil resources",
        "correctly.",
        "by refusing to accept foreign aid",
        "A favorite dish in Turkey is kebabs, which are grilled meats on",
        "by enacting some democratic reforms",
        "a piece of wood or metal .",
        "by helping to secure its independence",
        "6. How does Turkish law conflict with the religion of Islam?",
        "by limiting the number of wives a man can have",
        "by limiting the number of times a day a person can pray",
        "by preventing mosques from establishing religious charities",
        "by preventing the government from giving aid to religious schools",
        "The Eastern Mediterranean 719b"
      ]
    }
  ]
}