{
  "title": "A Geographer_s World",
  "total_pages": 58,
  "lessons_found": 1,
  "lessons": [
    {
      "title": "Lesson 3: Themes of Geography . . . . . . . . . . . . . . . . . . . . . . 16",
      "page_start": 1,
      "content_preview": "Lesson 3: Themes of Geography . . . . . . . . . . . . . . . . . . . . . . 16 Why is the study of geography important? Animation: How Satellites Gather The Big Idea Geographers have created two diff erent but related Map Data systems for organizing geographic studies.",
      "objectives": [],
      "materials": [
        "how to analyze the spatial organization of people, places, and 15. Drag the names of the surface features to their correct locations.",
        "environments on Earth’s surface",
        "how the forces of cooperation and conflict among people influence the",
        "division and control of Earth’s surface",
        "9. Which essential element of geography is not covered in the five themes?",
        "Physical Systems",
        "The Uses of Geography",
        "Environment and Society",
        "The World in Spatial Terms",
        "10. What advantage do globes have over maps?",
        "They are easier to work with.",
        "They are less expensive to make.",
        "They show the world as it really is.",
        "They show more information about the world.",
        "11. How do scientists use GPS?",
        "to track animals 1 coast",
        "to display images 2 ocean",
        "to send information 3 inlet",
        "12. Which of the following statements accurately describe GIS? 4 coastal plain",
        "Select the three correct answers.",
        "It is made up of a group of databases.",
        "It uses 24 satellites to transmit information.",
        "It is helpful in answering complex questions.",
        "It is helpful in getting from one place to another.",
        "It gives the exact location of a given object on our planet.",
        "It combines and provides information from many different sources.",
        "13. What are lines of longitude called?",
        "A Geographer’s World 37b"
      ],
      "procedures": [],
      "assessment": [
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "23c Module 1, Lesson 5",
        "Online Lesson 5 Enrichment Activities",
        "Popular Projections Claudius Ptolemy, c. 85–165 AD",
        "Video Students wtch a video about different map projections, Article Students read about the Greek astronomer and",
        "then research and create an informational poster about another geographer Ptolemy and his contributions to geography. Then",
        "map projection system. they write a letter to Ptolemy explaining a modern geographic",
        "tool and how it is used today.",
        "A Geographer’s World 23d",
        "Teach the Big Idea",
        "Geography Handbook",
        "1. Direct Teach Introduce the Big Idea: Geographers",
        "study the world by understanding maps and",
        "geographic features of Earth. Have students review",
        "what they learned about maps and globes in the Latitude and Longitude",
        "previous lesson. Ask if they can name some of the",
        "The Big Idea As you learned in Lesson 4, a globe is a spherical model of Earth.",
        "features found on maps. Tell students they will be It is useful for showing the entire Earth or studying large areas",
        "Geographers study the world by",
        "learning about these features in this lesson. understanding maps and geo- of Earth’s surface.",
        "graphic features of Earth. To study the world, geographers use a pattern of imaginary",
        "2. Practice/Assess/Inquire Organize students into lines that circle the globe in east–west and north–south direc-",
        "groups and ask them to create simple maps of the tions. It is called a grid. The intersection of these imaginary",
        "■When creating maps, cartogra-",
        "lines helps us find places on Earth.",
        "neighborhood. Give students about ten minutes phers use a pattern of latitude",
        "and longitude lines that circle The east–west lines in the grid are lines of latitude. These lines",
        "to complete this task, then collect the maps and Earth. are called parallels because they are always the same distance",
        "display them for all students to examine. ■Cartographers have created map apart. Lines of latitude measure distance north and south of the",
        "projections to show the round equator. The equator is an imaginary line that circles the globe",
        "3. Explore (Collaborative Exploration) As a class, surface of Earth on a flat piece of halfway between the North and South Poles. It divides the globe",
        "discuss the differences in the maps the groups paper. into north and south halves. Parallels measure distance from the",
        "created. Did any groups include features such ■Cartographers provide features equator in degrees. The symbol for degrees is °. Degrees are fur-",
        "to help users read maps. ther divided into minutes. The symbol for minutes is ´. There are",
        "as a title, compass rose, or legend? Ask how the 60 minutes in a degree. Parallels north of the equator are labeled",
        "inclusion of these features might make the maps",
        "with an N. Those south of the equator are labeled with an S.",
        "The north–south imaginary lines are lines of longitude. Lines",
        "more usable. ■There are many kinds of land-",
        "forms and other features on of longitude are called meridians. These imaginary lines pass",
        "4. Whole Group Close/Reflect Have students return Earth. through the poles. They measure distance east and west of the",
        "prime meridian. The prime meridian is an imaginary line that",
        "to their maps and add any features they think Key Terms and Places",
        "divides the globe into east and west halves. It runs through",
        "would improve their maps. grid Greenwich, England, and represents 0° longitude.",
        "*Alternative Assessment Handbook, Rubric 20: parallels North Pole",
        "Map Creation e d q e u g a re to es r North Pole 120°W 150°W 180°",
        "ONLINE DOCUMENT-BASED INVESTIGATION m l m p o r n i e i n m r g u i i d e t t u i e m a s d n e e s ridian 7700°° 6 NN 0 5 °N 0 °N 90 6 ° 0 W ° W 90 1 °E 2 0°E",
        "Terms Geographers",
        "Use are the last two of six document-based Equator 60°E",
        "investigations that students will analyze in A 1 2 0 0 ° ° S S Prime 0° 30°E",
        "3300°°SS Meridian",
        "Geographer's World. Common Map Types gives",
        "Lines of Latitude Lines of Longitude",
        "examples physical, political, and climate maps.",
        "Terms Geographers Use illustrates many of the 24 Module 1",
        "terms that describe landforms and water features.",
        "ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "Geography Handbook Review Key Terms and Places",
        "As students read the lesson, have them Students can use the flip cards in the",
        "use the graphic organizer to take notes. Lesson Review at any time to review",
        "Students can review their graphic organizer the lessons key terms and places: grid,",
        "notes at the end of the lesson to answer latitude, parallels, equator, degrees,",
        "the following question: minutes, longitude, meridians, prime",
        "meridian, hemispheres, continents,",
        "Analyze Effects Why are maps so",
        "map projections.",
        "important to the study of geography?",
        "Maps provide a wealth of information about",
        "physical, political, or thematic features of a",
        "place or region by using titles, keys, compass",
        "roses, scales, locator maps, and other color-",
        "coded information like elevation or borders",
        "between countries.",
        "24 Module 1, Lesson 5",
        "Lines of latitude range from 0°, for locations on the equator, to 90°N or",
        "90°S, for locations at the poles. Lines of longitude range from 0° on the Teach the Main Idea",
        "prime meridian to 180° on a meridian in the mid–Pacific Ocean. Meridians",
        "west of the prime meridian to 180° are labeled with a W. Those east of the",
        "prime meridian to 180° are labeled with an E. Using latitude and longitude, When creating maps, cartographers use a",
        "geographers can identify the exact location of any place on Earth. pattern of latitude and longitude lines that",
        "The equator divides the globe into two halves, called hemispheres. The",
        "half north of the equator is the Northern Hemisphere. The southern half circle the Earth.",
        "is the Southern Hemisphere. The prime meridian and the 180° meridian",
        "divide the world into the Eastern and Western Hemispheres. Compare What is the difference between lines",
        "Earth’s land surface is divided into seven large landmasses that are of latitude and lines of longitude? Lines of",
        "called continents. Landmasses smaller than continents and completely",
        "latitude are east-west lines; lines of longitude",
        "surrounded by water are called islands.",
        "Summarize Geographers organize Earth’s water surface into major regions, too. The are north-south lines.",
        "How do geographers largest is the world ocean. Geographers divide the world ocean into the",
        "use a grid of Recall How many degrees are in a minute? 60",
        "Pacific Ocean, the Atlantic Ocean, the Indian Ocean, the Arctic Ocean, and",
        "imaginary lines to",
        "study the world? the Southern Ocean. Infer What is another name for the Greenwich",
        "SOUTHERN HEMISPHERE meridian? prime meridian",
        "IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII OOOOOO NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN",
        "DDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD",
        "IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII",
        "AAAAAA AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "NNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN",
        "A S M O E U R T IC H A",
        "A O TL C A E N A T N IC",
        "name for the line of latitude",
        "P O A C C E I A FI N C N P o o rt l h e ANTARC P T o I l C e A ONLINE INTERACTIVE VISUALS",
        "A O TL C A E N A T N IC AUSTRALIA",
        "latitude and longitude lines that circle Earth and",
        "Northern Hemisphere Southern Hemisphere then answer the associated question.",
        "North Pole North Pole Analyze Animations What is the difference",
        "between lines of latitude and lines of longitude?",
        "AMERICA ATLANTIC ASIA Lines of latitude or parallels measure the Earth",
        "north and south of the equator. Lines of longitude",
        "or meridians measure the Earth east and west of the",
        "P E A q C u IF a I t C or A S M O E U R T IC H A E IN q D u I a A t N or prime meridian.",
        "A O TL C A E N A T N IC AUSTRALIA",
        "ANTARCTICA M P e r r i i m di e an ANTARCTICA",
        "ONLINE INTERACTIVE VISUALS",
        "South Pole South Pole",
        "Western Hemisphere Eastern Hemisphere Animation: Earth’s Hemispheres",
        "Have the students explore the animation that",
        "A Geographer’s World 25 shows the Earth rotating to illustrate the different",
        "hemispheres and then answer the associated",
        "ENGLISH LANGUAGE LEARNERS Analyze Animations What imaginary lines do",
        "geographers use to divide Earth's hemispheres?",
        "Label a Map 3. As students attach each word strip to The Northern and Southern Hemispheres are",
        "1. To help students practice using the new the map, ask them to repeat the word, divided by the equator. The Eastern and Western"
      ],
      "vocabulary": [
        "small groups and ask each group to purpose and how it is used to read a map. the 180⁰ meridian.",
        "write the following key terms on word *Alternative Assessment Handbook, Rubric 14:",
        "strips: grid, lines of latitude (parallels), Group Activity",
        "equator, longitude (meridians), prime",
        "meridian, Northern Hemisphere, Southern READING CHECK",
        "Hemisphere, Eastern Hemisphere, Western Summarize How do geographers use a grid",
        "Hemisphere, and continents. of imaginary lines to study the world? The grid",
        "2. Provide each group with a world map. lines circle the globe in east-west and north-south",
        "Ask students to work together to label directions. The intersection of these lines locates",
        "the map by attaching the word strips to places on Earth.",
        "the appropriate location on the map.",
        "For additional instruction, go to end of lesson.",
        "A Geographer’s World 25",
        "Teach the Main Idea A map is a flat diagram of all or part of Earth’s surface. Mapmakers have",
        "created different ways of showing our round planet on flat maps. These",
        "Cartographers have created map projections different ways are called map projections. Because Earth is round, there",
        "is no way to show it accurately on a flat map. All flat maps are distorted in",
        "to show the round surface of Earth on a flat some way. Mapmakers must choose the type of map projection that is best",
        "piece of paper. for their purposes. Many map projections are one of three kinds: cylindri-",
        "cal, conic, or flat-plane.",
        "Recall What are the three kinds of map projections? Cylindrical Projections These projections are based on a cylinder wrapped",
        "cylindrical, conic, flat-plane around the globe. See the “Paper cylinder” illustration below. The cylinder",
        "touches the globe only at the equator. The meridians are pulled apart and",
        "Explain What are some advantages and are parallel to each other instead of meeting at the poles. This causes land-",
        "disadvantages of the Mercator projection? masses near the poles to appear larger than they really are.",
        "A Mercator projection is one type of cylindrical projection. The Mercator",
        "Advantages—it is useful for navigation because it",
        "projection is useful for navigators because it shows true direction and",
        "shows true direction and shape; disadvantages—it shape. However, it distorts the size of land areas near the poles.",
        "distorts the size of land areas near the poles.",
        "Analyze For what are conic projections most useful?",
        "to show areas that have long east-west dimensions",
        "More About . . .",
        "Azimuthal Map Projection The flat-plane projection",
        "is also called azimuthal map projection. Azimuth is",
        "an angle used to define the apparent position of an",
        "object in the sky, relative to a central observation",
        "point. The observer is usually (but not necessarily)",
        "located on the earth's surface. Using an azimuthal",
        "map, you can find direction from any point on Earth",
        "using the central point as a reference.",
        "ONLINE INTERACTIVE VISUALS",
        "Animation: Map Projections",
        "Have students explore the animation of cylindrical,",
        "conic, and flat-plane projections and then answer",
        "the associated question.",
        "Analyze Animations Which map projection Mercator",
        "distorts the land size near the poles? Why?",
        "a cylindrical projection; because it pulls the lines of",
        "longitude, or meridians, apart when it is flattened out",
        "Chart of Map Projections",
        "1. Ask students conduct research to create a chart of some of the significant or common",
        "map projections. Have them use the sample chart below to create their own charts. One",
        "entry has been included in the chart for illustration.",
        "2. Students should research information about the following map projections: Cassini,",
        "Mercator, Gall stereographic, Lambert conformal, Albers, Gnomonic, and Stereographic.",
        "Projection Type Creator Year Created Notes/Description",
        "Miller Cylindrical Osborn Maitland 1942 Intended to resemble",
        "Miller the Mercator while also",
        "displaying the poles.",
        "*Alternative Assessment Handbook, Rubrics 7: Charts; and 30: Research",
        "26 Module 1, Lesson 5",
        "Conic Projections These projections are based on a cone placed over the",
        "globe. See the “Paper cone” illustration below. A conic projection is most",
        "accurate along the lines of latitude where it touches the globe. It retains",
        "almost true shape and size. Conic projections are most useful for showing READING CHECK",
        "areas that have long east–west dimensions, such as the United States.",
        "Identify Problems Why is it impossible to",
        "Reading Check Flat-plane Projections These projections are based on a plane touching accurately show large parts of the world on flat",
        "Identify Problems the globe at one point, such as at the North Pole or South Pole. See the",
        "Why is it impossible to “Flat plane” illustration below. A flat-plane projection can show true direc- maps? Because the Earth is round, flat maps are",
        "accurately show large",
        "parts of the world on tion to airplane pilots and ship navigators. It also shows true area. How- distorted in some way.",
        "flat maps? ever, it distorts the true shapes of landmasses.",
        "Paper cone Conic projection",
        "Flat plane projection",
        "A Geographer’s World 27",
        "COLLABORATIVE LEARNING",
        "Journaling About Map Projections 2. When the journal is complete, each",
        "1. Organize the class into pairs of students student should share it with his or her",
        "and have each student create a large T on partner. Pairs will then work together to",
        "a piece of notebook paper. On one side, create a single journal with information",
        "each student will write important factual that the pair believes is most important",
        "information about map projections. or intriguing.",
        "On the other side, each student will *Alternative Assessment Handbook, Rubric 15:",
        "write what he or she thinks about that Journals",
        "A Geographer’s World 27",
        "Teach the Main Idea Maps are like messages sent out in code. To help us translate the code,",
        "mapmakers provide certain features. These features help us understand",
        "Cartographers provide features to help users the message they are presenting about a particular part of the world. Of",
        "these features, almost all maps have a title, a compass rose, a scale, and a",
        "read maps. legend. The map below has these four features plus a fifth—a locator map.",
        "Recall What are the five elements of a map? title, 1 Title A map’s title shows what the subject of the map is. The map title is",
        "usually the first thing you should look at when studying a map, because it",
        "compass rose, scale, legend, locator map tells you what the map is trying to show.",
        "Explain What does a map scale show? the",
        "relationship between actual distance and distance 1",
        "The First Crusade, 1096",
        "Identify Which map feature will tell a user what is",
        "represented by the colors on a map? the legend Christian lands, 1095",
        "Muslim lands, 1095",
        "Explain Why is it important for a map to have a First Crusade, 1096–1099",
        "title? A title instantly gives the viewer a succinct 30 100 200 Miles",
        "0 100 200 Kilometers",
        "description of the subject matter of the map. Projection: Azimuthal Equal Area",
        "Draw Conclusions Of the five map features",
        "described in the text, which do you consider the North Sea",
        "least essential? Why? Possible answer: the locator W ENGLAND",
        "map is least essential; it is not shown on all maps.",
        "More About . . . ATLANTIC EMPIRE",
        "FRANCE Regensburg Vienna",
        "Misconception Alert Students may not know that",
        "north is not always shown at the top of a map. Before TTrriieessttee",
        "the advent of printing and the widespread use of Genoa Zadar Black Sea",
        "the compass, early maps typically placed east at the Corsica Constantinople",
        "top—possibly because the sun rises in the east. Some EMPIRE",
        "of the earliest Egyptian maps depict south at the top, 40° S N ardinia S T E U L R J K U S K",
        "perhaps emulating the northward flow of the Nile 0° W 0° Mediterranean Sea 10°E",
        "River. And some early maps of North America were Sicily",
        "shown with a west-east orientation that mimicked the Tripoli",
        "direction they chiefly traveled and explored.",
        "Connect to Language Arts: Compass Rose The",
        "compass rose gets its name from the resemblance of",
        "the figure’s compass points to the petals of the well-",
        "known flower. Today, almost all maps have a compass",
        "rose. Before compass roses came into common use 28 Module 1",
        "in the fourteenth century, hard-to-follow directional",
        "lines were drawn from central points on the map. The",
        "compass rose design was rendered so that users could",
        "more easily follow the directional lines. SPECIAL NEEDS STUDENTS",
        "Create a Directional Mnemonic 3. To reinforce the learning, ask students",
        "ONLINE INTERACTIVE VISUALS 1. Explain to students that the N on a to draw a picture that incorporates the",
        "compass rose stands for “north.” Write mnemonic they create.",
        "Animation: How to Read a Map",
        "this on the board, then ask student *Alternative Assessment Handbook, Rubric 3:",
        "Have students explore the animation of how to volunteers to name the other directions Artwork",
        "read a map using common map elements. for S, E, and W.",
        "2. To help students remember the clockwise",
        "order of the directions on a compass",
        "rose, help them make up a mnemonic",
        "such as Naughty Elephants Spray Water.",
        "28 Module 1, Lesson 5",
        "2 Compass Rose A directional indicator shows which way north, south,",
        "east, and west lie on the map. Some mapmakers use a “north arrow,”",
        "which points toward the North Pole. Remember, “north” is not always at",
        "the top of a map. The way a map is drawn and the location of directions",
        "on that map depend on the perspective of the mapmaker. Most maps",
        "indicate direction with a compass rose. A compass rose Summarize What four features do most maps",
        "has arrows that point to all four principal directions, N have? title, compass rose, scale, legend",
        "also called cardinal points. The principal directions NW NE",
        "are north (N), east (E), south (S), and west (W). Some W E",
        "compass roses also show the intermediate directions. SW SE",
        "These are northeast (NE), southeast (SE), southwest S",
        "(SW), and northwest (NW).",
        "3 Scale Mapmakers use scales to represent the distances between points",
        "on a map. Scales may appear on maps in several different forms. Some",
        "maps provide a bar scale. Scales give distances in miles and kilometers.",
        "To find the distance between two points on the map, place a piece of",
        "paper so that the edge connects the two points. Mark the location of each",
        "point on the paper with a line or dot. Then compare the distance between",
        "the two dots with the map’s bar scale. The number on the top of the scale",
        "gives the distance in miles. The number on",
        "First Crusade, 1096–1099",
        "the bottom gives the distance in kilometers.",
        "Because the distances are given in large inter-",
        "0 100 200 Kilometers",
        "vals, you may have to approximate the actual",
        "distance on the scale.",
        "4 Legend The legend, or key, explains what the symbols on the map",
        "represent. Point symbols are used to specify the location of things, such",
        "as cities, that do not take up much space on the map. Some legends",
        "show colors that represent certain features like",
        "empires or other regions. Other maps might Christian lands, 1095",
        "have legends with symbols or colors that rep- Muslim lands, 1095",
        "resent features such as roads. Legends can also First Crusade, 1096–1099",
        "Reading Check show economic resources, land use, population 0 100 200 Miles",
        "Summarize What 0 100 200 Kilometers",
        "density, and climate. Some legends include the",
        "four features do most Projection: Azimuthal Equal Area",
        "maps have? map scale as well.",
        "5 Locator Map A locator map shows where in the world the area on",
        "the map is located. In this example, the area shown on the main map is",
        "shown in red on the locator map. The locator map",
        "also shows surrounding areas so the reader can see",
        "how the information on the map relates to neigh-",
        "A Geographer’s World 29",
        "STRUGGLING READERS",
        "Ask Questions About Map Features 2. Support small groups as they discuss the",
        "1. Guide students to ask each other simple map features. Guide them to take turns",
        "questions about the various map features naming a fact about a map feature. Then",
        "discussed in this section. For example: have others ask relevant questions and",
        "What is another name for a legend? (a key) build on each other’s ideas. To check",
        "What are the four principal directions? understanding, have them paraphrase",
        "(north, south, east, west). main points made by other students.",
        "*Alternative Assessment Handbook, Rubrics",
        "11: Discussions; and 21: Map Reading",
        "A Geographer’s World 29",
        "Different Kinds of Maps",
        "Teach the Main Idea As you study the world’s regions and countries, you will use a variety of",
        "maps. Political maps and physical maps are two of the most common types",
        "There are different kinds of maps for different of maps you will study. In addition, you will use thematic maps. These",
        "maps might show climate, population, resources, ancient empires, or other",
        "uses. topics. By working with these maps, you will see what the physical geog-",
        "raphy of places is like, where people live, and how the world has changed",
        "Name What kinds of information will you find on over time.",
        "a political map? country borders and capital and Political Maps Political maps show the major political features of a region.",
        "other main cities These features include country borders, capital cities, and other places.",
        "Political maps use different colors to represent countries, and capital cities",
        "Contrast How are the colors on a political map are often shown with a special star symbol.",
        "used differently than the colors on a physical",
        "map? Colors on a political map represent individual North Africa: Political",
        "countries; colors on a physical map represent",
        "different elevations of land.",
        "Identify What type of map shows a region’s EEUURROOPPEE",
        "important natural resources and the ways land is",
        "used by people? thematic map",
        "Explain Why is a political map of France likely to",
        "i c d a e p n it t a if l y c i P t a y r o is f F w ra it n h c a e . star symbol? Paris is the W S E A O TL C A E N A T N IC Strait of Gibraltar SSOOUUTTHHWWEESSTT AASSIIAA",
        "More About . . . Casablanca",
        "Connect to Mathematics: The Four-Color 3 C 0° a N nary Islands",
        "Mediterranean Sea 30°E",
        "Theorem The four-color theorem states that no C A a l i e r x o andria 3300°°NN",
        "more than four colors are needed to color the A L G E R I A",
        "TTrrooppiicc ooff CCaanncceerr",
        "was first proposed in 1852 by Augustus De Morgan, LLaakkee",
        "a mathematics professor in London. However, De 2200°°NN",
        "MMAAUURRIITTAANNIIAA",
        "Morgan was not proven correct until 1976, when 2200°°NN",
        "Kenneth Appel and Wolfgang Haken at the University",
        "MMAALLII NNIIGGEERR CCHHAADD SSUUDDAANN",
        "of Illinois used a computer to verify the theory.",
        "Cartography as a Career People who collect, 0",
        "1100°°WW N O a t",
        "o r n c a i l t i c e a s p",
        "00°° EE°°0011 2200°°EE",
        "0 150 300 Kilometers",
        "measure, and interpret geographic information to Projection: Azimuthal Equal-Area",
        "create and update maps are called cartographers.",
        "Most cartographers have a bachelor’s degree",
        "in geography, geomantics (a discipline that 30 Module 1",
        "combines the science, engineering, math, and art of",
        "collecting and managing geographically referenced",
        "information), surveying or—unsurprisingly—",
        "cartography. The job outlook for cartographers is",
        "excellent; employment is expected to grow almost 30",
        "percent between now and 2024, much faster than for",
        "most other occupations. In 2016, the average annual",
        "pay for cartographers was about $63,000.",
        "30 Module 1, Lesson 5",
        "The Indian Subcontinent: Physical",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "30° II N RRAANN Tropic AA of FF C GG P an A HH ce AA K r NN IS II V I I R SS n n T a i d TT d v l",
        "A u l AA u e e s",
        "mu e R n a a Y r . R R",
        "M t G N i B a c A n A E P g P L N l e a A G s A i n L L Y A T R A a D i ( v 2 r 8 S EM E e a 9, v 8, r S i o 0e 5 CC 3ru 0 H e5 n s m HH B t ftt) H II U NN B TA r AA a N hmaputra R r i ev C T g p h o e o i l o i s m t g i m c r m a a a p l o p , h p n s e h h r y M s o s w i u a c s a s p e l t , . T h o H y r r e a p c v e l e e i t m s y s p a tu t e e d s e i o n n f t t m h s e c a l p k ic e s k y t o h t r o a t t e a x p p lore",
        "(Se 0 0 a s e le a 1 B v 6 1 3 e l 2 F e , , e , 5 l 6 5 6 1 e E l o v 0 ) 2 5 6 4 e L e w 0 6 0 0 0 2 t E l 5 V 0 5 A 00 T K I 2 O 4 2 5 2 0 B s M i 0 lo e , , 0 0 e N ° 0 0 ( m e N a 0 0 S l 0 0 o t 5 e e e l 0 0 0 t w e 6 e 0 a ° 0 rE r v s s M l e e i l l v es el A ) rab W ian S N Se E a Kha G m 70°E u b lf h o a f t M W N al e a s b t a a e r K r C n G r o r m a G s o i h t s a P D d a t h s d a l G n e v a a a u a c t l R r I f c E e i R a i N s o R t a i v e a r v n f i e e n v u r r D e Co r ro l m edna I Coast A Gha S ts RI L B 1 B A 0 e a ° N N n y K g o a A f l Ga D n e g lt e a s MYANMAR t A t b a A o h n a n n e d s c s a e w i t l r p h d y c e h r l z r o e e y s e n e s w w S i d c t i h o h l a i l e f u e l v f r e f r a e t e c r h r a e e y y r t n o . s e u t u e r U m e m li s s v a e a n e p p t . e s h D s a o . e r e I f n y i s n t c o c h t r l u e e u ib r r d U a e c e c i n w t t t i y i t h h v e o e e e d r r c m e t S l o i t a m y w a p o t a n e u t t . s o e l . i o v l e s",
        "Projection: Albers Equal-Area Mannar",
        "Physical Maps Physical maps show the major physical features of a region.",
        "See the map above. These features may include mountain ranges, rivers,",
        "oceans, islands, deserts, and plains. Often, these maps use different colors",
        "to represent different elevations of land. The reader can easily see which",
        "areas are high elevations, such as mountains, and which areas are lower.",
        "Reading Check Thematic Maps Thematic maps focus on one special topic, such as cli-",
        "Summarize mate, resources, or population. See the map below. These maps present",
        "What are two of the information on the topic that is particularly important in the region.",
        "most common kinds",
        "Depending on the type of thematic map, the information may be shown",
        "geography? with different colors, arrows, dots, or other symbols.",
        "West Africa: Climate",
        "er River NIGER CHAD READING CHECK",
        "10°N GUINEA FASO BENIN NIGERIA Summarize What are two of the most common",
        "AT O L C A E N A T N IC W N",
        "E GBU S I L SI IE N E S OR EA L RN A I U B A - E ERIA 10°W D’CIVÔ G OT H IER A E NA",
        "p ki h n y d s s ic o a f l m m a a p p s s used in geography? political and",
        "0°Equator 0 400 800 Miles",
        "0 400 800 Kilometers",
        "Projection: Azimuthal Equal-Area",
        "A Geographer’s World 31",
        "A Geographer’s World 31",
        "Earth’s Surface Features",
        "Teach the Main Idea A landform is a naturally formed feature on Earth’s surface. There are",
        "Summarize What is many kinds of landforms and water features on Earth. Many of these fea-",
        "There are many kinds of landforms and other a landform? tures are shown in this illustration.",
        "features on Earth.",
        "Define What is a canyon? a deep, narrow valley with",
        "Identify What does a reef consist of? coral, rock, or",
        "Compare What do inlets, lagoons, and gulfs have in 12",
        "common? They are all areas of water.",
        "Recall How high does a landform need to be to be 3 6 9 16",
        "labeled a mountain? at least 2,000 feet (610 m) 13 19",
        "Rank Rank the following in order of size: gulf, sea, 1",
        "bay, ocean. ocean, sea, gulf, bay",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Terms Geographers Use",
        "This image with hotspots gives visual examples",
        "of different terms geographers use to describe 36",
        "landforms and water features. Have students 30 41",
        "explore the image using the interactive hotspots",
        "to identify 46 different landforms and water 28",
        "features. 37 40 45",
        "Analyze Sources Why do you think geographers 25 32 43",
        "have so many different names for Earth's physical 26 29 39",
        "landforms and water features? Possible answer: As 27 35 38",
        "our geographical knowledge has grown, these terms 33",
        "make it easier to describe and categorize more of 42",
        "Earth's distinct physical features. 23 34",
        "Summarize What is a landform? a naturally",
        "formed feature on Earth’s surface",
        "32 Module 1, Lesson 5",
        "Feature Descriptions",
        "1 ocean large body of water",
        "2 cape point of land that extends into water",
        "3 coastal plain area of flat land along a sea or ocean",
        "4 coast area of land near the ocean",
        "5 glacier large area of slow-moving ice",
        "6 lake inland body of water",
        "7 plain nearly flat area",
        "8 inlet area of water extending into the land from a larger body of water",
        "9 floodplain flat land next to a river formed by silt deposited by floods",
        "10 timberline line on a mountain above which it is too cold for trees to grow",
        "11 river natural flow of water that runs through the land",
        "12 source of river place where a river begins",
        "13 foothill hilly area at the base of a mountain",
        "14 riverbank land along a river",
        "15 mouth of river place where a river empties into another body of water",
        "16 hill rounded, elevated area of land smaller than a mountain",
        "17 mountain area of rugged land that generally rises higher than 2,000 feet",
        "18 island area of land surrounded entirely by water",
        "19 basin bowl-shaped area of land surrounded by higher land",
        "20 mountain range row of mountains",
        "21 plateau large, flat, elevated area of land",
        "22 bluff high, steep face of rock or earth",
        "23 isthmus narrow piece of land connecting two larger land areas",
        "24 valley area of low land between hills or mountains",
        "25 marsh lowland with moist soil and tall grasses",
        "26 lagoon body of shallow water",
        "27 strait narrow body of water connecting two larger bodies of water",
        "28 canyon deep, narrow valley with steep walls",
        "29 peninsula area of land that sticks out into a lake or ocean",
        "30 volcano opening in Earth’s crust where lava, ash, and gases erupt",
        "31 waterfall steep drop from a high place to a lower place in a stream or river",
        "32 delta area where a river deposits soil into the ocean",
        "33 cliff high, steep face of rock or earth",
        "34 reef ocean ridge made up of coral, rock, or sand",
        "35 gulf large part of the ocean that extends into land",
        "36 peak top of a mountain",
        "37 swamp area of low, wet land with trees",
        "38 bay part of a large body of water that is smaller than a gulf",
        "39 dune hill of sand shaped by wind",
        "40 tributary stream or river that flows into a larger stream or river",
        "41 mountain pass gap between mountains",
        "42 sea body of salt water smaller than an ocean",
        "43 desert extremely dry area with little water and few plants",
        "44 oasis area in the desert with a water source",
        "45 mesa flat-topped mountain with steep sides",
        "46 savanna area of grassland and scattered trees",
        "A Geographer’s World 33",
        "LINK TO LANGUAGE ARTS",
        "Building Geographic Vocabulary 3. Then have each student draw a sketch of",
        "1. On separate slips of paper, write the the term he or she selected. Pair students",
        "names of the different landforms and and have partners use the drawings to try",
        "water features shown in the table and to identify each other’s term.",
        "place them in a small container. *Alternative Assessment Handbook, Rubrics 3:",
        "2. Ask each student to draw a slip from the Artwork; and 12: Drawing Conclusions",
        "container and find the definition of the",
        "term he or she selected.",
        "A Geographer’s World 33",
        "Summary As you study geography, one of the main tools you will use is",
        "Print Assessment the map—the primary tool of geographers. In this lesson, you learned",
        "about some of the basic features of maps. You discovered how maps are",
        "made, how to read them, and how they can show the round surface of",
        "Review Ideas, Terms, and Places Earth on a flat piece of paper. You learned about latitude and longitude",
        "and map projections. You read about map features, such as titles, com-",
        "1. a. Define What is the equator? imaginary line that",
        "pass roses, scales, legends, and locator maps, and different kinds of maps",
        "circles the globe halfway between the North and designed for different uses. You’ve discovered names and descriptions",
        "of some of Earth’s features. Now use your new knowledge to explore the",
        "world from a geographer’s perspective.",
        "b. Identify How is the prime meridian used? It",
        "divides the globe into east and west halves. It is Lesson 5 Assessment",
        "used to measure longitude east to west. Review Ideas, Terms, and Places 5. a. Define What is a delta?",
        "2. a. Define What is a map projection? a way of 1. a. Define What is the equator? b. Define What is a glacier?",
        "showing round Earth on a flat map b. Identify How is the prime meridian used? Critical Thinking",
        "2. a. Define What is a map projection?",
        "b. Explain Why are cylindrical and flat-plane b. Explain Why are cylindrical and flat-plane 6. Compare and Contrast Create a chart like the one",
        "shown that compares and contrasts kinds of map",
        "projections useful for airplane pilots and ship projections useful for airplane pilots and ship projections.",
        "navigators? Both projections show true direction. 3. a. Describe Describe a compass rose and the Map Projections",
        "3. a. Describe Describe a compass rose and the information it contains. Cylindrical Conic Flat-plane",
        "b. Identify and Explain What is a bar scale? How is it Based on",
        "information it contains. A compass rose is a used?",
        "Accurately shows",
        "4. a. Analyze Which kind of map would you use if you",
        "directional indicator on a map. It is made up wanted to know which part of the mapped area was Distorts",
        "of arrows showing all four principal directions highest? Why?",
        "b. Identify What characteristic makes a map a",
        "(north, south, east, west) and all four intermediate thematic map?",
        "directions (northeast, northwest, southeast,",
        "b. Identify and Explain What is a bar scale? How",
        "is it used? A bar scale represents the distances",
        "between two points on a map. Place a piece of",
        "paper so that the edge connects the two points.",
        "Mark the location of each point on the paper with",
        "a line or dot. Then compare the distance between",
        "the two dots with the map’s bar scale. The number",
        "on the top of the scale gives the distance in miles.",
        "The number on the bottom gives the distance in",
        "4. a. Analyze Which kind of map would you use if",
        "you wanted to know which part of the mapped",
        "area was highest? Why? physical; many physical",
        "maps show elevations of land areas",
        "b. Identify What characteristic makes a map a 34 Module 1",
        "thematic map? The map focuses on one special",
        "topic that is important to the region it maps.",
        "5. a. Define What is a delta? an area where a river",
        "deposits soil into the ocean",
        "b. Define What is a glacier? a large area of slow-",
        "Critical Thinking",
        "6. Compare and Contrast Create a chart that",
        "compares and contrasts kinds of map projections.",
        "Cylindrical map projections—Based on: cylinder",
        "wrapped around the globe, Accurately shows:",
        "direction and shape, Distorts: size of land near Poles;",
        "Conic map projections—Based on: cone placed",
        "over the globe, Accurately shows: shape and size;",
        "Flat-plane projections—Based on: plane touching",
        "the globe at one point, Accurately shows: direction,",
        "Distorts: shapes of landmasses",
        "34 Module 1, Lesson 5",
        "Online Assessment 5. Which landforms are found in deserts?",
        "1. Why are latitude and longitude useful to geographers?",
        "They can be used to organize the entire water surface on Earth.",
        "They can be used to divide all of the large landmasses on Earth.",
        "They can be used to identify the exact location of any place on",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "They can be used to identify the approximate location of any",
        "An oasis is an area in the desert with a water source .",
        "6. Compare and Contrast How are lines of latitude and longitude",
        "Alternate Question Select the answer choice from the drop-down list",
        "similar and different? Describe one similarity and one difference.",
        "to complete the sentence correctly.",
        "Lines of latitude and longitude are similar because they both measure",
        "Using latitude and longitude , geographers can identify the",
        "distances from a fixed point. They are different because lines of latitude",
        "exact location of any place on Earth.",
        "are always the same distance apart, but lines of longitude are not.",
        "2. Which of the following is a disadvantage of cylindrical projections?",
        "7. Draw Conclusions What type of map projection would you want to",
        "They are not useful for determining true direction.",
        "use if you were sailing across a large lake to a dock on the other side",
        "They are not useful for determining the location of places.",
        "that you could not see? Explain your choice.",
        "They do not accurately show the size of landmasses near the",
        "poles. I would want to use a Mercator projection. That is because this type of",
        "They do not accurately show the shape of landmasses near the projection shows true direction and would be most helpful in finding a",
        "equator. place that could not be seen from a starting point.",
        "Alternate Question Select the answer choice from the drop-down list 8. Make Inferences When is it a good idea to include a locator map",
        "list to complete the sentence correctly. with a map? Describe one possible use.",
        "Cylindrical projections can misrepresent the size of landmasses Locator maps show where in the world the area on a map is located, so",
        "because the cylinder used to make them touches the globe only at it is a good idea to include one when the reader needs to see how the",
        "the equator . information on the map relates to the surrounding area. One possible",
        "use for locator maps would be on a map of a city, so that readers can see",
        "3. Which map feature explains what the symbols on the map",
        "where the city is located in a particular region.",
        "the title 9. Make Generalizations Why do physical maps often use different",
        "the scale colors?",
        "Physical maps often use different colors to represent different elevations",
        "the compass rose",
        "of land. This helps readers see which areas are high elevations and",
        "Alternate Question Select the answer choice from the drop-down list which areas are lower elevations.",
        "to complete the sentence correctly.",
        "10. Make Generalizations Which surface features might you find in a",
        "Some legends show colors that represent certain features like mountain range? Name and describe two.",
        "empires or other regions.",
        "You might find a plateau, which is a large, flat, elevated area of land.",
        "4. How are thematic maps different from political maps and physical You might also find a source of water, which is a place where a river",
        "They show major cities rather than just capital cities.",
        "They focus on one region rather than on one country.",
        "They focus on one special topic rather than on specific features.",
        "They show intermediate directions rather than just principal",
        "Alternate Question Which of the following might be the focus of a",
        "thematic map? Select the three correct answers.",
        "A Geographer’s World 34a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 25",
        "More About . . .",
        "Connect to Geography: The Southern Ocean The Southern Ocean",
        "is the world’s “newest” ocean. The U.S. Board on Geographic Names",
        "recognizes it as the body of water extending from the coast of Antarctica",
        "to the line of latitude at 60° South. The International Hydrographic",
        "Organization proposed the Southern Ocean’s boundaries in 2000,",
        "though not all countries currently agree on them. Southern portions of",
        "the Pacific, Atlantic, and Indian Oceans were reclassified to “create” the",
        "Southern Ocean. It is sometimes referred to as the Antarctic Ocean.",
        "34b Module 1, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Analyze Satellite Images",
        "Analyze Satellite Images",
        "Define the Skill",
        "Refer the students to print maps, atlases, or globes",
        "In addition to maps and globes, satellite images and have them compare those map images to satellite",
        "are among the geographer’s most valuable",
        "images of the same areas. Ask the students how the",
        "tools. Geographers use two basic types of",
        "these images. The first type is called true color. different kinds of geographic tools are alike and how",
        "These images are like photographs taken from they are different. Students may use a chart or graphic",
        "high above Earth’s surface. The colors in these",
        "images are similar to what you would see from organizer to record their answers. Then have students",
        "the ground. Vegetation, for example, appears compare their results with a classmate, and then",
        "discuss the results as a class.",
        "The other type of satellite image is called an",
        "infrared image. Infrared images are taken using Answers",
        "a special type of light. These images are based",
        "on heat patterns, and so the colors on them Learn the Skill",
        "are not what we might expect. Bodies of water",
        "appear black, for example, since they give off 1. On which image is vegetation red? infrared satellite",
        "little heat. image",
        "True-color satellite image of Italy",
        "2. Which image do you think probably looks more",
        "like Italy from the ground? true color satellite image",
        "Use the satellite images on this page to answer",
        "the following questions. Practice the Skill",
        "1. On which image is vegetation red?",
        "Search the Internet to find a satellite image of your",
        "2. Which image do you think probably looks",
        "more like Italy from the ground? state or region. Determine whether the image is",
        "true color or infrared. Then write three statements",
        "Practice the Skill that describe what you see on the image. Students’",
        "Search the Internet to find a satellite image of statements should accurately describe the satellite image",
        "your state or region. Determine whether the they chose.",
        "image is true color or infrared. Then write three",
        "statements that describe what you see on the",
        "Infrared satellite image of Italy",
        "A Geographer’s World 35",
        "A Geographer’s World 35",
        "Module 1 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Match the words in the columns with the correct definitions listed below.",
        "Match the words in the columns with the correct definitions 1. geography a. a part of the world that has one or more common features",
        "listed below. 2. physical geography that make it different from surrounding areas",
        "b. a flat drawing of part of Earth’s surface",
        "1. geography g 6. region a 3. human geography",
        "2. physical geography e 7. cartography h d. a spherical model of the planet",
        "3. human geography j 8. map b e. the study of the world’s physical features",
        "4. element c 9. landscape i 6. region f. the study of weather and what causes it",
        "7. cartography g. the study of the world, its people, and the landscapes they",
        "5. meteorology f 10. globe d",
        "a. a part of the world that has one or more common 9. landscape h. the science of making maps",
        "i. the physical and human features that define an area and",
        "features that make it different from surrounding make it different from other places",
        "areas j. the study of people and communities",
        "b. a flat drawing of part of Earth’s surface",
        "c. a part Comprehension and Critical Thinking",
        "d. a spherical model of the planet Lesson 1 Lesson 3",
        "e. the study of the world’s physical features 11. a. Explain In what ways do geographers 13. a. Identify What are the two main",
        "f. the study of weather and what causes it become scientists when working to branches of geography? What does each",
        "answer questions? include?",
        "g. the study of the world, its people, and the",
        "b. Recall What are three levels at which a b. Summarize How can physical geogra-",
        "landscapes they create geographer might study the world? phy help people adjust to the dangers of",
        "h. the science of making maps c. Identify Which of these levels covers the the world?",
        "largest area? c. Elaborate Why do geographers study",
        "i. the physical and human features that define an area",
        "Lesson 2 both physical and human geographic",
        "and make it different from other places 12. a. Locate Choose a country to locate on features of places?",
        "j. the study of people and communities the political map of the world in this Lesson 4",
        "book’s atlas. Use latitude and longitude 14. a. Elaborate How might satellite images",
        "Comprehension and Critical Thinking to determine the absolute location of the and computers help geographers",
        "country. improve their knowledge of the world?",
        "b. Explain Why did geographers create b. Define What is GPS?",
        "11. a. Explain In what ways do geographers become the five themes and the six essential c. Explain How might a geographer use a",
        "scientists when working to answer questions? They elements? notebook and a digital voice recorder to",
        "c. Predict How might the five themes and gather data?",
        "gather data and study it carefully.",
        "six essential elements help you in your Lesson 5",
        "b. Recall What are three levels at which a geographer study of geography? 15. a. Define What is a hemisphere of a globe?",
        "might study the world? local, regional, global; b. Explain What features are shown in a",
        "largest—global political map?",
        "c. Identify What is a peninsula?",
        "c. Identify Which of these levels covers the largest",
        "12. a. Locate Choose a country to locate on the political",
        "map of the world in this book’s atlas. Use latitude and ONLINE DOCUMENT-BASED • cite at least three sources of relevant text",
        "longitude to determine the absolute location of the INVESTIGATION evidence from Part 1 in support of their",
        "country. Students’ answers will vary, but should show speech topic",
        "an understanding of how to determine the absolute A Geographer’s World • be organized with a distinct introduction,",
        "location of a country. Have students complete and review all the DBI a main body, and a conclusion that sums",
        "b. Explain Why did geographers create the five activities in Part 1. up the main points",
        "themes and the six essential elements? so people Use this Presentation Rubric to score students’",
        "can use them to organize and guide their study of work in Part 2. Write a Presentation Review the exhibits in Part 1,",
        "geography then think about what you've learned about the",
        "c. Predict How might the five themes and six essential RUBRIC Students’ verbal and/or visual tools geographers use to study the world. Create and",
        "elements help you in your study of geography? presentations should deliver a presentation that answers the following",
        "Possible answer: as a study guide, helping to • be delivered loudly and clearly enough question: How could you use geographic tools and",
        "understand all aspects of places and people that are to be heard by the audience ideas to understand your community? Be sure to cite",
        "important to know • present information logically and specific evidence from at least three sources in your",
        "concisely so that the audience can presentation.",
        "follow the line of reasoning",
        "• employ relevant visuals and effectively",
        "use presentation technology (as",
        "Module 1 Assessment, continued",
        "Reading Skills 13. a. Identify What are the two main branches of",
        "16. Use Prior Knowledge Use the Reading geography? What does each include? physical—",
        "Social Studies activity in this module to landforms, bodies of water, other physical features;",
        "help you create a chart. With a partner,",
        "human—world’s people and their cultures",
        "create a three-column chart titled A Geog-",
        "rapher’s World. In the first column, list b. Summarize How can physical geography help",
        "what you each knew about geography people adjust to the dangers of the world? It helps",
        "before you read the module. In the sec-",
        "ond column, list what you each learned them make predictions and preparations.",
        "about geography. In the third column, list c. Elaborate Why do geographers study both physical",
        "questions that you each still have about",
        "and human geographic features of places? Possible",
        "answer: because studying each part helps give a better",
        "Social Studies Skills understanding of Earth and its people",
        "Analyze Satellite Images Use the images from",
        "the Social Studies Skills activity in this module to",
        "answer the questions below. LESSON 4",
        "Focus on Writing",
        "14. a. Elaborate How might satellite images and",
        "17. On which image do forests appear more 21. Write a Job Description Review your notes",
        "computers help geographers improve their",
        "clearly: the true color or the infrared image? on the different jobs geographers do. Then",
        "write a job description of a geographer knowledge of the world? Possible answer: They allow",
        "18. What color do you think represents that could be included in a career planning geographers to analyze more data at once and to get",
        "mountains on the infrared satellite image? guide. You should begin your description",
        "updates more often to track changes, so information is",
        "by explaining why the job is important.",
        "19. Why might geographers use satellite images",
        "Then identify the job’s tasks and respon- more accurate.",
        "like these while making maps of Italy?",
        "sibilities. Finally, tell what kind of person b. Define What is GPS? A technology system that uses",
        "might do well as a geographer.",
        "Map Activity 24 satellites to transmit information to Earth. The",
        "20. Sketch Map Look for and read environ- information includes the exact location of a given",
        "mental print to help you sketch a map of object.",
        "your school. Environmental print can be",
        "found all around you in the form of signs, c. Explain How might a geographer use a notebook",
        "labels, symbols, words, and numbers that and a digital voice recorder to gather data? to take",
        "provide information. Your map should",
        "notes while talking to people and getting their personal",
        "include environmental print found in and",
        "around classrooms and buildings. Use information about a place",
        "the basic sketch map shown here as an",
        "15. a. Define What is a hemisphere of a globe? The",
        "equator divides a globe into two halves, which are",
        "b. Explain What features are shown in a political map?",
        "country borders, capital cities, and/or other identifying",
        "A Geographer’s World 37",
        "c. Identify What is a peninsula? an area of land that",
        "sticks out into a lake or ocean",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "essay should include specific details about how",
        "How does the use of geographic Reading Skills",
        "different geographic tools provide information that",
        "tools help us view the world in helps people understand how the world works. Be 16. Use Prior Knowledge Use the Reading Social Studies",
        "new ways? sure to cite evidence and organize your essay into an activity in this module to help you create a chart.",
        "introduction, body, and conclusion. With a partner, create a three-column chart titled,",
        "RUBRIC Students’ essays should A Geographer’s World. In the first column, list what",
        "• respond to the Essential Question with a Alternate Activity Instead of writing essays, you each knew about geography before you read the",
        "specific position address the Essential Question through activities module. In the second column, list what you each",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia learned about geography. In the third column, list",
        "presentations, or writing journal entries. See the questions that you each still have about geography.",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of Students’ charts should clearly list prior knowledge,",
        "project rubrics. information learned in terms of the main ideas in each",
        "• identify key people, events, and/or turning",
        "section, and questions or topics they would like to learn",
        "points that demonstrate understanding of",
        "the module content",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "A Geographer’s World 37",
        "Print Assessment (continued) Online Assessment",
        "1. Why is geography sometimes called a social science?",
        "Social Studies Skills",
        "because it involves measuring things",
        "Analyze Satellite Images Use the images from the Social Studies Skills activity in",
        "because it deals with weather patterns",
        "this module to answer the questions below.",
        "because it deals with people and how they live",
        "17. On which image do forests appear more clearly, the true-color or the infrared because it involves field work and gathering information",
        "image? true-color",
        "2. Which of the following questions are asked by geographers who study issues",
        "18. What color do you think represents mountains on the infrared satellite",
        "at a local level?",
        "image? light blue",
        "Select the three correct answers.",
        "19. Why might geographers use satellite images like these while making maps of",
        "What do people eat?",
        "Italy? to improve accuracy",
        "What products are exported?",
        "How does the city government work?",
        "Map Activity How do people get from place to place?",
        "20. Sketch Map Look for and read environmental print to help you sketch a What are the common physical characteristics?",
        "map of your school. Environmental print can be found all around you in the What characteristics does a place share with other places?",
        "form of labels, symbols, words, or numbers that provide information. Your",
        "3. Which of the following is an example of a physical region?",
        "map should include environmental print such as labels, symbols, words,",
        "or numbers in around classrooms and buildings. Use the basic sketch map",
        "shown here as an example. Students’ maps should clearly show where the",
        "school is and should include environmental print in and around the school.",
        "4. Which of the following are studied as a part of physical geography?",
        "Focus on Writing",
        "Select the three correct answers.",
        "21. Write a Job Description Review your notes on the different jobs artifacts",
        "geographers do. Then write a job description of a geographer that could climate",
        "be included in a career-planning guide. You should begin your description plants",
        "by explaining why the job is important. Then identify the job’s tasks roads",
        "and responsibilities. Finally, tell what kind of person might do well as a schools",
        "geographer. soils",
        "RUBRIC Students’ job descriptions should 5. Which of the following are studied as a part of human geography?",
        "• give reasons why the job is important Select the three correct answers.",
        "• list the job’s major tasks and responsibilities agriculture",
        "• include characteristics needed to do the job well economics",
        "6. Which of the following is studied by hydrologists?",
        "what causes weather",
        "what causes droughts",
        "7. Drag the name of the theme of geography into the box next to its",
        "why and how people relocate Movement",
        "a description of where a place is Location",
        "how people relate to their surroundings Human-Environment Interaction",
        "dividing the world into smaller Regions",
        "segments to make it easier to study",
        "the features that define an area Place",
        "and make it different from other places",
        "8. Which of the following geography standards are linked to the essential 14. Drag the name of the map feature into the box next to its description.",
        "element of Environment and Society?",
        "It shows what the subject of the map is. title",
        "Select the three correct answers.",
        "It explains what the symbols on the map represent. legend",
        "how physical systems affect human systems",
        "It represents the distances between points on a map. scale",
        "the physical and human characteristics of places",
        "how human actions modify the physical environment It shows where in the world the area on the map is located. locator map",
        "changes that occur in the meaning, use, distribution, and importance of It shows which way north, south, east, and west lie compass rose"
      ],
      "full_content": [
        "Lesson 3: Themes of Geography . . . . . . . . . . . . . . . . . . . . . . 16",
        "Why is the study of geography important? Animation: How Satellites Gather The Big Idea Geographers have created two diff erent but related",
        "Map Data systems for organizing geographic studies.",
        "You may want to assign students to write a short Channel One News Video: Making L T e h s e s B o i n g 4 Id : T e h a e G G e e o o g g ra ra p p h h er e s r u ’s s T e o m ol a s n . y . t o . o . l . s t . o . s . t u . d . y . t h . e . w . o . r . l d . . . . . . . 20",
        "essay in response to the Essential Question when they Art with GPS Lesson 5: Geography Handbook . . . . . . . . . . . . . . . . . . . . . . 24",
        "Animation: Map Projections The Big Idea Geographers study the world by understanding maps",
        "complete the module. Encourage student to use their and geographic features of Earth.",
        "Animation: How to Read a Map",
        "notes and responses to inform their essays.",
        "Explore the Online Video",
        "ANALYZE VIDEOS 2 Module 1",
        "The National Geographic Bee",
        "Invite students to watch the video to learn how",
        "Lesson 1 Big Idea specific aspects of the physical or human",
        "students from across the United States compete in the",
        "world.",
        "The study of geography helps us view the world in",
        "National Geographic Bee.",
        "new ways.",
        "Lesson 3 Big Idea",
        "Geography Why is the National Geographic Bee so Main Ideas",
        "competitive? The winner receives $85,000 in college • Geography is the study of the world, its Geographers have created two different but related",
        "systems for organizing geographic studies.",
        "scholarship money and the annual contest is broadcast people, and the landscapes they create.",
        "Main Ideas",
        "on TV.",
        "• Geographers look at the world in many",
        "• The five themes of geography help us",
        "different ways.",
        "organize our studies of the world.",
        "Lesson 2 Big Idea • The six essential elements of geography",
        "highlight some of the subject’s most",
        "Geography is divided into two main branches—",
        "important ideas.",
        "physical geography and human geography.",
        "Main Ideas Lesson 4 Big Idea",
        "• Physical geography is the study of",
        "Geographers use many tools to study the world.",
        "landforms, water bodies, and other",
        "Main Ideas",
        "physical features.",
        "• Maps and globes are the most commonly",
        "• Human geography focuses on people, their",
        "used tools of geographers.",
        "cultures, and the landscapes they create.",
        "• Many geographers study information",
        "• Other branches of geography examine",
        "gathered by satellites.",
        "2 Module 1",
        "Explore the Images",
        "Nepal Some of the world’s highest mountains, part of",
        "the Himalayas, lie within or border Nepal. Strong rivers",
        "run from these mountains to create lush valleys.",
        "Human Geography Geography is also the study of",
        "people. It asks where people live, what they eat, and",
        "what they wear. Human geography even asks what",
        "kinds of animals they raise, such as this girl.",
        "Physical Geography Geography is the study of the",
        "world’s land features, such as this windswept rock",
        "formation in Arizona. Land features are part of the",
        "world’s physical geography.",
        "Physical Geography Geography is the Studying the World Exploring the world takes",
        "study of the world’s land features, such as",
        "this windswept rock formation in Arizona. people to exciting and interesting places. This man",
        "explores and learns about the world by rock climbing.",
        "Human Geography Geography is also the study",
        "of people. It asks where people live, what they eat, Analyze Visuals",
        "what they wear, and even what kinds of animals",
        "they keep. How can you study the world like a geographer?",
        "observe how people live in their physical environments",
        "Online Module Flip Cards",
        "Use the flip cards as a whole class activity or in student",
        "pairs to preview the module’s Key Terms and Places.",
        "Students can guess the meaning of each word,",
        "then review its definition, or do the reverse, using",
        "the flip card’s toggle button to switch from “Term”",
        "to “Definition” mode. Students can also use the flip",
        "cards at the end of the module as a review tool before",
        "taking the Module Assessment.",
        "Online Map Activity",
        "Studying the World Exploring the world takes",
        "people to exciting and interesting places.",
        "Students can use this activity to review some of the",
        "locations discussed in this module. To complete, have",
        "A Geographer’s World 3 students drag each label to the correct location on the",
        "map.",
        "• Geographers use many other tools, • There are different kinds of maps for",
        "including graphs, charts, databases, and different uses.",
        "models, in their work. • There are many kinds of landforms and",
        "other features on Earth.",
        "Lesson 5 Big Idea",
        "Geographers study the world by understanding",
        "maps and geographic features of Earth.",
        "Main Ideas",
        "• When creating maps, cartographers use a",
        "pattern of latitude and longitude lines that",
        "circle Earth.",
        "• Cartographers have created map",
        "projections to show the round surface of",
        "Earth on a flat piece of paper.",
        "• Cartographers provide features to help",
        "users read maps.",
        "A Geographer’s World 3",
        "Reading Social Studies",
        "Reading Social Studies",
        "Use Prior Knowledge",
        "READING FOCUS",
        "Use Prior Knowledge READING FOCUS",
        "Have students find a news story that interests them. When you put together a puzzle, you search for pieces that are missing to",
        "complete the picture. As you read, you do the same thing when you use prior",
        "Then, have them make a two-column chart like the",
        "knowledge. You take what you already know about a subject and then add the",
        "one on this page. Tell them to read just the headline information you are reading to create a full picture. The example below shows",
        "of their news story. Ask them to fill in the first column how using prior knowledge about computer mapping helped one reader fill in",
        "the pieces about how geographers use computer mapping.",
        "with what they know about the subject before they",
        "read. Then, have them read the news story and fill",
        "In the past, cartographers always drew Computer Mapping",
        "in the second column with what they learned. Ask maps by hand. Many of those maps",
        "What I know before",
        "volunteers to share their charts with the class. were not very accurate. Today, though, reading What else I learned",
        "most maps are made using computers",
        "and satellite images. Through advances M y dad uses the computer M aps have not always been",
        "You Try It! in mapmaking, we can make accurate to get maps for trips. very accurate.",
        "Possible answers for “What else I learned”: geographers maps on almost any scale, from the I can find maps of states Computers help make new",
        "whole world to a single neighborhood, and countries on the kinds of maps that are more",
        "study satellite images to see what Earth’s surface looks and keep them up to date. Internet. than just cities and roads.",
        "like from above; satellites collect information we cannot T hese computer maps are an",
        "see from Earth’s surface; geographers use satellite images YOU TRY IT! important part of geography.",
        "to make maps Create a chart like the Computer Mapping one above, but change the title to",
        "“Satellite Images.” Fill in some prior knowledge in the left column. Then take turns",
        "reading aloud the passage below with a partner. Once you each have read the",
        "passage, add what you learned about satellite images to the right column.",
        "Much of the information gathered",
        "by these satellites is in the form of",
        "images. Geographers can study these",
        "images of Earth to see what an area",
        "looks like from far above. Satellites",
        "also collect information that we can-",
        "not see from the planet’s surface.",
        "The information gathered by satel-",
        "lites helps geographers make accurate",
        "maps.",
        "As you read this module, use your prior knowledge to help add to your",
        "understanding of the text.",
        "4 Module 1",
        "4 Module 1",
        "Lesson 1 Planner",
        "Studying Geography",
        "Videos",
        "What Is Geography?",
        "Geographer’s Questions Maps,",
        "Looking at the World Visuals LESSON 1 Graphs, and",
        "Charts",
        "Big Idea",
        "The study of geography",
        "helps us view the world in",
        "new ways.",
        "Study Your Community",
        "Document-Based Investigation:",
        "Global Trade",
        "Extend Satellite Technology",
        "Sources",
        "and Enrich",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "KEY",
        "Non-digital resource",
        "A Geographer’s World 4a",
        "Online Lesson 1 Enrichment Activities",
        "Study Your Community Global Trade",
        "Article Students read about infographics and then create an Article Students read about how countries around the world",
        "infographic about some aspect of their community. can interact through one commodity, then research a chosen",
        "country's main export and trade partners.",
        "4b Module 1, Lesson 1",
        "Lesson 1",
        "Teach the Big Idea",
        "Studying Geography 1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "How will you describe your new home?",
        "If YOU lived there . . .",
        "The Big Idea You have just moved to Miami, Florida, from your old Review the scenario with students and lead a class",
        "home in Pennsylvania. Everything seems very differ-",
        "TThe study of geography helps us discussion around responses to the question.",
        "view the world in new ways. ent—from the weather and the trees to the way people",
        "dress and talk. Even the streets and buildings look differ- Remind students that all responses are valid as",
        "Main Ideas",
        "ent. One day you get an email from a friend at your old long as they are supported with valid reasoning.",
        "■Geography is the study of the school. “What’s it like living there?” your friend asks.",
        "world, its people, and the land- You may wish to review the following points to",
        "How will you describe your new home?",
        "scapes they create. frame your discussion.",
        "■Geographers look at the world",
        "in many different ways. What Is Geography? Consider the CULTURE of Miami, Florida:",
        "Key Terms and Places Think about the place where you live. What does the land look • many people from Cuba and other Spanish-",
        "geography like? Are there tall mountains nearby, or is the land so flat that",
        "speaking countries",
        "landscape you can see for miles? Is the ground covered with bright green",
        "social science grass and trees, or is the area part of a sandy desert? • many tourists",
        "regions",
        "Now think about the weather in your area. What is it like? • modern downtown and historic neighborhoods",
        "Does it get really hot in the summer? Do you see snow every",
        "Consider the LANDSCAPE and CLIMATE of",
        "winter? How much does it rain? Do tornadoes ever strike?",
        "Finally, think about the people who live in your town or city. Miami, Florida:",
        "Do they live mostly in apartments or houses? Do most people",
        "• beaches and palm trees",
        "own cars or do they get around town on buses or trains? What",
        "kinds of jobs do adults in your town have? Were most of the • lots of sun",
        "people you know born in your town or did they move there? • mild temperatures",
        "The things that you have been thinking about are part of",
        "your area’s geography. Geography is the study of the world, 2. Direct Teach Introduce the Big Idea: The study",
        "its people, and the landscapes they create. To a geographer, of geography helps us view the world in new ways.",
        "a place’s landscape is all the human and physical features",
        "Ask students to think of specific words that",
        "that make it unique. When they study the world’s landscapes,",
        "geographers ask questions much like the ones you just asked describe the climate in Florida. How might the",
        "yourself. climate impact the plant and animal life found",
        "Geography as a Science Many of the questions that geogra- in the region? How might it influence the way",
        "phers ask deal with how the world works. They want to know people dress?",
        "what causes mountains to form and what creates tornadoes. To",
        "answer questions like these, geographers have to think and act 3. Practice/Assess/Inquire Have students work in",
        "like scientists. small groups to create a poster describing their",
        "As scientists, geographers do field work to gather data, or",
        "community for a geographer who will be studying",
        "information, about places. Gathering data can sometimes lead",
        "geographers to fascinating places. They might have to crawl it. The group should agree on labels for physical",
        "and human characteristics. For each label, students",
        "A Geographer’s World 5 should provide visual or written information,",
        "indicate known regional or global connections",
        "(such as the names of rivers or immigrant",
        "Teach the Main Idea Predict In what ways could studying groups), and suggest a method of study (make",
        "geography be useful? help communities observations).",
        "Geography is the study of the world, its",
        "plan change; learn how people protect 4. Explore (Collaborative Exploration) Have each",
        "people, and the landscapes they create. themselves from weather; see how world group present its poster to the class.",
        "regions affect each other 5. Whole Group Close/Reflect Have students draw",
        "Identify What are three ways that",
        "a map of their neighborhood. Tell students to",
        "geographers can gather scientific data More About . . .",
        "include a compass rose and a legend.",
        "about places? make observations, take",
        "Connect to Language Arts: Word",
        "measurements, study satellite images *Alternative Assessment Handbook, Rubric 20:",
        "Origins The word geography comes from",
        "Map Creation",
        "Explain Why is geography sometimes called the Greek geographein, meaning “to describe",
        "a social science? It deals with people and the earth’s surface”; “geo” means “earth” and",
        "how they live. “graphein” means “to write.” Can you think of ONLINE DOCUMENT-BASED INVESTIGATION",
        "Summarize What are some types of work a another type of study of the earth that begins",
        "geographer might do? study places close- with “geo”? geology A Geographer's World",
        "up, such as caves and mountains; study the Satellite Technology is the first of six document-",
        "earth using images taken from a distance; based investigations that students will analyze in",
        "study the lives of people in a certain place A Geographer's World. This animation shows how",
        "satellites help geographers gather data.",
        "A Geographer’s World 5",
        "deep into caves or climb tall mountains to make observations and take",
        "measurements. At other times, geographers study sets of images collected",
        "ONLINE GRAPHIC ORGANIZER by satellites orbiting high above Earth. These scientists make observations",
        "about the places they study. Then they record those observations.",
        "Studying Geography However geographers make observations and gather data, they have to",
        "study it carefully. Like other scientists, geographers must examine their",
        "As students read the lesson, have them use the findings in great detail before they can learn what all the information",
        "means. These scientists interpret and summarize the data gathered. Then",
        "graphic organizer to take notes. Students can",
        "they make their conclusions.",
        "review their graphic organizer notes at the end of",
        "Geography as a Social Science Not everything that geographers study",
        "the lesson to answer the following question:",
        "can be measured in numbers, however. Some geographers study people and",
        "their lives. For example, they may ask why countries change their gov-",
        "Draw Conclusions Why is it important for",
        "ernments or why people in a place speak a certain language. This kind of",
        "geographers to study people and places? because information cannot be measured.",
        "places can affect where and how people live, and Because it deals with people and how they live, geography is sometimes",
        "called a social science. A social science is a field that studies people and",
        "people can have an impact on their environment",
        "the relationships among them.",
        "The geographers who study people do not dig in caves or climb moun-",
        "tains. Instead, they visit places and talk to the people who live there.",
        "Reading Check That is the field work they do to gather information about people’s lives",
        "ONLINE LESSON FLIP CARDS Compare In what and communities. These geographers may design and conduct surveys",
        "ways is geography",
        "to gather information. They also might record oral histories from what",
        "both a science and a",
        "Review Key Terms and Places social science? people tell them about their communities.",
        "Students can use the flip cards in the Lesson",
        "Review at any time to review the lessons key",
        "terms and places: geography, landscape, social What Is Geography?",
        "science, region. Geography is the study of The physical features of Algeria",
        "the world, its people, and the include huge deserts full of tall",
        "landscapes they create. To study sand dunes.",
        "a place’s geography, we look at its",
        "physical and human features.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Many Algerians live in",
        "small villages like this",
        "Satellite Technology one. The village is one of Together, Algeria’s",
        "Algeria’s human features. physical and human",
        "This animation explains how satellites collect features create the",
        "country’s landscape.",
        "data to create maps. Have students explore the",
        "animation and answer the associated question.",
        "Analyze Sources Why would satellites be useful",
        "in mapping mountainous areas? It can be difficult",
        "to explore mountainous areas on foot or even by Analyze Visuals",
        "What is the landscape of this part",
        "airplane. of Algeria like?",
        "6 Module 1",
        "ONLINE INTERACTIVE VISUALS",
        "Image with Hotspots: What Is Geography?",
        "Have students explore the image using the STRUGGLING READERS ENGLISH LANGUAGE LEARNERS",
        "interactive hotspots. You may wish to use the",
        "Understand Geography as a Science Create Landscape Artwork",
        "associated question as a discussion prompt.",
        "1. To help students understand that 1. To help students understand the",
        "Analyze Visuals What is the landscape of this",
        "geography is both a science and a meaning of landscapes, have students",
        "part of Algeria like? small village, huge desert, tall",
        "social science, draw a concept map with draw pictures of their neighborhoods.",
        "sand dunes",
        "Geography as the central idea. Draw Their pictures could include human",
        "branches to Science and Social Science. features (e.g., buildings, roads) or natural",
        "2. Have students copy the graphic features (e.g., rivers, hills, trees). Have",
        "organizer and add examples of what students label the features.",
        "READING CHECK",
        "geographers do, categorizing them 2. When the pictures are complete, have",
        "Compare In what ways is geography both",
        "as science or social science. Possible students share them in pairs and",
        "a science and a social science? Like scientists,",
        "answers: science— observe, measure, discuss these questions: What features",
        "geographers gather and study data. Geographers",
        "view satellite images; social science— make their landscapes unique? What",
        "also study people and how they live, like social",
        "visit places people live, talk to people. questions might a geographer ask",
        "scientists.",
        "When students are finished, review the about the landscapes to understand",
        "answers with the group. how this part of the world works?",
        "*Alternative Assessment Handbook, Rubric *Alternative Assessment Handbook, Rubrics",
        "13: Graphic Organizers 3: Artwork and 11: Discussions",
        "6 Module 1, Lesson 1",
        "Looking at the World",
        "Whether they study volcanoes and storms or people and cities, geogra- Teach the Main Idea",
        "phers have to look carefully at the world around them. To fully understand",
        "how the world works, geographers often look at places at three different Geographers look at the world in many",
        "levels.",
        "different ways.",
        "Local Level Some geographers study issues at a local level. They ask the",
        "same types of questions we asked at the beginning of this module: How do Recall What two types of characteristics can define",
        "people in a town or community live? What is the local government like?",
        "How do the people who live there get around? What do they eat? a region? physical, human",
        "By asking these questions, geographers can figure out why people live Contrast What might a geographer study at the",
        "and work the way they do. They can also help people improve their lives.",
        "local, regional, and global levels? local—how",
        "For example, they can help town leaders figure out the best place to build",
        "new schools, shopping centers, or sports complexes. They can also help the people in a community or town live; regional—how",
        "people who live in the city or town plan for future changes. the landscape affects people’s lives, how people in",
        "Regional Level Sometimes, though, geographers want to study a bigger the region interact; global—how people interact all",
        "chunk of the world. To do this, they divide the world into regions. A region",
        "over the world, how people’s actions in one place",
        "is a part of the world that has one or more common features that distin-",
        "guish it from surrounding areas. affect other parts of the world",
        "Some regions are defined by physical characteristics such as mountain Identify Cause and Effect What do you think will",
        "ranges, climates, or plants native to the area. As a result, these types of",
        "regions are often easy to identify. The Rocky Mountains of the western happen as communication and transportation",
        "United States, for example, make up a physical region. Another example of systems improve? global relationships will become",
        "this kind of region is the Sahara, a huge desert in northern Africa.",
        "more common",
        "Other regions may not be so easy to define, however. These regions are",
        "based on the human characteristics of a place, such as language, religion,",
        "More About . . .",
        "or history. A place in which most people share these kinds of characteris-",
        "tics can also be seen as a region. For example, most people in Scandinavia, Connect to Today: London Underground",
        "a region in northern Europe, speak similar languages and practice the",
        "Bombing Millions of people use London’s",
        "same religion.",
        "Regions come in all shapes and sizes. Some are small, like the neigh- transportation system each day—for work, tourism,",
        "borhood called Chinatown in San Francisco. Other regions are huge, like shopping, and other daily activities. On July 7, 2005,",
        "the Americas. This huge region includes two continents—North America",
        "terrorists killed 56 people and injured 700 of those",
        "and South America. The size of the area does not matter, as long as the",
        "area shares some characteristics. These shared characteristics define the riding London’s buses and underground railway",
        "region.",
        "system. Although London’s transportation system was",
        "Geographers divide the world into regions for many reasons. The world",
        "severely disrupted, most of it was back in operation",
        "is a huge place and home to billions of people. Studying so large an area",
        "can be extremely difficult. Dividing the world into regions makes it easier soon after the attack, allowing people to resume",
        "to study. A small area is much easier to examine than a large area.",
        "normal activities.",
        "Other geographers study regions to see how people interact with one",
        "another. For example, they may study a city such as London, England, to",
        "learn how the city’s people govern themselves. Then they can compare",
        "what they learn about one region to what they learn about another region. ONLINE INTERACTIVE VISUALS",
        "In this way, they can learn more about life and landscapes in both places.",
        "Image with Text Slider: Geographers’",
        "Questions",
        "A Geographer’s World 7 Have students explore the image by revealing",
        "additional information using the interactive slider.",
        "IDENTIFY FRAME OF REFERENCE",
        "Use a Globe 4. Ask volunteers to show on the globe the",
        "1. Bring a globe to the front of the class. Ask local and regional locations for cities in",
        "students what global means. Be sure they other countries.",
        "understand it refers to the whole planet. 5. Lastly, name some physical and human",
        "2. Ask what local means. Ask for a volunteer characteristics. Then ask for volunteers to",
        "to point on the globe to their town or identify a region on the globe that shares",
        "city. Ask the class if everyone agrees this those characteristics.",
        "location is correct. *Alternative Assessment Handbook, Rubric 9:",
        "3. Ask what regional means. Ask a volunteer Comparing and Contrasting",
        "to show the region the school community",
        "is part of (for example, surrounding cities",
        "or states). Have the student explain why",
        "this is a region (for example, shared land",
        "features). You may want to have other",
        "volunteers cite other shared features.",
        "A Geographer’s World 7",
        "Global Level Sometimes, geographers do not want to study the world just",
        "at a regional level. Instead, they want to learn how people interact globally,",
        "VISUALS or around the world. To do so, geographers ask how events and ideas from",
        "one region of the world affect people in other regions. In other words, they",
        "study the world on a global level.",
        "Looking at the World",
        "Geographers who study the world on a global level try to find relation-",
        "Have students study the images and answer the ships among people who live far apart. They may, for example, examine",
        "the products that a country exports to see how those products are used in",
        "associated question.",
        "other countries.",
        "Analyze Visuals Based on these photos, what are",
        "some questions a geographer might ask about Looking at the World",
        "London? Students’ questions should focus on images Geographers look at the world at many levels. At each level, they ask different questions",
        "that refer to the local, regional, and global levels of and discover different types of information. By putting information gathered at different",
        "levels together, geographers can better understand a place and its role in the world.",
        "London.",
        "Local Level",
        "This busy neighborhood in London, England, is a local area. A geographer here might study local foods, housing, or clothing.",
        "Regional Level Global Level",
        "As a major city, London is also a region. At this level, London is one of the world’s main financial centers. Here, a",
        "a geographer might study the city’s population or geographer might study how London’s economy affects the",
        "transportation systems. world.",
        "Analyze Visuals",
        "Based on these photos, what are some questions a geographer might ask about London?",
        "8 Module 1",
        "SPECIAL NEEDS STUDENTS ADVANCED/GIFTED",
        "Discuss the Life Cycle of a Fruit Research the Channel Tunnel",
        "1. To help students apply their prior 1. Have students research the Channel",
        "knowledge, ask them to name a fruit Tunnel that connects England and",
        "that is common to your area. Then France. Direct them to find out when",
        "ask them to narrate and describe the and how it was built; its size, depth, and",
        "life cycle of this fruit from planting to design; the cost, and number and types",
        "eating. of workers.",
        "2. Have them explain how physical and 2. Have students produce a newspaper",
        "human features (such as farmlands and article with pictures and diagrams to",
        "farming methods, irrigation, roads, and announce the tunnel’s opening.",
        "stores) are needed for this plant. * Alternative Assessment Handbook, Rubrics",
        "* Alternative Assessment Handbook, Rubric 30: Research; and 23: Newspapers",
        "11: Discussions",
        "8 Module 1, Lesson 1",
        "Reading Check In recent decades, worldwide trade and communication have increased.",
        "Find Main Ideas As a result, we need to understand how our actions affect people around",
        "At what levels do the world. Through their studies, geographers provide us with information",
        "geographers study the",
        "world? that helps us figure out how to live in a rapidly changing world. READING CHECK",
        "Summary and Preview Geography is the study of the world, its people, Find Main Ideas At what levels do geographers",
        "and its landscapes. In the next lesson, you will explore the branches into",
        "study the world? local, regional, global",
        "which the field is divided.",
        "Lesson 1 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking Print Assessment",
        "1. a. Define What is geography? 3. Summarize Draw two ovals like the ones shown here.",
        "b. Explain Why is geography considered a science? Use your notes to fill the ovals with information about",
        "2. a. Identify What is a region? Give two examples. geography and geographers. Review Ideas, Terms, and Places",
        "b. Elaborate What global issues do 1. a. Define What is geography? the study of the",
        "geographers study? Geo W gr h a a p t h y Is Geo S W g t r u h a d a p y t h ers world, its people, and the landscapes they create",
        "b. Explain Why is geography considered a",
        "science? It involves gathering and studying data.",
        "2. a. Identify What is a region? Give two examples. a",
        "part of the world that has common features; Rocky",
        "Mountains and Sahara",
        "b. Elaborate What global issues do geographers",
        "study? how people interact all over the world; how",
        "actions in one place affect other places",
        "Critical Thinking",
        "3. Summarize Draw two ovals. Use your notes to fill",
        "the ovals with information about geography and",
        "geographers. Students’ responses should reflect their",
        "understanding of lesson content.",
        "A Geographer’s World 9",
        "COLLABORATIVE LEARNING",
        "Define Geography 3. Remind students to take turns, listen to",
        "1. Tell students that they will participate others, and build on each other’s ideas.",
        "in a collaborative discussion and write 4. After students have had time to discuss",
        "a response to the question: What is the question, have each group work",
        "geography? together to write a one-paragraph",
        "2. Organize the class into groups of three to summary to share with the class.",
        "four students and have students discuss *Alternative Assessment Handbook, Rubric 11:",
        "ideas about how best to respond to the Discussions",
        "question by citing text evidence from the",
        "lesson.",
        "A Geographer’s World 9",
        "Online Assessment 3. Make Generalizations Why is geography considered a science?",
        "In their work, geographers examine what causes mountains to form",
        "1. Why are people important to geographers?",
        "and what creates tornadoes. To answer these types of questions,",
        "because they have jobs",
        "geographers act like scientists by gathering data and drawing",
        "because they visit places",
        "conclusions.",
        "because they produce data",
        "because they create landscapes 4. Summarize Why do geographers divide the world into regions?",
        "Alternate Question Select the answer choice from the drop-down list Describe two reasons.",
        "to complete the sentence correctly. Because the world is a huge place, geographers divide it into regions",
        "to make it easier to study. Dividing the world into regions also allows",
        "Geographers study the world, its people, and the landscapes",
        "geographers to compare characteristics of these regions, such as their",
        "they create.",
        "governments.",
        "2. How do geographers study the world at the global level?",
        "by learning about why people want to live in cities",
        "by learning about how people adapt to weather conditions",
        "by examining how events and ideas from one region affect other",
        "regions",
        "by examining how physical characteristics and human activities",
        "affect a region",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Geographers who study the world on a global level may examine a",
        "country’s exports .",
        "9a Module 1, Lesson 1",
        "A Geographer’s World 9b",
        "Lesson 2 Planner",
        "The Branches of Geography",
        "Videos",
        "Maps,",
        "Visuals LLEESSSSOONN 26 Graphs, and",
        "Charts",
        "Big Idea",
        "Geography is divided into",
        "two main branches—physical",
        "geography and human",
        "Biography: Eratosthenes",
        "geography.",
        "Document-Based Investigation:",
        "Game: Who Am I?: Branches of",
        "Extend Computer Mapping",
        "Geography Sources",
        "and Enrich",
        "Geography Dream Team",
        "Ellen Churchill Semple",
        "(1863–1932)",
        "Urban Planner in Miniature Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "9c Module 1, Lesson 2",
        "Online Lesson 2 Enrichment Activities",
        "Geography Dream Team Ellen Churchill Semple (1863–1932)",
        "Article Students learn about the different careers in the field Article Students learn about a groundbreaking American",
        "of geography. They select a team of four explorers to travel to a geographer who studied communities in the United States and",
        "new planet, explaining how each explorers' field of study would around the world, wrote well-regarded books, and taught in",
        "contribute to learning about this unknown environment. colleges and universities. Then they consider a research project",
        "involving human or physical geography that could be done in",
        "their community and detail the type of fieldwork needed to",
        "complete the project.",
        "Urban Planner in Miniature",
        "Video Students watch a video detailing a day in the life of an",
        "urban planner, then draw up plans for their ideal city.",
        "A Geographer’s World 9d",
        "Lesson 2",
        "Teach the Big Idea",
        "The Branches of Geography",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "Which vacation sounds more interesting? Why?",
        "If YOU lived there . . .",
        "Review the scenario with students and lead a class The Big Idea You are talking to two friends about the vacations their",
        "families will take this summer. One friend says that his",
        "discussion around responses to the question. Geography is divided into two",
        "family is going to the Grand Canyon. He is very excited",
        "main branches—physical geog-",
        "Remind students that all responses are valid as raphy and human geography. about seeing the spectacular landscapes in and around",
        "long as they are supported with valid reasoning. the canyon. Your other friend’s family is going to visit",
        "Main Ideas",
        "Nashville, Tennessee. She is looking forward to trying",
        "You may wish to review the following points to ■Physical geography is the new foods at the city’s restaurants and touring its",
        "frame your discussion. study of landforms, water bod- museums.",
        "ies, and other physical features.",
        "Consider reasons why the GRAND CANYON ■Human geography focuses on Which vacation sounds more interesting? Why?",
        "sounds interesting: people, their cultures, and the",
        "landscapes they create. Physical Geography",
        "• beauty of the landscape ■Other branches of geography",
        "Think about a jigsaw puzzle. Seen as a whole, the puzzle shows",
        "examine specific aspects of the",
        "• clean, fresh air of the region a pretty or interesting picture. To see that picture, though, you",
        "physical or human world.",
        "• peacefulness of the canyon have to put all the puzzle pieces together. Before you assemble",
        "Key Terms and Places them, the pieces do not give you a clear idea of what the puzzle",
        "Consider reasons why NASHVILLE sounds physical geography will look like when it is assembled. After all, each piece con-",
        "interesting: human geography tains only a tiny portion of the overall image.",
        "cartography",
        "In many ways, geography is like a huge puzzle. It is made up",
        "• center for the music industry mmeetteeoorroollooggyy of many branches, or divisions. Each of these branches focuses",
        "• shopping and dining on a single part of the world. Viewed separately, none of these",
        "branches shows us the whole world. Together, however, the",
        "• city’s museums",
        "many branches of geography improve our understanding of our",
        "2. Direct Teach Introduce the Big Idea: Geography planet and its people.",
        "is divided into two main branches—physical and Geography’s two main branches are physical geography",
        "and human geography. Geographers identify and locate major",
        "human geography. Ask students to tell which",
        "physical and human geographic features of various places and",
        "vacation seems more focused on physical regions in the world. The first branch, physical geography, is",
        "geography and which on human geography. How the study of the world’s physical geographic features—its land-",
        "forms, bodies of water, climates, soils, and plants.",
        "do they know? What types of landforms might one",
        "The Physical World What does it mean to say that physical",
        "see near the Grand Canyon? What kinds of human",
        "geography is the study of physical geographic features? Phys-",
        "geography might be found in Nashville? ical geographers want to know all about the different features",
        "found on our planet. They want to know where mountain",
        "3. Practice/Assess/Inquire Have students draw or",
        "ranges are, how rivers flow across the landscape, and why dif-",
        "write a detailed depiction of a feature—physical ferent amounts of rain fall from place to place.",
        "or human—of the town or city where the school is",
        "located. Have each student show or read his or her",
        "work to the class. 10 Module 1",
        "4. Explore (Collaborative Exploration) As a class,",
        "create a collage of all the works. Decide on the",
        "collage design as a class. For example, you could Teach the Main Idea Infer How could the study of physical",
        "arrange the pictures according to location. geography help people who live in an",
        "Physical geography is the study of",
        "5. Whole Group Close/Reflect Have students write area at risk for tsunamis? understand",
        "from an ant’s eye view about a baseball field or other landforms, waterbodies, and other what conditions may cause them,",
        "spot with physical and human features. Tell students physical features. recognize the signs that one is coming,",
        "to include details about how the ant puts the pieces make changes and plans to minimize its",
        "Compare How is the study of geography",
        "of the “big picture” together as it travels over the area. effects",
        "similar to pieces of a jigsaw puzzle?",
        "*Alternative Assessment Handbook, Rubric 8: Collages;",
        "Viewed separately, no branch shows the",
        "and 40: Writing to Describe",
        "whole world; viewed together, the different",
        "branches improve understanding of the",
        "planet and its people.",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Recall What might geographers measure",
        "A Geographer's World to learn about the world? Name two",
        "Computer Mapping is the second of six document- elements or features. mountain heights,",
        "based investigations that students will analyze in A temperatures",
        "Geographer's World. Computer mapping describes",
        "how computers help cartographers create maps.",
        "An image provides an example of a complex map.",
        "10 Module 1, Lesson 2",
        "BIOGRAPHY Teach the Main Idea",
        "Eratosthenes",
        "(c. 276–c. 194 BC)",
        "Human geography focuses on people, their",
        "Did you know that geography is over two thousand years old? Actually, the",
        "study of the world is even older than that, but the first person ever to use cultures, and the landscapes they create.",
        "the word geography lived then. His name was Eratosthenes (er-uh-TAHS-",
        "thuh-neez), and he was a Greek scientist and librarian. With no modern",
        "instruments of any kind, Eratosthenes figured out how large Earth is. Recall What are some needs common to all people?",
        "He also drew a map that showed all of the lands that the Greeks knew",
        "food, water, shelter, dealing with others",
        "about. Because of his many contributions to the field, Eratosthenes has",
        "been called the Father of Geography. Draw Conclusions Why do human geographers",
        "Generalize often specialize in a smaller area of study?",
        "Why is Eratosthenes called the Father of Geography?",
        "People’s lives are so different that no one can study",
        "every aspect.",
        "More importantly, however, physical geographers want to know what",
        "causes the different shapes on Earth. They want to know why mountain More About . . .",
        "ranges rise up where they do and what causes rivers to flow in certain",
        "Connect to Today: Helping Others The work of",
        "directions. They also want to know why various parts of the world have",
        "very different weather and climate patterns. Heifer International, an organization whose mission",
        "To answer these questions, physical geographers take detailed mea- is to end hunger, is an example of human geography",
        "surements. They study the heights of mountains and the temperatures of",
        "in practice. The organization donates animals so that",
        "places. To track any changes that occur over time, physical geographers",
        "keep careful records of all the information they collect. people can work the land and improve their situation.",
        "Uses of Physical Geography Earth is made up of hundreds of types of “Heifer’s Cornerstones” include: the community",
        "physical geographic features. Without a complete understanding of what deciding together what animals and help they want,",
        "these features are and the effect they have on the world’s people and",
        "training people to feed and shelter the animals, and",
        "landscapes, we cannot fully understand our world. This is the major reason",
        "that geographers study the physical world—to learn how it works. having people pass on offspring of animals so others",
        "There are also other, more specific reasons for studying physical geogra- can benefit.",
        "Reading Check phy, though. Studying the changes that take place on our planet can help",
        "Identify Points of View us prepare to live with those changes. For example, knowing what causes",
        "What are some features volcanoes to erupt can help us predict eruptions. Knowing what causes ter-",
        "in your area that a rible storms can help us prepare for them. In this way, the work of physical BIOGRAPHY",
        "physical geographer",
        "might study? geographers helps us adjust to the dangers and changes of our world.",
        "Human Geography Eratosthenes",
        "The physical world is only one part of the puzzle of geography. People Have students read the biography of Eratosthenes",
        "are also part of the world. Human geography is the study of the world’s and then answer the associated question.",
        "human geographic features—people, communities, and landscapes. It is",
        "the second major branch of geography. Generalize Why is Eratosthenes called the Father",
        "The Human World Put simply, human geographers study the world’s of Geography? He made many contributions to",
        "people, past and present. They look at where people live and why. They ask the field, including being the first to use the term",
        "why some parts of the world have more people than others, and why some",
        "geography.",
        "places have almost no people at all.",
        "A Geographer’s World 11",
        "READING CHECK",
        "Identify Points of View What are some features",
        "ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS in your area that a physical geographer might",
        "study? Answers will vary, but should include features",
        "The Branches of Geography Review Key Terms and Places related to land, soils or plants, weather or climate,",
        "As students read the lesson, have them Students can use the flip cards in the and any bodies of water in your area.",
        "use the graphic organizer to take notes. Lesson Review at any time to review the",
        "Students can review their graphic organizer lessons key terms and places: physical",
        "notes at the end of the lesson to answer geography, human geography,",
        "the following question: cartography, meteorology.",
        "Compare and Contrast What are the main",
        "differences between physical geography",
        "and human geography? Physical geography",
        "studies the geographic features like",
        "landforms, climate, bodies of water, and",
        "plants; human geography studies people,",
        "communities, and landscapes.",
        "For additional instruction, go to end of lesson.",
        "A Geographer’s World 11",
        "Human geographers also study what people do. What jobs do people",
        "have? What crops do they grow? What makes them move from place to",
        "Teach the Main Idea",
        "place? These are the types of questions that geographers ask about people",
        "around the world.",
        "Other branches of geography examine",
        "Because people’s lives are so different in different places, no one can",
        "specific aspects of the physical or human study every aspect of human geography. As a result, human geographers",
        "often specialize in a smaller area of study. Some may choose to study only",
        "world. the people and landscapes in a certain region. For example, a geographer",
        "may study only the lives of people who live in West Africa.",
        "Explain How do smaller fields of geography relate Other geographers choose not to limit their studies to one place.",
        "to the two main branches of geography? Some Instead, they may choose to examine only one aspect of people’s lives. For",
        "example, a geographer could study only economics, politics, or city life.",
        "are branches of physical or human geography.",
        "However, that geographer may compare economic patterns in various",
        "Define What is hydrology? the study of water on parts of the world to see how they differ.",
        "Earth Uses of Human Geography Although every culture is different, people",
        "around the world have some common needs. All people need food and",
        "Draw Conclusions If you were telling someone",
        "water. All people need shelter. All people need to deal with other people in",
        "about the study of geography, which branches— order to survive.",
        "along with the two main branches, physical and Human geographers study how people in various places address their",
        "needs. They look at the foods people eat and the types of governments",
        "human—would deserve particular mention?",
        "they form. The knowledge they gather can help us better understand",
        "Possible responses may include economic people in other cultures. Sometimes, this type of understanding can help",
        "people improve their landscapes and situations.",
        "geography, urban geography, cartography,",
        "On a smaller scale, human geographers can help people design their",
        "hydrology, and meteorology.",
        "cities and towns. By understanding where people go and what they need,",
        "geographers can help city planners place roads, shopping malls, and",
        "More About . . .",
        "schools. Geographers also study the effect people have on the world. As a",
        "result, they often work with private groups and government agencies that",
        "Connect to Geography: Victoria Falls Victoria",
        "want to protect the environment.",
        "Falls, on the Zambezi River bordering Zambia and",
        "Partnering with Archaeology and History Human geography can also",
        "Zimbabwe, is one of the seven natural wonders of the help other types of social scientists, such as archaeologists. Archaeolo-",
        "world. It is the largest known “curtain of water.” Here, gists engage in digs and study artifacts and features in a particular loca-",
        "tion. They gather evidence about groups of people and how those groups",
        "the mild river, about 2 km (1.2 miles) wide, plummets",
        "lived at particular times in history. The human geography of a place is part",
        "into a narrow gorge about 100 m (328 feet) deep, of archaeologists’ gathered evidence.",
        "causing a thunderous roar and a towering spray. In Human geography also contributes to the work of historians. Historians",
        "use archaeological, geographical, and other types of evidence to investi-",
        "the 1850s, Scottish missionary and physician David",
        "gate patterns in history. They identify turning points. A turning point",
        "Livingstone reported the falls to the outside world. Reading Check can be an event, era, or development in history that brought about social,",
        "Summarize",
        "He named them for Queen Victoria. The local people What do human cultural, ecological, political, or economic change. The geography of places",
        "geographers study? can affect historic turning points.",
        "call the falls “Mosi-oa-Tunya” which means “smoke that",
        "Other Fields of Geography",
        "thunders.”",
        "Physical geography and human geography are the two largest branches of",
        "Connect to History: Telegraph The invention of the subject, but they are not the only ones. Many other fields of geography",
        "the telegraph (a system of sending coded messages exist, each one devoted to studying one aspect of the world.",
        "over wires using electricity) in the 19th century",
        "was important in the development of the field 12 Module 1",
        "of meteorology. People had been observing and",
        "recording the weather long before the telegraph’s",
        "invention (in daily farm journals, for example). But the",
        "telegraph enabled collecting, plotting, and analyzing",
        "weather observations from different places in a more",
        "timely manner. Today’s computers have made this",
        "process even faster and more accurate, but the basic",
        "process is still the same—collecting weather data and",
        "analyzing it to make predictions.",
        "READING CHECK",
        "Summarize What do human geographers study?",
        "people, communities, and landscapes",
        "For additional instruction, go to end of lesson.",
        "12 Module 1, Lesson 2",
        "Geography",
        "Geography is the study of Earth’s physical and human geographic features.",
        "Physical Geography Human Geography",
        "The study of Earth’s physical geographic features, including The study of Earth’s people, including their ways of life, homes,",
        "rivers, mountains, oceans, weather, and other features, cities, beliefs, and customs, like those of these children in",
        "such as Victoria Falls in southern Africa Malawi, a country in Central Africa",
        "Most of these fields are smaller, more specialized areas of either physical",
        "or human geography. For example, economic geography—the study of how",
        "people make and spend money—is a branch of human geography. Another",
        "specialized branch of human geography is urban geography, the study of",
        "cities and how people live in them. Physical geography also includes many",
        "fields, such as the study of climates. Other fields of physical geography are",
        "the studies of soils and plants.",
        "Cartography One key field of geography is cartography, the science of",
        "making maps. Without maps, geographers would not be able to study",
        "where things are in the world. In addition to locations, maps can display",
        "other information about people, places, and environments. Cartogra-",
        "phers decide which information to include on a given map and how it is",
        "displayed.",
        "In the past, cartographers always drew maps by hand. Many of those",
        "maps were not very accurate. Today, though, most maps are made using",
        "computers and satellite images. Through advances in mapmaking, we can",
        "make accurate maps on almost any scale, from the whole world to a single",
        "A Geographer’s World 13",
        "TIERED ACTIVITY",
        "Create a Biography of William Morris Above Level Going beyond the Below and",
        "Davis At Level activities, biographies should",
        "Below Level Have students research • summarize Davis’ “geographical cycle”",
        "biographical information on William Morris theory",
        "Davis, the “father of American geography.” • analyze modern geographers’ views on",
        "Students’ biographies should include dates Davis’ theories",
        "of birth and death and a statement about *Alternative Assessment Handbook, Rubric 37:",
        "why Davis is important. Writing Assignments",
        "At Level Going beyond the Below Level",
        "activity, biographies should",
        "• be based on at least three reliable sources,",
        "including one print source",
        "• explain the role he played in establishing",
        "geography as an academic discipline",
        "A Geographer’s World 13",
        "Connect to Technology",
        "ONLINE DOCUMENT-BASED INVESTIGATION Computer Mapping",
        "In the past, maps were drawn",
        "Computer Mapping by hand. Making a map was a",
        "slow process. Even the simplest",
        "The image and text explain how computers help map took a long time to make.",
        "Today, however, cartographers",
        "cartographers make maps quickly and easily.",
        "have access to tools people in the",
        "Have students read the feature, then answer the past—even people who lived just",
        "50 years ago—never imagined.",
        "associated question.",
        "The most important of these tools",
        "are computers.",
        "Analyze Sources How are today's maps different",
        "Computers allow us to make maps",
        "from those created in the past? Today’s maps are quickly and easily. In addition,",
        "often made by computer instead of by hand, so they they let us make new types of",
        "maps that people could not make",
        "can be more accurate and complex. in the past.",
        "In print edition, see Connect to Technology of The map shown here, for example,",
        "was drawn on a computer. It",
        "same title. shows the number of computer",
        "users in the United States who were connected to the Internet on a particular day. Each",
        "Contrast How are today's maps different from of the lines that rises off of the map represents a city in which people were using the",
        "Internet. The color of the line indicates the number of computer users in that city. As you",
        "those created in the past? Today’s maps are often",
        "can see, this data resulted in a very complex map.",
        "made by computer instead of by hand, so they can be",
        "Making such a map required cartographers to sort through huge amounts of complex",
        "more accurate and complex. data. Such sorting would not have been possible without computers.",
        "Contrast",
        "How are today’s maps different from those created in the past?",
        "GAME",
        "neighborhood, and keep them up to date. These maps are not only used by",
        "Who Am I?: Branches of Geography geographers. For example, road maps are used by people who are planning",
        "long trips.",
        "Have students play the game to test their",
        "Hydrology Another important branch of geography is hydrology, the",
        "knowledge of the different branches of geography",
        "study of water on Earth. Geographers in this field study the world’s river",
        "by selecting the correct job based on the systems and rainfall patterns. They study what causes droughts and floods",
        "information provided. and how people in cities can get safe drinking water. They also work to",
        "measure and protect the world’s supply of water.",
        "Meteorology Have you ever seen the weather report on television? If so,",
        "you have seen the results of another branch of geography. This branch is",
        "called meteorology, the study of weather and what causes it. Meteorolo-",
        "gists use computers to follow and predict weather.",
        "Meteorologists study weather patterns in a particular area. Then they",
        "use the information to predict what the weather will be like in the coming",
        "14 Module 1",
        "STRUGGLING READERS SPECIAL NEEDS STUDENTS",
        "Understand Computer Mapping Create a Geography Puzzle",
        "1. Read aloud the “Computer Mapping” 1. Give each student a picture of a place,",
        "information, and have students follow such as a desert, farm, or city. Have",
        "along. them draw a seven-piece jigsaw puzzle",
        "2. Ask students what the main point is. over the picture and cut out the pieces.",
        "Check to make sure they understand 2. Have students label each shape with a",
        "that computers help people to make geography term from this section.",
        "better maps. 3. Have students trade with a partner and",
        "3. Ask questions based on the reading. assemble their puzzles. Talk about how",
        "Have students locate and read the the pieces (and geography terms) fit",
        "answer aloud. together.",
        "*Alternative Assessment Handbook, Rubric",
        "18: Listening",
        "14 Module 1, Lesson 2",
        "Reading Check days. Their work helps people plan what to wear and what to do on any",
        "Find Main Ideas given day. At the same time, their work can save lives by predicting the",
        "What are some",
        "arrival of terrible storms. These predictions are among the most visible",
        "major branches of",
        "geography? ways in which the work of geographers affects our lives every day. READING CHECK",
        "Summary and Preview In this lesson you learned about two main Find Main Ideas What are some major branches",
        "branches of geography—physical and human. Next, you will learn about",
        "of geography? The two main branches are physical",
        "two systems geographers use to organize their studies.",
        "and human, with some major branches including",
        "cartography, hydrology, and meteorology.",
        "Lesson 2 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Define What is physical geography? 4. Compare and Contrast Draw a diagram like the one",
        "2. a b . . I E d x e p n la ti i f n y W W h h y a t d a o r e w s e o s m tu e d t y h p in h g y s s i t c h a a l t g p e e o o g p ra le p s h t y u ? dy as s p h h o y w sic n a h l e g r e e o . g In ra t p h h e y le f f r t o c m ir c y l o e u , l r i s n t o t t h e r s e . e In fe t a h t e u r r i e g s h o t f c ircle, Print Assessment",
        "part of human geography? list three features of human geography. Where the",
        "circles overlap, list one feature they share.",
        "b. Summarize What are some ways in which the study Review Ideas, Terms, and Places",
        "of human geography can influence our lives?",
        "c. Evaluate Which do you think would be more Physical Human 1. a. Define What is physical geography? study of",
        "interesting to study: physical geography or human",
        "geography? Why? world’s landforms, water bodies, other physical",
        "3. a. Identify What are two specialized fields of features",
        "geography?",
        "b. Analyze How do cartographers contribute to the b. Explain Why do we study physical geography?",
        "work of other geographers?",
        "to learn how the physical world works and to help",
        "us prepare for changes",
        "2. a. Identify What are some things that people",
        "study as part of human geography? people past",
        "or present, where they live and why, their jobs/",
        "crops/movements",
        "b. Summarize What are some ways in which the",
        "study of human geography can influence our",
        "lives? better understand other cultures, improve",
        "landscapes, design cities and towns, protect",
        "environments",
        "c. Evaluate Which do you think would be more",
        "interesting to study, physical geography or",
        "human geography? Why? Possible answer:",
        "physical, because you learn about why features are",
        "the way they are; human, because you understand",
        "people better",
        "3. a. Identify What are two specialized fields of",
        "geography? cartography, meteorology",
        "b. Analyze How do cartographers contribute",
        "A Geographer’s World 15",
        "to the work of other geographers? They make",
        "maps that other geographers use to study different",
        "aspects of the world.",
        "Critical Thinking",
        "4. Compare and Contrast Draw a Venn diagram.",
        "In the left circle, list three features of physical",
        "geography from your notes. In the right circle, list",
        "three features of human geography. Where the",
        "circles overlap, list one feature they share. Possible",
        "answer: physical—landforms, water, climate;",
        "human—people, communities, landscape; both—",
        "help us understand the world better",
        "A Geographer’s World 15",
        "Online Assessment 4. Draw Conclusions How can knowledge of physical geography help",
        "to keep people safe?",
        "1. Which of the following would a physical geographer measure?",
        "Physical geography includes the study of storms and what causes them.",
        "the population of cities",
        "This knowledge can help keep people safe by allowing them to prepare",
        "the temperature of places",
        "for these weather events.",
        "the number of crops grown",
        "the number of goods exported 5. Make Generalizations Why do human geographers often focus on",
        "Alternate Question Select the answer choice from the drop-down list one small area of study?",
        "to complete the sentence correctly. Human geographers study what people do, and what people do can be",
        "very different in different places. Because no one can study all of these",
        "Physical geographers want to know why various parts of the world",
        "differences, human geographers often focus on one small area of study,",
        "have different weather patterns.",
        "such as urban life.",
        "2. How do human geographers help people to make comparisons",
        "among cultures? 6. Cause and Effect Why are maps made today more accurate than",
        "by using evidence to identify patterns and turning points in maps made in the past?",
        "history Maps made in the past were always drawn by hand, and many of them",
        "by discovering artifacts in different locations that show how were not very accurate. Maps today are created using computers and",
        "people lived satellite images, which makes them very accurate.",
        "by helping planners make decisions about the designs of cities",
        "and towns",
        "by providing information about how people in various places",
        "meet their needs",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Human geographers can best help people to understand unfamiliar",
        "cultures .",
        "3. Which of the following can be influenced by the work of",
        "meteorologists?",
        "what crops people grow",
        "what maps people make",
        "what clothes people wear",
        "what structures people build",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Meteorology is the study of weather and what causes it.",
        "15a Module 1, Lesson 2",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "COLLABORATIVE LEARNING",
        "continued from page 11",
        "Discuss the Main Branches of Geography",
        "ENGLISH LANGUAGE LEARNERS 1. Organize the class into pairs of students. One member of the",
        "pair makes a statement about one of the main branches of",
        "Analyze People’s Diets",
        "geography—physical or human geography.",
        "1. Explain that studying what people eat can help us understand",
        "2. The second student rephrases what the first said, then makes a",
        "other people and cultures.",
        "related statement.",
        "2. On the board, make four columns: animal, vegetable, fruit, and",
        "3. The first student then repeats what the second student did. This",
        "grain. Ask volunteers to tell one food they ate the day before and",
        "pattern of statement-paraphrase-statement continues for a few",
        "point to the category that food fits.",
        "rounds.",
        "3. Have students use their own words to write two sentences",
        "4. Check accountability by randomly calling on students to relate",
        "explaining what foods can tell us about other cultures.",
        "what was said, particularly something said by the partner (and",
        "*Alternative Assessment Handbook, Rubric 38: Writing to Classify what the student said in response).",
        "*Alternative Assessment Handbook, Rubric 18: Listening",
        "ADVANCED/GIFTED",
        "Research Earth’s Size",
        "1. Have students do Internet or library research to learn how",
        "Eratosthenes determined Earth’s size. Ask them to organize their",
        "findings about his process using a graphic organizer or chart.",
        "2. Have students create a labeled poster or 3-D display to explain the",
        "process Eratosthenes used.",
        "*Alternative Assessment Handbook, Rubrics 28: Posters; and 30: Research",
        "continued from page 12",
        "ENGLISH LANGUAGE LEARNERS",
        "Make a Geography Chart",
        "1. To help students understand how physical geography and human",
        "geography are related, have them create a chart with two columns",
        "labeled “Physical Geography” and “Human Geography.”",
        "2. Have students think about a region in which they live or have",
        "visited, and in the first column list the physical geographic features",
        "of that region. They could include such things as bodies of water,",
        "landforms, climate, or weather.",
        "3. In the second column, have students list the human geographic",
        "features of the region. They could include such things as homes,",
        "crops, jobs, or movement.",
        "4. In pairs or as a class, have students discuss how the physical",
        "geographic features of the region may affect the human",
        "geographic features and vice versa.",
        "*Alternative Assessment Handbook, Rubrics 7: Charts; and 11:",
        "Discussions",
        "A Geographer’s World 15b",
        "Lesson 3 Planner",
        "Themes of Geography",
        "Videos",
        "Maps,",
        "Visuals LESSON 3 Graphs, and",
        "Charts",
        "Big Idea",
        "Geographers have created",
        "two different but related",
        "systems for organizing",
        "Mental Maps",
        "geographic studies.",
        "Document-Based Investigation:",
        "Geography Awareness Week",
        "Extend Organizing Geographic Information",
        "Sources",
        "and Enrich",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "15c Module 1, Lesson 3",
        "Online Lesson 3 Enrichment Activities",
        "Mental Maps Geography Awareness Week",
        "Article Students read about the concept of mental mapping and Article Students read how several different geographers'",
        "then sketch a representation of their own mental map of their professional organizations came together to create Geography",
        "school. Awareness Week to promote the study of geography. Then they",
        "design four to six activities for younger students to encourage",
        "geographic knowledge and skills, relating these activities to the",
        "Themes, Essential Elements, or Geography Standards they have",
        "learned.",
        "A Geographer’s World 15d",
        "Lesson 3",
        "Teach the Big Idea",
        "1. Whole Class Open/Introduction Themes of Geography",
        "If YOU lived there . . .",
        "What might help your sister find the house?",
        "If YOU lived there . . .",
        "Review the scenario with students and lead a class The Big Idea Your older sister has offered to drive you to a friend’s",
        "discussion around responses to the question. house across town, but she doesn’t know how to get",
        "Geographers have created two",
        "there. You know your friend’s street address and what",
        "Remind students that all responses are valid as different but related systems for",
        "organizing geographic studies. the apartment building looks like. You know it’s near the",
        "long as they are supported with valid reasoning. public library. You also would recognize some landmarks",
        "Main Ideas",
        "You may wish to review the following points to in the neighborhood, such as the gas station and the",
        "■The five themes of geography supermarket.",
        "frame your discussion. help us organize our studies of",
        "the world. What might help your sister find the house?",
        "Consider reasons to use a MAP:",
        "■The six essential elements of",
        "• to find the street where your friend lives geography highlight some of The Five Themes of Geography",
        "the subject’s most important",
        "• to locate the public library ideas. Geographers use themes, or ideas, in their work. These geog-",
        "• to find any main roads that go across town raphy themes can be applied to nearly everything that geogra-",
        "Key Terms and Places",
        "phers study. The five major themes of geography are Location,",
        "Consider reasons to use LANDMARKS: absolute location Place, Human-Environment Interaction, Movement, and",
        "• to find the right neighborhood relative location Regions.",
        "environment",
        "• to better understand the layout of the town Location Every point on Earth has a location, a description of",
        "• to try to remember the area by sight for any where it is. This location can be expressed in many ways. Some-",
        "times a site’s location is expressed in specific, or absolute, terms,",
        "future trips",
        "such as an address. For example, the White House is located at",
        "2. Direct Teach Introduce the Big Idea: Geographers 1600 Pennsylvania Avenue in the city of Washington, DC. A",
        "specific description like this one is called an absolute location.",
        "have created two different but related systems for",
        "Other times, the site’s location is expressed in general terms.",
        "organizing geographic studies. Read these two For example, Canada is north of the United States. This general",
        "sentences to students: My house is close to the description of where a place lies is called its relative location.",
        "school. Maria’s house is on the corner of Fourth Place Another theme, Place, is closely related to Location. How-",
        "ever, Place does not refer simply to where an area is. It refers to",
        "Avenue and Main Street. Ask students which",
        "the area’s landscape, the features that define the area and make",
        "description would better help them find the house it different from other places. Such features could include land,",
        "that is mentioned. Why? Have students offer some climate, and people. Together, they give a place its own character.",
        "other ways to describe or share locations. Human-Environment Interaction In addition to looking at the",
        "features of places, geographers examine how those features",
        "3. Practice/Assess/Inquire Organize students",
        "interact. In particular, they want to understand how people",
        "into groups. Each group will create a brochure interact with their environment—how people and their physi-",
        "cal environment affect each other. An area’s environment",
        "introducing the school’s buildings and grounds to a",
        "includes its land, water, climate, plants, and animals.",
        "new student. Have groups organize their brochures",
        "by geography theme and write or draw information",
        "about the school related to that theme. Then 16 Module 1",
        "have students review the essential elements. If an",
        "element relates to a theme, students should add",
        "that information to their brochures.",
        "ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "4. Explore (Collaborative Exploration) As a class,",
        "discuss how this project illustrates the “Uses of Themes of Geography Review Key Terms and Places",
        "Geography” element. Display the brochures in the As students read the lesson, have them Students can use the flip cards in the",
        "classroom. use the graphic organizer to take notes. Lesson Review at any time to review the",
        "5. Whole Group Close/Reflect Have students repeat Students can review their graphic organizer lessons key terms and places: absolute",
        "this project using as a subject their home, yard, or notes at the end of the lesson to answer location, relative location, environment.",
        "another place of their choosing. the following question:",
        "*Alternative Assessment Handbook, Rubric 19: Magazines Summarize How do the Five Themes of",
        "Geography and the Six Essential Elements",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "and standards work together? The themes,",
        "essential elements, and standards work",
        "A Geographer's World",
        "together to identify the most important ideas",
        "Organizing Geographic Information is the third of",
        "in the study of geography.",
        "six document-based investigations that students",
        "will analyze in A Geographer's World. The Five",
        "Themes of Geography carousel describes and",
        "illustrates the five themes that students can use to",
        "organize the information they learn.",
        "16 Module 1, Lesson 3",
        "555",
        "The Five Themes of Geography",
        "Teach the Main Idea",
        "Geographers use five major themes to organize and guide their",
        "studies: Location, Place, Human-Environment Interaction, Movement,",
        "The five themes of geography help us",
        "and Regions.",
        "organize our studies of the world.",
        "1 2",
        "Explain How are the five themes of geography",
        "helpful to geographers? can be applied to nearly",
        "everything geographers study; helps geographers",
        "organize their work",
        "Identify What are some common interactions",
        "between people and their environments?",
        "Location Place",
        "agriculture, fishing, building a place to live",
        "The theme of location describes where Place describes the features that make a site",
        "something is. The mountain shown above, unique. For example, Washington, DC, is our Analyze Which one of the following does not",
        "Mount Rainier, is in west-central Washington. nation’s capital and has many great monuments.",
        "belong: location, place, human-environment",
        "1",
        "interaction, language, movement, regions?",
        "language—not one of the five themes of geography",
        "2",
        "5 UNITED STATES Elaborate Why do you think it is helpful to use",
        "5 3",
        "themes for studying geography? Possible answer:",
        "4 helps you remember to consider all important",
        "3",
        "aspects; helps to compare and contrast studies of",
        "different places by looking at the same topics",
        "4",
        "More About . . .",
        "Human-Environment Interaction",
        "People interact with their environments Lots of Land? According to “The World Factbook”",
        "Regions in many ways. Some, like this man in",
        "Regions are areas that share Florida, use the land to grow crops. at the CIA Web site, the total land area of the world is",
        "common characteristics. The 148.94 million square kilometers (km), or 57.51 million",
        "Mojave Desert, shown here,",
        "is defined by its distinctive square miles. Of that land, only 10.43% is arable (fit for",
        "climate and plant life.",
        "or used for growing crops).",
        "Movement",
        "This theme looks at how and why",
        "people and things move. Airports like ONLINE DOCUMENT-BASED INVESTIGATION",
        "this one in Dallas, Texas, help people",
        "move around the world.",
        "Organizing Geographic Information",
        "Analyze Visuals",
        "Which of the five themes deals with the relationships between The carousel describes and illustrates the five",
        "people and their surroundings?",
        "themes of geography that help students organize",
        "information. Have students navigate through the",
        "A Geographer’s World 17 carousel and note the five themes of geography.",
        "Analyze Sources How might referring to the",
        "five themes of geography help you when you are",
        "ENGLISH LANGUAGE LEARNERS studying a new place? Possible answer: Referring to",
        "the five themes of geography might help me to make",
        "Describe Images sure I think about all the different aspects of studying",
        "1. To help students apply their a new place.",
        "understanding of the five themes of",
        "In print edition, see feature titled The Five Themes",
        "geography, have students select one of",
        "of Geography.",
        "the picture captions to read aloud and",
        "Analyze Visuals Which of the five themes deals",
        "describe to a partner.",
        "with the relationships between people and their",
        "2. Then have students write two",
        "surroundings? Human-environment interaction",
        "paragraphs independently. The first",
        "deals most directly with this theme.",
        "paragraph should start, “In this picture",
        "you see…” and should describe what",
        "they see in the picture. The second",
        "paragraph should start, “The geography",
        "theme this picture shows is…” and",
        "should explain the how the picture is",
        "representative of the theme.",
        "*Alternative Assessment Handbook, Rubric",
        "40: Writing to Describe",
        "A Geographer’s World 17",
        "People interact with their environment every day in all sorts of ways.",
        "Teach the Main Idea They clear forests to plant crops, level fields to build cities, and dam rivers",
        "to prevent floods. At the same time, physical environments affect how",
        "people live. People in cold areas, for example, build houses with thick walls",
        "The six essential elements of geography",
        "and wear heavy clothing to keep warm. People who live near oceans look",
        "highlight some of the subject’s most for ways to protect themselves from storms.",
        "important ideas. Movement People are constantly moving. They move within cities,",
        "between cities, and between countries. Geographers want to know why and",
        "how people move. For example, they ask if people are moving to find work",
        "List What are the six essential elements of",
        "or to live in a more pleasant area. Geographers also study the roads and",
        "geography? world in spatial terms, places and routes that make movement so common.",
        "regions, physical systems, human systems,",
        "Regions You have already learned how geographers divide the world into",
        "environment and society, uses of geography Reading Check many regions to help the study of geography. Creating regions also makes",
        "Find Main Ideas",
        "it easier to compare places. Comparisons help geographers learn why each",
        "Analyze How do the national geography standards What are the five",
        "themes of geography? place has developed the way it has.",
        "and the six elements of geography relate to each",
        "other? each element is a big idea that links several Geography’s Themes, Essential Elements, and Standards",
        "standards together",
        "Themes of Geography Essential Elements Geography Standards",
        "Evaluate How useful do you think it is to identify Location The theme The World in 1. How to use maps and other geographic representations, tools, and technologies",
        "of Location describes Spatial Terms to acquire, process, and report information from a spatial perspective",
        "themes and elements in the study of geography where something is.",
        "2. How to use mental maps to organize information about people, places,",
        "or another subject? Possible answer: very useful, and environments in a spatial context",
        "since it lets people use one system to compare 3. How to analyze the spatial organization of people, places, and environments",
        "on Earth’s surface",
        "findings and to communicate results",
        "Place Place describes Places and Regions 4. The physical and human characteristics of places",
        "the features that make a",
        "site unique. 5. How people create regions to interpret Earth’s complexity",
        "Regions Regions 6. How culture and experience influence people’s perceptions of places and regions",
        "are areas that share",
        "READING CHECK common characteristics.",
        "Find Main Ideas What are the five themes of Movement This theme Physical Systems 7. The physical processes that shape the patterns of Earth’s surface",
        "looks at how and why",
        "geography? location, place, human-environment people and things move. 8. The characteristics and spatial distribution of ecosystems on Earth’s surface",
        "interaction, movement, regions Human-Environment Human Systems 9. The characteristics, distribution, and migration of human populations on Earth’s surface",
        "Interaction People 10. The characteristics, distribution, and complexity of Earth’s cultural mosaics",
        "interact with their",
        "environment in many 11. The patterns and networks of economic interdependence on Earth’s surface",
        "ways.",
        "12. The processes, patterns, and functions of human settlement",
        "13. How the forces of cooperation and conflict among people influence the division",
        "and control of Earth’s surface",
        "Environment and 14. How human actions modify the physical environment",
        "Society",
        "15. How physical systems affect human systems",
        "16. Changes that occur in the meaning, use, distribution, and importance of resources",
        "The Uses of 17. How to apply geography to interpret the past",
        "Geography",
        "18. How to apply geography to interpret the present and plan for the future",
        "18 Module 1",
        "LINK TO LANGUAGE ARTS",
        "Draw Conclusions 4. Ask for volunteers to read their entries",
        "1. Review with students the five themes of aloud. For each entry, discuss what",
        "geography and the kind of information information relates to each theme. As a",
        "each theme helps you learn. class, discuss any necessary corrections",
        "to the sentences to align them with",
        "2. Ask students to imagine that they lived in",
        "standard English usage.",
        "your area several hundred years ago and",
        "have somehow ended up in that same *Alternative Assessment Handbook, Rubric 39:",
        "spot today. Brainstorm with students Writing to Create",
        "about what might seem different.",
        "3. Have each student use standard English to",
        "write a journal entry as if they were such",
        "a person, describing one day from start",
        "to finish. Journal entries should include",
        "observations related to each of the five",
        "themes. Encourage students to describe",
        "what the person might feel, how he or she",
        "might try to make sense of the changes,",
        "and possible conflicts or funny situations.",
        "18 Module 1, Lesson 3",
        "The Six Essential Elements",
        "Academic The five themes of geography are not the only system geographers use to",
        "Vocabulary study the world. They also use a system of essential elements and national",
        "element part standards. Together, these themes, essential elements, and standards READING CHECK",
        "identify the most important ideas in the study of geography. Refer to the Summarize What are the six essential elements",
        "chart on the previous page.",
        "of geography? world in spatial terms, places",
        "The geography standards are 18 basic ideas that are central to the study",
        "of geography. The essential elements are based on the geography standards and regions, physical systems, human systems,",
        "and act as a bridge between the themes and standards. Each element links environment and society, uses of geography",
        "several standards together. The six essential elements are The World in",
        "Spatial Terms, Places and Regions, Physical Systems, Human Systems,",
        "Environment and Society, and The Uses of Geography.",
        "Read through that list again. Do you see any similarities between geog-",
        "Print Assessment",
        "raphy’s six essential elements and its five themes? You probably do. The",
        "two systems are very similar because the six essential elements build on",
        "the five themes. Review Ideas, Terms, and Places",
        "For example, the element Places and Regions combines two of the five",
        "1. a. Contrast How are the themes of Location and",
        "themes of geography—Place and Regions. Also, the element called Envi-",
        "ronment and Society deals with many of the same issues as the theme Place different? location—description of where",
        "Human-Environment Interaction.",
        "a point on Earth is; place—physical and human",
        "There are also some basic differences between the essential elements",
        "features that define an area/its character",
        "and the themes. For example, the last element, The Uses of Geography,",
        "deals with issues not covered in the five themes. This element examines b. Elaborate How does using the five themes help",
        "Reading Check how people can use geography to plan the landscapes in which they live. geographers understand the places they study?",
        "Summarize Throughout this book, you will notice references to both the themes and",
        "What are the six the essential elements. As you read, use these themes and elements to help Possible answer: It lets them study a place from",
        "essential elements of",
        "geography? you organize your own study of geography. many points of view and compare it to other places",
        "Summary and Preview You have just learned about the themes, elements, using the same system.",
        "and standards of geography. In the next lesson, you will learn about the 2. a. Identify Which of the five themes of geography",
        "tools geographers use.",
        "is associated with airports, highways, and the",
        "Lesson 3 Assessment migration of people from one place to another?",
        "Review Ideas, Terms, and Places Critical Thinking movement",
        "1. a. Contrast How are the themes of Location and Place 3. Categorize Draw a chart like the one below. Use your b. Explain How are the geography standards and",
        "different? notes to list the five themes of geography, explain",
        "b. Elaborate How does using the five themes help each of the themes, and list one feature of your city or the six essential elements related? The elements",
        "geographers understand the places they study? town that relates to each. build on the five themes but also expand upon",
        "2. a. Identify Which of the five themes of geography is",
        "associated with airports, highways, and the migration Theme them.",
        "of people from one place to another? Explanation",
        "c. Compare How are the six essential elements",
        "b. Explain How are the geography standards and the Feature",
        "six essential elements related? similar to the five themes of geography? Both are",
        "c. Compare How are the six essential elements similar",
        "systems geographers use to study the world.",
        "to the five themes of geography?",
        "d. Recall To which essential element does the theme d. Recall To which essential element does the",
        "of Location relate?",
        "theme of Location relate? The World in Spatial",
        "Terms",
        "A Geographer’s World 19 Critical Thinking",
        "3. Categorize Draw a chart. Use your notes to list",
        "the five themes of geography, explain each of the",
        "COLLABORATIVE LEARNING",
        "themes, and list one feature of your city or town",
        "that relates to each. Students’ charts will vary but",
        "Compare Mental Maps 3. Organize students in pairs or groups of",
        "should show that they can apply knowledge of each",
        "1. Discuss mental maps with students. three. Draw a two-circle and a three-",
        "theme to their city or town’s characteristics.",
        "Be sure they understand that these are circle Venn diagram on the board. Have",
        "people’s internal map of their world and each pair or group copy the appropriate",
        "that they can include a variety of features diagram onto their own paper. Then have",
        "a person notices. them list all the features from their mental",
        "maps in the appropriate spaces.",
        "2. Have each student list the features of his",
        "or her internal map for the route he or 4. As a class, discuss which features were",
        "she takes to school. Encourage students most common. Discuss whether people",
        "to include all features, even those not of other ages would have similar mental",
        "commonly seen on a map. maps.",
        "*Alternative Assessment Handbook, Rubric 13:",
        "Graphic Organizers",
        "A Geographer’s World 19",
        "Online Assessment 3. Make Generalizations How do physical environments affect how",
        "people live? Describe two ways.",
        "1. Which of the following statements relates to the theme of Place?",
        "People who live in cold climates build houses with thick walls and",
        "People move to find work or to live in a more pleasant area.",
        "wear specific types of clothes to keep them warm. People who live",
        "People clear forests to plant crops and level fields to build cities.",
        "near oceans develop ways to protect themselves from the storms that",
        "Washington, DC is our nation’s capital and has many great",
        "frequently occur in these areas.",
        "monuments.",
        "The White House is located at 1600 Pennsylvania Avenue in the 4. Summarize How do the essential elements help with the study of",
        "city of Washington, DC. geography?",
        "Alternate Question Select the answer choice from the drop-down list The essential elements, which are based on the national geography",
        "to complete the sentence correctly. standards, act as a bridge between the five themes of geography and",
        "The theme place is closely related to Location. the national standards. Each element is connected to one or more of the",
        "themes and links several standards together.",
        "2. Which essential element is connected to the themes of Movement",
        "and Human-Environment Interaction?",
        "Physical Systems",
        "Places and Regions",
        "The Uses of Geography",
        "The World in Spatial Terms",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "The essential element of Human Systems is connected to the",
        "theme of Movement.",
        "19a Module 1, Lesson 3",
        "A Geographer’s World 19b",
        "Lesson 4 Planner",
        "The Geographer’s Tools",
        "Videos",
        "Maps,",
        "Visuals LESSON 4 Graphs, and",
        "Charts",
        "Big Idea",
        "Geographers use many tools",
        "to study the world.",
        "Making Art with GPS",
        "Document-Based Investigation:",
        "Improving Mapping Technology",
        "Extend The Geographer’s Tools",
        "Sources",
        "and Enrich",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "19c Module 1, Lesson 4",
        "Online Lesson 4 Enrichment Activities",
        "Making Art with GPS Improving Map Technology",
        "Video Students watch a video about a Canadian bicyclist who Video Students watch a video about a weather mapping satellite,",
        "plots bicycle routes on a map to create an image then hops on his then create an advertisement that explains what the satellite does",
        "bike to ride. Then they create an image superimposed on a local and how it is an improvement over other weather satellites.",
        "map following the layout of the streets.",
        "A Geographer’s World 19d",
        "Lesson 4",
        "Teach the Big Idea",
        "The Geographer’s Tools",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "Can you think of a tool the plumber might use",
        "If YOU lived there . . .",
        "for this job?",
        "The Big Idea Your family’s apartment has a leaking pipe under the",
        "kitchen sink. The landlord has sent a plumber to your",
        "Review the scenario with students and lead a class Geographers use many tools to",
        "apartment to fix the leak. The plumber arrives carrying a",
        "study the world.",
        "discussion around responses to the question. tool chest. You know that plumbers need specific tools",
        "Main Ideas",
        "Remind students that all responses are valid as to do their jobs correctly.",
        "long as they are supported with valid reasoning. ■M m a o p st s c a o n m d m gl o o n b l e y s u a s r e e d t h to e o ls of Can you think of a tool the plumber might use for",
        "this job?",
        "You may wish to review the following points to geographers.",
        "frame your discussion. ■Many geographers study infor-",
        "mation gathered by satellites. Maps and Globes",
        "Consider reasons to use an ADJUSTABLE ■Geographers use many other Like all people with jobs to do, geographers need tools to study",
        "WRENCH: tools, including graphs, charts, the world. The tools that geographers use most often in their",
        "databases, and models, in their work are maps and globes. A map is a flat drawing that shows",
        "• It can be set to adapt to any size pipe. work. all or part of Earth’s surface. A globe is a spherical, or ball-",
        "• It can be used to tighten the joints where the Key Terms and Places shaped, model of the entire planet.",
        "pipe is leaking. map Both maps and globes show what the world looks like. They",
        "globe can show where mountains, deserts, and oceans are. They can",
        "Consider reasons to use a CLAMP: Global Positioning System (GPS) also identify and describe the world’s countries and major",
        "Geographic Information System cities.",
        "• It can cover the section of the pipe where the (GIS)",
        "There are, however, major differences between maps and",
        "leak is occurring.",
        "globes. Because a globe is spherical like Earth, it can show the",
        "• It might solve the problem quickly and world as it really is. A map, though, is flat. It is not possible to",
        "inexpensively. show a spherical area perfectly on a flat surface. To understand",
        "what this means, think about an orange. If you took the peel",
        "2. Direct Teach Introduce the Big Idea: Geographers off of an orange, could you make it lie completely flat? No, you",
        "use many tools to study the world. Ask students if a could not, unless you stretched or tore the peel first.",
        "The same principle is true with maps. To draw Earth on",
        "hammer would be a good tool for the plumber to",
        "a flat surface, people have to distort, or alter, some details.",
        "use on the pipe. Why or why not? Do some tools For example, places on a map might look to be farther apart",
        "have different functions than others? than they really are, or their shapes or sizes might be changed",
        "slightly.",
        "3. Practice/Assess/Inquire Organize students into",
        "Still, maps have many advantages over globes. Flat maps are",
        "groups. Provide each group with a map of the United easier to work with than globes. Also, it is easier to show small",
        "areas like cities on maps than on globes. In addition, maps",
        "States, a globe, and a table listing the ten largest",
        "usually show more information than globes. Because globes are",
        "cities in the world. Then ask each group to use these more expensive to make, they do not usually show anything",
        "tools to determine (a) the capital of Nebraska; (b) two more than where places are and what features they have.",
        "countries that are located south of the Equator; and",
        "(c) the third-largest city in the world.",
        "20 Module 1",
        "4. Explore (Collaborative Exploration) As a class,",
        "discuss which tools were used to answer each",
        "question and how this activity illustrates “The",
        "Geographer’s Tools” element. ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "5. Whole Group Close/Reflect Have students",
        "The Geographer’s Tools Review Key Terms and Places",
        "generate additional questions that could be",
        "As students read the lesson, have them Students can use the flip cards in the",
        "answered using the tools they were given.",
        "use the graphic organizer to take notes. Lesson Review at any time to review",
        "Encourage students to think about other tools",
        "Students can review their graphic organizer the lessons key terms and places: map,",
        "that could be useful to geographers as they work",
        "notes at the end of the lesson to answer globe, Global Positioning System (GPS),",
        "through the lesson.",
        "the following question: Geographic Information Systems (GIS).",
        "*Alternative Assessment Handbook, Rubric 35: Solving",
        "Problems Draw Conclusions Why do you think",
        "geographers need to use so many different",
        "types of tools? because each tool matches",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "the type of geographical data that needs to",
        "be described or documented",
        "A Geographer's World",
        "The Geographer's Tools is the fourth of six",
        "document-based investigations that students",
        "will analyze in A Geographer's World. Images and",
        "descriptions of a map and a globe explain two of",
        "the important tools geographers use.",
        "20 Module 1, Lesson 4",
        "Teach the Main Idea",
        "Maps and globes are the most commonly",
        "used tools of geographers.",
        "List What are some reasons that geographers",
        "might make maps? show land use and cities; show",
        "information such as languages, where ancestors",
        "came from, people’s activities",
        "Explain Why are maps not completely accurate in",
        "how they show Earth? not possible to show a round,",
        "3-D area (Earth) perfectly on a flat surface (map)",
        "Infer What tool would be best for seeing how the sizes of Earth’s continents compare to each other? globe Draw Conclusions Which tool do geographers use",
        "most often: maps or globes? Why? Maps, because",
        "they usually give geographers more information",
        "about a place than globes do.",
        "Percentage of Students on High",
        "School Soccer Teams by Region ONLINE DOCUMENT-BASED INVESTIGATION",
        "The Geographer’s Tools",
        "The images show two of the helpful tools that",
        "geographers use, a map and a globe.",
        "Have students compare the images and think",
        "about how each tool is used.",
        "Analyze Sources What information could you",
        "learn from each of these tools? the location of a",
        "place and the activities of people who live there",
        "In print edition, see feature of same title.",
        "Analyze Visuals What information could you",
        "learn from each of these tools? the location of a",
        "place and the activities of people who live there",
        "ENGLISH LANGUAGE LEARNERS",
        "Create a Map of the School 3. After the maps are complete, have",
        "1. To help students apply their students share them with a partner and",
        "understanding of the information describe the features they have chosen",
        "included in maps, have them create to include.",
        "maps of their school. They may choose 4. As a class, discuss how students’ maps",
        "to include such details as bus stops, were similar and different from each",
        "classrooms, playgrounds, the cafeteria, or other. Discuss why a map might be a",
        "the principal’s office. more appropriate tool than a globe",
        "2. Have students include symbols in to represent a school. Discuss how a",
        "different locations on their maps to geographer might make use of GPS or",
        "represent the activities that take place GIS when planning where and how to",
        "there. Have them create a legend to build a new school.",
        "READING CHECK",
        "explain what each symbol represents. *Alternative Assessment Handbook, Rubrics",
        "Summarize What are the tools geographers most",
        "20: Map Creation and 11: Discussions",
        "often use? maps and globes",
        "For additional instruction, go to end of lesson.",
        "egatnecreP",
        "Maps, on the other hand, can show all sorts of information. Besides",
        "Reading Check showing land use and cities, maps can include a great deal of information",
        "Summarize about a place. A map might show what languages people speak or where",
        "What are the tools",
        "their ancestors came from. Maps like the one below can even show how",
        "geographers most",
        "often use? many students in an area play soccer.",
        "The Geographer’s Tools",
        "Geographers use many tools to study the world. Each tool provides part",
        "of the information a geographer needs to learn what a place is like.",
        "Maps usually give geographers",
        "High School Soccer Participation",
        "more information about a place",
        "than globes do. This map, for",
        "example, shows rates of soccer WA N participation in the United",
        "MT ND W E V N T H ME States.",
        "OR MN S",
        "ID WY SD WI MI NY M RI A",
        "CA NV AZ UT NM CO NE K O S K IA M AR O IL I T N N KY OH WV SC D N P V C A C A N M DE J D P H C a T ig rt h ic S ip c a h t o io o n l S in occer",
        "TX LA MS AL GA FL M 5 3 – – o 9 5 r % % e than 9%",
        "Fewer than 3%",
        "Data not available",
        "10",
        "8",
        "6",
        "4",
        "2",
        "0",
        "North South Midwest West",
        "Region",
        "A geographer can use a globe to see where a place, Charts and graphs are also tools geographers can use to",
        "such as the United States, is located. study information. They are often used when geographers",
        "want to compare numbers, such as the number of students",
        "who play soccer in each region of the country.",
        "Analyze Visuals",
        "What information could you learn from each of these tools?",
        "A Geographer’s World 21",
        "A Geographer’s World 21",
        "Satellites",
        "Teach the Main Idea Maps and globes are not the only tools that geographers use in their work.",
        "As you have already read, many geographers study information gathered",
        "Many geographers study information by satellites.",
        "Much of the information gathered by these satellites is in the form of",
        "gathered by satellites.",
        "images. Geographers can study these images of Earth to see what an area",
        "looks like from far above. Satellites also collect information that we cannot",
        "Recall How are satellites useful to geographers? see from the planet’s surface. The information gathered by satellites helps",
        "They collect information we cannot see from Earth’s geographers make accurate maps.",
        "Satellites also collect and transmit information for a technology called",
        "surface; they also show what an area looks like from",
        "Global Positioning System (GPS). The system uses 24 satellites to trans-",
        "far above. mit information to Earth. This GPS information gives the exact location",
        "Explain How does GPS technology work? The Reading Check of a given object on our planet. The information is displayed on a small",
        "Summarize receiver. Vehicle drivers are some of the people who use GPS to find out",
        "system uses 24 satellites to transmit information What satellite how to get from where they are to other locations. There are many other",
        "technology transmits",
        "about the exact locations of given objects to Earth; data to people with uses of GPS. These include locating people in need of rescue on boats or in",
        "receivers? the wilderness. Scientists also use GPS to track and study wildlife.",
        "that information is displayed on a small receiver.",
        "Draw Inferences How might GPS technology be",
        "used by police departments? Possible answers: to",
        "locate stranded motorists, to find the most direct",
        "route to an emergency situation",
        "More About . . .",
        "Connect to Technology: Global Positioning",
        "System The process of mapping has changed with",
        "the advent of computers and technology. The Global",
        "Positioning System (GPS) is a network of satellites and",
        "receiving devices used to determine the location of",
        "something on Earth. The receivers provide location in",
        "latitude, longitude, and altitude. GPS includes many",
        "Satellite image",
        "satellites that circle the planet. They are constantly",
        "of Italy",
        "sending out radio signals.",
        "Aircraft, ships, and trains all use GPS to navigate, as do Other Geographic Tools",
        "regular cars that have GPS built into their dashboards. Geographers also use many other tools. To depict aspects of various coun-",
        "tries and world regions, geographers create graphs, charts, databases,",
        "GPS plots the constantly changing location of a",
        "and models. They also use these tools to gather data and compare various",
        "vehicle on an electronic map, and the map provides world regions.",
        "directions to a destination. There are now many There is a geography tool that is made up of a group of databases. It",
        "is called Geographic Information System (GIS). GIS combines and pro-",
        "products on the market that use global positioning",
        "vides information from many different sources. People use GIS by posing",
        "technology.",
        "22 Module 1",
        "READING CHECK",
        "Summarize What satellite technology transmits",
        "ADVANCED/GIFTED",
        "data to people with receivers? Global Positioning",
        "System (GPS) Working as a Geographer 2. Have students write a preliminary",
        "1. Ask students to imagine that they are report in which they determine which",
        "working as a geographer. They have been geographer’s tools they will need to",
        "asked to determine population growth in complete the assignment. In their report,",
        "the United States from 1960 to 2010. they should explain why these tools will",
        "help them in their work.",
        "*Alternative Assessment Handbook, Rubric 42:",
        "Writing to Inform",
        "22 Module 1, Lesson 4",
        "questions to the system. For example, a city planner might be looking for",
        "the best site near a city to build an airport. To find out, a geographer asks",
        "Teach the Main Idea",
        "GIS, “What geographic characteristics are important for a good airport",
        "site?” GIS pulls together many layers of information, including different",
        "types of maps, to answer the question. Geographers use many other tools, including",
        "Reading Check",
        "Summarize In less complex cases, the best tools a geographer can use are a notebook graphs, charts, databases, and models.",
        "Of what does and digital voice recorder to take notes while talking to people. Armed",
        "Geographic with the proper tools, geographers learn about the world’s people and",
        "Information System Identify Besides maps, globes, and satellites, what",
        "(GIS) consist? places.",
        "are some other tools used by geographers?",
        "Summary and Preview You have learned that geographers use maps,",
        "graphs, charts, databases, models, notebooks,",
        "globes, and other tools to study the world. In the next lesson, you will",
        "learn map skills, new geographic terms, and geographic themes and digital voice recorders",
        "elements.",
        "Describe How do people use Geographic",
        "Information Systems? by posing questions to the",
        "Lesson 4 Assessment",
        "system",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Compare and Contrast How are maps and globes 4. Summarize Make a chart like the one below that lists Explain How can a digital voice recorder help a",
        "similar? How are they different? some of the geographer’s tools. geographer? A geographer can use a recorder to",
        "b. Identify What are the advantages maps have over",
        "globes? The Geographer’s Tools take notes while talking to people.",
        "2. a. Describe How do geographers use satellite images?",
        "b. Recall What are some uses of GPS?",
        "3. a. Describe What is GIS?",
        "b. Recall What is the purpose of GIS for geographers?",
        "READING CHECK",
        "Summarize Of what does Geographic",
        "Information Systems (GIS) consist? a group of",
        "databases",
        "Print Assessment",
        "Review Ideas, Terms, and Places",
        "1. a. Compare and Contrast How are maps and",
        "globes similar? How are they different? Both",
        "show what the world looks like; maps are flat and",
        "globes are spheres.",
        "b. Identify What are the advantages maps have",
        "over globes? Maps are flat, easier to work with,",
        "and better for showing small areas.",
        "2. a. Describe How do geographers use satellite",
        "images? to see what land in an area looks like from",
        "A Geographer’s World 23",
        "above Earth; to make accurate maps",
        "b. Recall What are some uses of GPS? Drivers use",
        "GPS to find out how to get from where they are to",
        "COLLABORATIVE LEARNING other locations. Others use GPS to locate people in",
        "need of rescue on boats or in the wilderness. Some",
        "Create a Mind Map of Geographer’s 3. From that main idea, students should scientists use GPS to track and study wild animals.",
        "Tools brainstorm to create branches that each 3. a. Describe What is GIS? GIS is a geography tool",
        "1. Explain to students that they will create represent a single word and/or image that is made up of a group of databases.",
        "mind maps in response to the question: relating to the main topic. Then students b. Recall What is the purpose of GIS for",
        "What tools do geographers use to study the should create sub-branches that stem geographers? to find answers to their questions",
        "from the main branches to further",
        "world? Critical Thinking",
        "expand on ideas and concepts.",
        "2. Organize the class into groups of four or 4. Summarize Make a chart that lists some of",
        "4. Remind students that it is helpful to",
        "five students and explain that the central the geographer’s tools. maps, globes,satellite",
        "use different colors and images to",
        "idea of the mind map is the question images, GPS, graphs, charts, databases, models, GIS,",
        "differentiate the branches and subtopics.",
        "being discussed. Each group should write notebooks, digital voice recorders",
        "The sizes of letters used can also",
        "this central idea in the center of a blank",
        "demonstrate the relative importance of",
        "sheet of paper.",
        "various concepts.",
        "*Alternative Assessment Handbook, Rubric 13:",
        "Graphic Organizers",
        "A Geographer’s World 23",
        "Online Assessment 4. Make Generalizations What advantages do maps have over",
        "globes? Explain two advantages.",
        "1. Why are some maps less accurate than globes?",
        "Maps make it easier to show the details of small areas, such as the roads",
        "They distort some details.",
        "in a city. Maps can also include detailed information about places, such",
        "They leave out some countries.",
        "as the languages that are spoken.",
        "They show only physical features.",
        "They show only where places are located. 5. Draw Conclusions Why might it be a good idea to bring a GPS",
        "Alternate Question Select the answer choice from the drop-down list device on a hike in the wilderness?",
        "to complete the sentence correctly. One use of GPS is locating people in need of rescue in the wilderness.",
        "Hikers who are lost but have a GPS device with them can be found",
        "One reason why some maps are less accurate than globes is that",
        "because GPS gives rescuers their exact location.",
        "they might not correctly show the distances between places .",
        "2. Which type of information is much of what is gathered by satellites 6. Make Inferences Why do geographers use a variety of tools, such as",
        "and used by geographers? graphs, charts, databases, and models, to study and compare world",
        "altitudes regions?",
        "images Geography is a complex subject that includes the study of physical and",
        "latitudes human systems. Because of this complexity, geographers need a variety",
        "longitudes of tools to make an accurate and meaningful study of it, and to display",
        "their findings.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Satellites can collect information that we cannot see from the",
        "planet’s surface.",
        "3. Why is GIS a good tool to use for answering complex questions",
        "about geography?",
        "It was designed by a team of city planners.",
        "It provides information from every world region.",
        "It was created by a team of mapmaking experts.",
        "It provides information from many different sources.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "GIS is a tool that is made up of a group of databases .",
        "23a Module 1, Lesson 4",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 21",
        "More About . . .",
        "Modern Mapping Internet mapping can mean many things: using",
        "software to create and update maps and graphs; gathering data from",
        "the Internet to make maps; and using road maps and other kinds of",
        "maps found on the Internet to make decisions in daily life. For example,",
        "“real time” maps may show wildfire locations in an area so residents",
        "can stay updated. Other real time maps may show the flow of traffic or",
        "approaching storms, so that commuters can choose routes.",
        "A Geographer’s World 23b",
        "Lesson 5 Planner",
        "Geography Handbook",
        "Videos",
        "Earths Latitude and Longitude",
        "Earth’s Hemispheres",
        "Map Projections Maps,",
        "Visuals LESSON 5 Graphs, and",
        "How to Read a Map",
        "Charts",
        "Big Idea",
        "Geographers study the",
        "world by understanding",
        "maps and geographic",
        "Popular Projections",
        "features of Earth.",
        "Document-Based Investigation:",
        "Claudius Ptolemy (c. 85–165 AD)",
        "Extend Common Map Types",
        "Sources",
        "and Enrich Document-Based Investigation:",
        "Terms Geographers Use",
        "Assessment",
        "Key Terms Review",
        "Reading Check",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "23c Module 1, Lesson 5",
        "Online Lesson 5 Enrichment Activities",
        "Popular Projections Claudius Ptolemy, c. 85–165 AD",
        "Video Students wtch a video about different map projections, Article Students read about the Greek astronomer and",
        "then research and create an informational poster about another geographer Ptolemy and his contributions to geography. Then",
        "map projection system. they write a letter to Ptolemy explaining a modern geographic",
        "tool and how it is used today.",
        "A Geographer’s World 23d",
        "Lesson 5",
        "Teach the Big Idea",
        "Geography Handbook",
        "1. Direct Teach Introduce the Big Idea: Geographers",
        "study the world by understanding maps and",
        "geographic features of Earth. Have students review",
        "what they learned about maps and globes in the Latitude and Longitude",
        "previous lesson. Ask if they can name some of the",
        "The Big Idea As you learned in Lesson 4, a globe is a spherical model of Earth.",
        "features found on maps. Tell students they will be It is useful for showing the entire Earth or studying large areas",
        "Geographers study the world by",
        "learning about these features in this lesson. understanding maps and geo- of Earth’s surface.",
        "graphic features of Earth. To study the world, geographers use a pattern of imaginary",
        "2. Practice/Assess/Inquire Organize students into lines that circle the globe in east–west and north–south direc-",
        "Main Ideas",
        "groups and ask them to create simple maps of the tions. It is called a grid. The intersection of these imaginary",
        "■When creating maps, cartogra-",
        "lines helps us find places on Earth.",
        "neighborhood. Give students about ten minutes phers use a pattern of latitude",
        "and longitude lines that circle The east–west lines in the grid are lines of latitude. These lines",
        "to complete this task, then collect the maps and Earth. are called parallels because they are always the same distance",
        "display them for all students to examine. ■Cartographers have created map apart. Lines of latitude measure distance north and south of the",
        "projections to show the round equator. The equator is an imaginary line that circles the globe",
        "3. Explore (Collaborative Exploration) As a class, surface of Earth on a flat piece of halfway between the North and South Poles. It divides the globe",
        "discuss the differences in the maps the groups paper. into north and south halves. Parallels measure distance from the",
        "created. Did any groups include features such ■Cartographers provide features equator in degrees. The symbol for degrees is °. Degrees are fur-",
        "to help users read maps. ther divided into minutes. The symbol for minutes is ´. There are",
        "as a title, compass rose, or legend? Ask how the 60 minutes in a degree. Parallels north of the equator are labeled",
        "inclusion of these features might make the maps",
        "■T",
        "fo",
        "h",
        "r",
        "e",
        "d",
        "re",
        "if f",
        "a",
        "e",
        "r",
        "r",
        "e",
        "e n",
        "d",
        "t",
        "if",
        "u",
        "fe",
        "s",
        "r",
        "e",
        "e",
        "s",
        "n",
        ".",
        "t kinds of maps",
        "with an N. Those south of the equator are labeled with an S.",
        "The north–south imaginary lines are lines of longitude. Lines",
        "more usable. ■There are many kinds of land-",
        "forms and other features on of longitude are called meridians. These imaginary lines pass",
        "4. Whole Group Close/Reflect Have students return Earth. through the poles. They measure distance east and west of the",
        "prime meridian. The prime meridian is an imaginary line that",
        "to their maps and add any features they think Key Terms and Places",
        "divides the globe into east and west halves. It runs through",
        "would improve their maps. grid Greenwich, England, and represents 0° longitude.",
        "latitude",
        "*Alternative Assessment Handbook, Rubric 20: parallels North Pole",
        "Map Creation e d q e u g a re to es r North Pole 120°W 150°W 180°",
        "80°N 150°E",
        "ONLINE DOCUMENT-BASED INVESTIGATION m l m p o r n i e i n m r g u i i d e t t u i e m a s d n e e s ridian 7700°° 6 NN 0 5 °N 0 °N 90 6 ° 0 W ° W 90 1 °E 2 0°E",
        "A",
        "Co",
        "G",
        "m",
        "e",
        "m",
        "o",
        "o",
        "g",
        "n",
        "r a",
        "M",
        "p",
        "a",
        "h",
        "p",
        "e",
        "T",
        "r",
        "y",
        "'",
        "p",
        "s",
        "e",
        "W",
        "s a",
        "o",
        "n",
        "r",
        "d",
        "ld",
        "Terms Geographers",
        "h",
        "c m o",
        "e",
        "a n",
        "m",
        "p ti",
        "i",
        "p n",
        "sp",
        "e ro",
        "h",
        "n j",
        "e",
        "t e s",
        "r",
        "c",
        "e",
        "t",
        "s",
        "ions 40°",
        "40",
        "3",
        "°",
        "0",
        "N",
        "22 °",
        "1",
        "N 00",
        "0",
        "°°",
        "°",
        "NN",
        "N",
        "30° W",
        "60°",
        "0°",
        "Use are the last two of six document-based Equator 60°E",
        "investigations that students will analyze in A 1 2 0 0 ° ° S S Prime 0° 30°E",
        "3300°°SS Meridian",
        "Geographer's World. Common Map Types gives",
        "Lines of Latitude Lines of Longitude",
        "examples physical, political, and climate maps.",
        "Terms Geographers Use illustrates many of the 24 Module 1",
        "terms that describe landforms and water features.",
        "ONLINE GRAPHIC ORGANIZER ONLINE LESSON FLIP CARDS",
        "Geography Handbook Review Key Terms and Places",
        "As students read the lesson, have them Students can use the flip cards in the",
        "use the graphic organizer to take notes. Lesson Review at any time to review",
        "Students can review their graphic organizer the lessons key terms and places: grid,",
        "notes at the end of the lesson to answer latitude, parallels, equator, degrees,",
        "the following question: minutes, longitude, meridians, prime",
        "meridian, hemispheres, continents,",
        "Analyze Effects Why are maps so",
        "map projections.",
        "important to the study of geography?",
        "Maps provide a wealth of information about",
        "physical, political, or thematic features of a",
        "place or region by using titles, keys, compass",
        "roses, scales, locator maps, and other color-",
        "coded information like elevation or borders",
        "between countries.",
        "24 Module 1, Lesson 5",
        "Lines of latitude range from 0°, for locations on the equator, to 90°N or",
        "90°S, for locations at the poles. Lines of longitude range from 0° on the Teach the Main Idea",
        "prime meridian to 180° on a meridian in the mid–Pacific Ocean. Meridians",
        "west of the prime meridian to 180° are labeled with a W. Those east of the",
        "prime meridian to 180° are labeled with an E. Using latitude and longitude, When creating maps, cartographers use a",
        "geographers can identify the exact location of any place on Earth. pattern of latitude and longitude lines that",
        "The equator divides the globe into two halves, called hemispheres. The",
        "half north of the equator is the Northern Hemisphere. The southern half circle the Earth.",
        "is the Southern Hemisphere. The prime meridian and the 180° meridian",
        "divide the world into the Eastern and Western Hemispheres. Compare What is the difference between lines",
        "Earth’s land surface is divided into seven large landmasses that are of latitude and lines of longitude? Lines of",
        "called continents. Landmasses smaller than continents and completely",
        "latitude are east-west lines; lines of longitude",
        "surrounded by water are called islands.",
        "Reading Check",
        "Summarize Geographers organize Earth’s water surface into major regions, too. The are north-south lines.",
        "How do geographers largest is the world ocean. Geographers divide the world ocean into the",
        "use a grid of Recall How many degrees are in a minute? 60",
        "Pacific Ocean, the Atlantic Ocean, the Indian Ocean, the Arctic Ocean, and",
        "imaginary lines to",
        "study the world? the Southern Ocean. Infer What is another name for the Greenwich",
        "SOUTHERN HEMISPHERE meridian? prime meridian",
        "ARC",
        "IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII OOOOOO NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN",
        "A",
        "T",
        "CCCCCC",
        "I",
        "S",
        "DDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDDD",
        "C",
        "EEEEEE",
        "I",
        "IIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIIII",
        "A",
        "AAAAAA AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
        "O",
        "NNNNNN NNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNNN",
        "CEAN EUROPE",
        "AFRIC",
        "A",
        "Equat",
        "P",
        "o",
        "O",
        "S",
        "A",
        "r",
        "O",
        "C",
        "O",
        "C",
        "E",
        "U",
        "I",
        "C",
        "A",
        "F",
        "T E",
        "I",
        "N",
        "H",
        "C",
        "A E N RN South",
        "A S M O E U R T IC H A",
        "A O TL C A E N A T N IC",
        "Ide",
        "a",
        "n",
        "t",
        "t i",
        "0",
        "f",
        "°",
        "y",
        "? t",
        "W",
        "he",
        "h",
        "e",
        "a",
        "q",
        "t",
        "u",
        "is",
        "a",
        "t",
        "t",
        "h",
        "o",
        "e",
        "r",
        "name for the line of latitude",
        "P O A C C E I A FI N C N P o o rt l h e ANTARC P T o I l C e A ONLINE INTERACTIVE VISUALS",
        "Equator",
        "A",
        "N",
        "M",
        "O",
        "E",
        "R",
        "R",
        "T",
        "IC",
        "H",
        "A",
        "A O TL C A E N A T N IC AUSTRALIA",
        "I",
        "O",
        "N",
        "C",
        "D",
        "E",
        "I",
        "A",
        "A",
        "N",
        "N",
        "AFRICA",
        "A",
        "Ha",
        "n",
        "v",
        "i",
        "e",
        "m",
        "s",
        "a",
        "tu",
        "t",
        "d",
        "io",
        "e",
        "n",
        "nt",
        ":",
        "s",
        "E",
        "e",
        "a",
        "x",
        "r",
        "p",
        "t",
        "l",
        "h",
        "o",
        "’",
        "r",
        "s",
        "e",
        "L",
        "th",
        "a",
        "e",
        "ti",
        "a",
        "tu",
        "ni",
        "d",
        "m",
        "e",
        "a",
        "a",
        "tio",
        "n",
        "n",
        "d",
        "o",
        "L",
        "f",
        "o",
        "th",
        "n",
        "e",
        "g itude",
        "latitude and longitude lines that circle Earth and",
        "Northern Hemisphere Southern Hemisphere then answer the associated question.",
        "North Pole North Pole Analyze Animations What is the difference",
        "between lines of latitude and lines of longitude?",
        "NORTH EUROPE",
        "AMERICA ATLANTIC ASIA Lines of latitude or parallels measure the Earth",
        "OCEAN",
        "north and south of the equator. Lines of longitude",
        "180° AFRICA",
        "or meridians measure the Earth east and west of the",
        "P E A q C u IF a I t C or A S M O E U R T IC H A E IN q D u I a A t N or prime meridian.",
        "OCEAN OCEAN",
        "A O TL C A E N A T N IC AUSTRALIA",
        "ANTARCTICA M P e r r i i m di e an ANTARCTICA",
        "ONLINE INTERACTIVE VISUALS",
        "South Pole South Pole",
        "Western Hemisphere Eastern Hemisphere Animation: Earth’s Hemispheres",
        "Have the students explore the animation that",
        "A Geographer’s World 25 shows the Earth rotating to illustrate the different",
        "hemispheres and then answer the associated",
        "question.",
        "ENGLISH LANGUAGE LEARNERS Analyze Animations What imaginary lines do",
        "geographers use to divide Earth's hemispheres?",
        "Label a Map 3. As students attach each word strip to The Northern and Southern Hemispheres are",
        "1. To help students practice using the new the map, ask them to repeat the word, divided by the equator. The Eastern and Western",
        "vocabulary, organize the students into describe what it is, and explain its Hemispheres are divided by the prime meridian and",
        "small groups and ask each group to purpose and how it is used to read a map. the 180⁰ meridian.",
        "write the following key terms on word *Alternative Assessment Handbook, Rubric 14:",
        "strips: grid, lines of latitude (parallels), Group Activity",
        "equator, longitude (meridians), prime",
        "meridian, Northern Hemisphere, Southern READING CHECK",
        "Hemisphere, Eastern Hemisphere, Western Summarize How do geographers use a grid",
        "Hemisphere, and continents. of imaginary lines to study the world? The grid",
        "2. Provide each group with a world map. lines circle the globe in east-west and north-south",
        "Ask students to work together to label directions. The intersection of these lines locates",
        "the map by attaching the word strips to places on Earth.",
        "the appropriate location on the map.",
        "For additional instruction, go to end of lesson.",
        "A Geographer’s World 25",
        "Map Projections",
        "Teach the Main Idea A map is a flat diagram of all or part of Earth’s surface. Mapmakers have",
        "created different ways of showing our round planet on flat maps. These",
        "Cartographers have created map projections different ways are called map projections. Because Earth is round, there",
        "is no way to show it accurately on a flat map. All flat maps are distorted in",
        "to show the round surface of Earth on a flat some way. Mapmakers must choose the type of map projection that is best",
        "piece of paper. for their purposes. Many map projections are one of three kinds: cylindri-",
        "cal, conic, or flat-plane.",
        "Recall What are the three kinds of map projections? Cylindrical Projections These projections are based on a cylinder wrapped",
        "cylindrical, conic, flat-plane around the globe. See the “Paper cylinder” illustration below. The cylinder",
        "touches the globe only at the equator. The meridians are pulled apart and",
        "Explain What are some advantages and are parallel to each other instead of meeting at the poles. This causes land-",
        "disadvantages of the Mercator projection? masses near the poles to appear larger than they really are.",
        "A Mercator projection is one type of cylindrical projection. The Mercator",
        "Advantages—it is useful for navigation because it",
        "projection is useful for navigators because it shows true direction and",
        "shows true direction and shape; disadvantages—it shape. However, it distorts the size of land areas near the poles.",
        "distorts the size of land areas near the poles.",
        "Analyze For what are conic projections most useful?",
        "to show areas that have long east-west dimensions",
        "More About . . .",
        "Azimuthal Map Projection The flat-plane projection",
        "is also called azimuthal map projection. Azimuth is",
        "an angle used to define the apparent position of an",
        "object in the sky, relative to a central observation",
        "point. The observer is usually (but not necessarily)",
        "Paper cylinder",
        "located on the earth's surface. Using an azimuthal",
        "map, you can find direction from any point on Earth",
        "using the central point as a reference.",
        "ONLINE INTERACTIVE VISUALS",
        "Animation: Map Projections",
        "Have students explore the animation of cylindrical,",
        "conic, and flat-plane projections and then answer",
        "the associated question.",
        "Analyze Animations Which map projection Mercator",
        "projection",
        "distorts the land size near the poles? Why?",
        "a cylindrical projection; because it pulls the lines of",
        "26 Module 1",
        "longitude, or meridians, apart when it is flattened out",
        "ADVANCED/GIFTED",
        "Chart of Map Projections",
        "1. Ask students conduct research to create a chart of some of the significant or common",
        "map projections. Have them use the sample chart below to create their own charts. One",
        "entry has been included in the chart for illustration.",
        "2. Students should research information about the following map projections: Cassini,",
        "Mercator, Gall stereographic, Lambert conformal, Albers, Gnomonic, and Stereographic.",
        "Projection Type Creator Year Created Notes/Description",
        "Miller Cylindrical Osborn Maitland 1942 Intended to resemble",
        "Miller the Mercator while also",
        "displaying the poles.",
        "*Alternative Assessment Handbook, Rubrics 7: Charts; and 30: Research",
        "26 Module 1, Lesson 5",
        "Conic Projections These projections are based on a cone placed over the",
        "globe. See the “Paper cone” illustration below. A conic projection is most",
        "accurate along the lines of latitude where it touches the globe. It retains",
        "almost true shape and size. Conic projections are most useful for showing READING CHECK",
        "areas that have long east–west dimensions, such as the United States.",
        "Identify Problems Why is it impossible to",
        "Reading Check Flat-plane Projections These projections are based on a plane touching accurately show large parts of the world on flat",
        "Identify Problems the globe at one point, such as at the North Pole or South Pole. See the",
        "Why is it impossible to “Flat plane” illustration below. A flat-plane projection can show true direc- maps? Because the Earth is round, flat maps are",
        "accurately show large",
        "parts of the world on tion to airplane pilots and ship navigators. It also shows true area. How- distorted in some way.",
        "flat maps? ever, it distorts the true shapes of landmasses.",
        "Paper cone Conic projection",
        "Flat-plane",
        "Flat plane projection",
        "A Geographer’s World 27",
        "COLLABORATIVE LEARNING",
        "Journaling About Map Projections 2. When the journal is complete, each",
        "1. Organize the class into pairs of students student should share it with his or her",
        "and have each student create a large T on partner. Pairs will then work together to",
        "a piece of notebook paper. On one side, create a single journal with information",
        "each student will write important factual that the pair believes is most important",
        "information about map projections. or intriguing.",
        "On the other side, each student will *Alternative Assessment Handbook, Rubric 15:",
        "write what he or she thinks about that Journals",
        "information.",
        "A Geographer’s World 27",
        "Map Features",
        "Teach the Main Idea Maps are like messages sent out in code. To help us translate the code,",
        "mapmakers provide certain features. These features help us understand",
        "Cartographers provide features to help users the message they are presenting about a particular part of the world. Of",
        "these features, almost all maps have a title, a compass rose, a scale, and a",
        "read maps. legend. The map below has these four features plus a fifth—a locator map.",
        "Recall What are the five elements of a map? title, 1 Title A map’s title shows what the subject of the map is. The map title is",
        "usually the first thing you should look at when studying a map, because it",
        "compass rose, scale, legend, locator map tells you what the map is trying to show.",
        "Explain What does a map scale show? the",
        "5",
        "relationship between actual distance and distance 1",
        "The First Crusade, 1096",
        "shown on a map",
        "Identify Which map feature will tell a user what is",
        "4",
        "represented by the colors on a map? the legend Christian lands, 1095",
        "Muslim lands, 1095",
        "Explain Why is it important for a map to have a First Crusade, 1096–1099",
        "title? A title instantly gives the viewer a succinct 30 100 200 Miles",
        "0 100 200 Kilometers",
        "description of the subject matter of the map. Projection: Azimuthal Equal Area",
        "Draw Conclusions Of the five map features",
        "described in the text, which do you consider the North Sea",
        "N",
        "least essential? Why? Possible answer: the locator W ENGLAND",
        "map is least essential; it is not shown on all maps.",
        "2",
        "S",
        "E50°N",
        "HOLY",
        "ROMAN",
        "More About . . . ATLANTIC EMPIRE",
        "OCEAN",
        "FRANCE Regensburg Vienna",
        "Misconception Alert Students may not know that",
        "Lyon",
        "north is not always shown at the top of a map. Before TTrriieessttee",
        "the advent of printing and the widespread use of Genoa Zadar Black Sea",
        "the compass, early maps typically placed east at the Corsica Constantinople",
        "Rome BYZANTINE",
        "top—possibly because the sun rises in the east. Some EMPIRE",
        "of the earliest Egyptian maps depict south at the top, 40° S N ardinia S T E U L R J K U S K",
        "perhaps emulating the northward flow of the Nile 0° W 0° Mediterranean Sea 10°E",
        "Antioch",
        "Edessa",
        "River. And some early maps of North America were Sicily",
        "shown with a west-east orientation that mimicked the Tripoli",
        "Crete HOLY",
        "direction they chiefly traveled and explored.",
        "20°E",
        "30°E",
        "J",
        "A",
        "er",
        "c",
        "u",
        "re",
        "sal",
        "L",
        "e",
        "A",
        "m",
        "ND",
        "Connect to Language Arts: Compass Rose The",
        "compass rose gets its name from the resemblance of",
        "the figure’s compass points to the petals of the well-",
        "known flower. Today, almost all maps have a compass",
        "rose. Before compass roses came into common use 28 Module 1",
        "in the fourteenth century, hard-to-follow directional",
        "lines were drawn from central points on the map. The",
        "compass rose design was rendered so that users could",
        "more easily follow the directional lines. SPECIAL NEEDS STUDENTS",
        "Create a Directional Mnemonic 3. To reinforce the learning, ask students",
        "ONLINE INTERACTIVE VISUALS 1. Explain to students that the N on a to draw a picture that incorporates the",
        "compass rose stands for “north.” Write mnemonic they create.",
        "Animation: How to Read a Map",
        "this on the board, then ask student *Alternative Assessment Handbook, Rubric 3:",
        "Have students explore the animation of how to volunteers to name the other directions Artwork",
        "read a map using common map elements. for S, E, and W.",
        "2. To help students remember the clockwise",
        "order of the directions on a compass",
        "rose, help them make up a mnemonic",
        "such as Naughty Elephants Spray Water.",
        "28 Module 1, Lesson 5",
        "2 Compass Rose A directional indicator shows which way north, south,",
        "east, and west lie on the map. Some mapmakers use a “north arrow,”",
        "which points toward the North Pole. Remember, “north” is not always at",
        "the top of a map. The way a map is drawn and the location of directions",
        "READING CHECK",
        "on that map depend on the perspective of the mapmaker. Most maps",
        "indicate direction with a compass rose. A compass rose Summarize What four features do most maps",
        "has arrows that point to all four principal directions, N have? title, compass rose, scale, legend",
        "also called cardinal points. The principal directions NW NE",
        "are north (N), east (E), south (S), and west (W). Some W E",
        "compass roses also show the intermediate directions. SW SE",
        "These are northeast (NE), southeast (SE), southwest S",
        "(SW), and northwest (NW).",
        "3 Scale Mapmakers use scales to represent the distances between points",
        "on a map. Scales may appear on maps in several different forms. Some",
        "maps provide a bar scale. Scales give distances in miles and kilometers.",
        "To find the distance between two points on the map, place a piece of",
        "paper so that the edge connects the two points. Mark the location of each",
        "point on the paper with a line or dot. Then compare the distance between",
        "the two dots with the map’s bar scale. The number on the top of the scale",
        "gives the distance in miles. The number on",
        "First Crusade, 1096–1099",
        "the bottom gives the distance in kilometers.",
        "0 100 200 Miles",
        "Because the distances are given in large inter-",
        "0 100 200 Kilometers",
        "vals, you may have to approximate the actual",
        "distance on the scale.",
        "4 Legend The legend, or key, explains what the symbols on the map",
        "represent. Point symbols are used to specify the location of things, such",
        "as cities, that do not take up much space on the map. Some legends",
        "show colors that represent certain features like",
        "empires or other regions. Other maps might Christian lands, 1095",
        "have legends with symbols or colors that rep- Muslim lands, 1095",
        "resent features such as roads. Legends can also First Crusade, 1096–1099",
        "Reading Check show economic resources, land use, population 0 100 200 Miles",
        "Summarize What 0 100 200 Kilometers",
        "density, and climate. Some legends include the",
        "four features do most Projection: Azimuthal Equal Area",
        "maps have? map scale as well.",
        "5 Locator Map A locator map shows where in the world the area on",
        "the map is located. In this example, the area shown on the main map is",
        "shown in red on the locator map. The locator map",
        "also shows surrounding areas so the reader can see",
        "how the information on the map relates to neigh-",
        "boring lands.",
        "A Geographer’s World 29",
        "STRUGGLING READERS",
        "Ask Questions About Map Features 2. Support small groups as they discuss the",
        "1. Guide students to ask each other simple map features. Guide them to take turns",
        "questions about the various map features naming a fact about a map feature. Then",
        "discussed in this section. For example: have others ask relevant questions and",
        "What is another name for a legend? (a key) build on each other’s ideas. To check",
        "What are the four principal directions? understanding, have them paraphrase",
        "(north, south, east, west). main points made by other students.",
        "*Alternative Assessment Handbook, Rubrics",
        "11: Discussions; and 21: Map Reading",
        "A Geographer’s World 29",
        "Different Kinds of Maps",
        "Teach the Main Idea As you study the world’s regions and countries, you will use a variety of",
        "maps. Political maps and physical maps are two of the most common types",
        "There are different kinds of maps for different of maps you will study. In addition, you will use thematic maps. These",
        "maps might show climate, population, resources, ancient empires, or other",
        "uses. topics. By working with these maps, you will see what the physical geog-",
        "raphy of places is like, where people live, and how the world has changed",
        "Name What kinds of information will you find on over time.",
        "a political map? country borders and capital and Political Maps Political maps show the major political features of a region.",
        "other main cities These features include country borders, capital cities, and other places.",
        "Political maps use different colors to represent countries, and capital cities",
        "Contrast How are the colors on a political map are often shown with a special star symbol.",
        "used differently than the colors on a physical",
        "map? Colors on a political map represent individual North Africa: Political",
        "countries; colors on a physical map represent",
        "different elevations of land.",
        "20°W 10°W 0°",
        "Identify What type of map shows a region’s EEUURROOPPEE",
        "important natural resources and the ways land is",
        "used by people? thematic map",
        "Explain Why is a political map of France likely to",
        "N",
        "i c d a e p n it t a if l y c i P t a y r o is f F w ra it n h c a e . star symbol? Paris is the W S E A O TL C A E N A T N IC Strait of Gibraltar SSOOUUTTHHWWEESSTT AASSIIAA",
        "Algiers Tunis",
        "Rabat TUNISIA",
        "More About . . . Casablanca",
        "Connect to Mathematics: The Four-Color 3 C 0° a N nary Islands",
        "MOROCCO",
        "Tripo li",
        "Mediterranean Sea 30°E",
        "(SPAIN)",
        "Theorem The four-color theorem states that no C A a l i e r x o andria 3300°°NN",
        "more than four colors are needed to color the A L G E R I A",
        "r",
        "c",
        "e",
        "o",
        "g",
        "u",
        "i",
        "n",
        "o",
        "t",
        "n",
        "r",
        "s",
        "ie",
        "o",
        "s",
        "f",
        "o",
        "a",
        "r",
        "p",
        "re",
        "o",
        "g",
        "li",
        "i",
        "t",
        "o",
        "ic",
        "n",
        "a",
        "s",
        "l",
        "h",
        "m",
        "a",
        "a",
        "v",
        "p",
        "e",
        "s",
        "th",
        "o",
        "e",
        "t h",
        "sa",
        "a",
        "m",
        "t n",
        "e",
        "o",
        "c",
        "t",
        "o",
        "w",
        "lo",
        "o",
        "r .",
        "a",
        "T",
        "d",
        "h",
        "ja",
        "e",
        "c",
        "i",
        "e",
        "d",
        "n",
        "e",
        "t",
        "a",
        "(",
        "M",
        "C",
        "W S",
        "O",
        "la",
        "a e",
        "R",
        "im",
        "h s",
        "O",
        "t a",
        "e",
        "C",
        "e",
        "d",
        "r",
        "C",
        "r a",
        "b",
        "n",
        "O",
        "y",
        ")",
        "L I B Y A EGYPT",
        "NNiillee",
        "RRiivveerr Red",
        "Sea",
        "TTrrooppiicc ooff CCaanncceerr",
        "was first proposed in 1852 by Augustus De Morgan, LLaakkee",
        "NNaasssseerr",
        "a mathematics professor in London. However, De 2200°°NN",
        "MMAAUURRIITTAANNIIAA",
        "Morgan was not proven correct until 1976, when 2200°°NN",
        "Kenneth Appel and Wolfgang Haken at the University",
        "MMAALLII NNIIGGEERR CCHHAADD SSUUDDAANN",
        "of Illinois used a computer to verify the theory.",
        "Cartography as a Career People who collect, 0",
        "1100°°WW N O a t",
        "1",
        "h t",
        "5",
        "i e",
        "0",
        "o r n c a i l t i c e a s p",
        "3",
        "i",
        "0",
        "ta",
        "0",
        "l",
        "Miles",
        "00°° EE°°0011 2200°°EE",
        "0 150 300 Kilometers",
        "measure, and interpret geographic information to Projection: Azimuthal Equal-Area",
        "create and update maps are called cartographers.",
        "Most cartographers have a bachelor’s degree",
        "in geography, geomantics (a discipline that 30 Module 1",
        "combines the science, engineering, math, and art of",
        "collecting and managing geographically referenced",
        "information), surveying or—unsurprisingly—",
        "cartography. The job outlook for cartographers is",
        "excellent; employment is expected to grow almost 30",
        "percent between now and 2024, much faster than for",
        "most other occupations. In 2016, the average annual",
        "pay for cartographers was about $63,000.",
        "30 Module 1, Lesson 5",
        "The Indian Subcontinent: Physical",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "30° II N RRAANN Tropic AA of FF C GG P an A HH ce AA K r NN IS II V I I R SS n n T a i d TT d v l",
        "H",
        "A u l AA u e e s",
        "in",
        "s r y N NN",
        "du",
        "Riv er",
        "K",
        "C",
        "u",
        "S h D",
        "s",
        "e u T n e",
        "h",
        "t h l a s",
        "K",
        "e b a e j",
        "a",
        "r r",
        "r",
        "R ha t",
        "C",
        "a",
        "m R .",
        "k",
        "b",
        "o",
        "a i",
        "r",
        "l v",
        "a m",
        "mu e R n a a Y r . R R",
        "K2(",
        "a .",
        "8",
        "G",
        "82",
        "n",
        ",,",
        "g",
        "6",
        "a",
        "2",
        "e",
        "15",
        "n",
        "11",
        "H g",
        "m f",
        "I e",
        "t)",
        "M t G N i B a c A n A E P g P L N l e a A G s A i n L L Y A T R A a D i ( v 2 r 8 S EM E e a 9, v 8, r S i o 0e 5 CC 3ru 0 H e5 n s m HH B t ftt) H II U NN B TA r AA a N hmaputra R r i ev C T g p h o e o i l o i s m t g i m c r m a a a p l o p , h p n s e h h r y M s o s w i u a c s a s p e l t , . T h o H y r r e a p c v e l e e i t m s y s p a tu t e e d s e i o n n f t t m h s e c a l p k ic e s k y t o h t r o a t t e a x p p lore",
        "(Se 0 0 a s e le a 1 B v 6 1 3 e l 2 F e , , e , 5 l 6 5 6 1 e E l o v 0 ) 2 5 6 4 e L e w 0 6 0 0 0 2 t E l 5 V 0 5 A 00 T K I 2 O 4 2 5 2 0 B s M i 0 lo e , , 0 0 e N ° 0 0 ( m e N a 0 0 S l 0 0 o t 5 e e e l 0 0 0 t w e 6 e 0 a ° 0 rE r v s s M l e e i l l v es el A ) rab W ian S N Se E a Kha G m 70°E u b lf h o a f t M W N al e a s b t a a e r K r C n G r o r m a G s o i h t s a P D d a t h s d a l G n e v a a a u a c t l R r I f c E e i R a i N s o R t a i v e a r v n f i e e n v u r r D e Co r ro l m edna I Coast A Gha S ts RI L B 1 B A 0 e a ° N N n y K g o a A f l Ga D n e g lt e a s MYANMAR t A t b a A o h n a n n e d s c s a e w i t l r p h d y c e h r l z r o e e y s e n e s w w S i d c t i h o h l a i l e f u e l v f r e f r a e t e c r h r a e e y y r t n o . s e u t u e r U m e m li s s v a e a n e p p t . e s h D s a o . e r e I f n y i s n t c o c h t r l u e e u ib r r d U a e c e c i n w t t t i y i t h h v e o e e e d r r c m e t S l o i t a m y w a p o t a n e u t t . s o e l . i o v l e s",
        "Projection: Albers Equal-Area Mannar",
        "Physical Maps Physical maps show the major physical features of a region.",
        "See the map above. These features may include mountain ranges, rivers,",
        "oceans, islands, deserts, and plains. Often, these maps use different colors",
        "to represent different elevations of land. The reader can easily see which",
        "areas are high elevations, such as mountains, and which areas are lower.",
        "Reading Check Thematic Maps Thematic maps focus on one special topic, such as cli-",
        "Summarize mate, resources, or population. See the map below. These maps present",
        "What are two of the information on the topic that is particularly important in the region.",
        "most common kinds",
        "Depending on the type of thematic map, the information may be shown",
        "of maps used in",
        "geography? with different colors, arrows, dots, or other symbols.",
        "West Africa: Climate",
        "20°N",
        "MAURITANIA",
        "MALI",
        "SENEGAL GAMBIA",
        "BURKI",
        "N",
        "N",
        "ig",
        "A",
        "er River NIGER CHAD READING CHECK",
        "10°N GUINEA FASO BENIN NIGERIA Summarize What are two of the most common",
        "AT O L C A E N A T N IC W N",
        "S",
        "E GBU S I L SI IE N E S OR EA L RN A I U B A - E ERIA 10°W D’CIVÔ G OT H IER A E NA",
        "0°",
        "TOG",
        "G",
        "G O",
        "u",
        "u",
        "i",
        "l",
        "n",
        "f",
        "e",
        "o",
        "a",
        "f Clim H",
        "T",
        "a",
        "r",
        "t u",
        "o",
        "e m",
        "p",
        "Ty",
        "i",
        "i",
        "c",
        "d p",
        "a",
        "e t",
        "l",
        "r s",
        "s",
        "o",
        "a",
        "p",
        "v",
        "i",
        "a",
        "ca",
        "n",
        "l",
        "na",
        "D",
        "St",
        "e",
        "e",
        "s",
        "p",
        "e",
        "p",
        "rt",
        "e",
        "p ki h n y d s s ic o a f l m m a a p p s s used in geography? political and",
        "0°Equator 0 400 800 Miles",
        "0 400 800 Kilometers",
        "Projection: Azimuthal Equal-Area",
        "A Geographer’s World 31",
        "A Geographer’s World 31",
        "Earth’s Surface Features",
        "Teach the Main Idea A landform is a naturally formed feature on Earth’s surface. There are",
        "Reading Check",
        "Summarize What is many kinds of landforms and water features on Earth. Many of these fea-",
        "There are many kinds of landforms and other a landform? tures are shown in this illustration.",
        "features on Earth.",
        "20",
        "Define What is a canyon? a deep, narrow valley with",
        "steep walls",
        "17",
        "Identify What does a reef consist of? coral, rock, or",
        "10",
        "sand 5",
        "Compare What do inlets, lagoons, and gulfs have in 12",
        "21 22",
        "common? They are all areas of water.",
        "2",
        "Recall How high does a landform need to be to be 3 6 9 16",
        "labeled a mountain? at least 2,000 feet (610 m) 13 19",
        "11",
        "7",
        "Rank Rank the following in order of size: gulf, sea, 1",
        "14",
        "bay, ocean. ocean, sea, gulf, bay",
        "4 8",
        "15",
        "18",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Terms Geographers Use",
        "This image with hotspots gives visual examples",
        "of different terms geographers use to describe 36",
        "landforms and water features. Have students 30 41",
        "explore the image using the interactive hotspots",
        "24 46",
        "to identify 46 different landforms and water 28",
        "31",
        "features. 37 40 45",
        "Analyze Sources Why do you think geographers 25 32 43",
        "have so many different names for Earth's physical 26 29 39",
        "44",
        "landforms and water features? Possible answer: As 27 35 38",
        "our geographical knowledge has grown, these terms 33",
        "make it easier to describe and categorize more of 42",
        "Earth's distinct physical features. 23 34",
        "32 Module 1",
        "READING CHECK",
        "Summarize What is a landform? a naturally",
        "formed feature on Earth’s surface",
        "32 Module 1, Lesson 5",
        "Feature Descriptions",
        "1 ocean large body of water",
        "2 cape point of land that extends into water",
        "3 coastal plain area of flat land along a sea or ocean",
        "4 coast area of land near the ocean",
        "5 glacier large area of slow-moving ice",
        "6 lake inland body of water",
        "7 plain nearly flat area",
        "8 inlet area of water extending into the land from a larger body of water",
        "9 floodplain flat land next to a river formed by silt deposited by floods",
        "10 timberline line on a mountain above which it is too cold for trees to grow",
        "11 river natural flow of water that runs through the land",
        "12 source of river place where a river begins",
        "13 foothill hilly area at the base of a mountain",
        "14 riverbank land along a river",
        "15 mouth of river place where a river empties into another body of water",
        "16 hill rounded, elevated area of land smaller than a mountain",
        "17 mountain area of rugged land that generally rises higher than 2,000 feet",
        "18 island area of land surrounded entirely by water",
        "19 basin bowl-shaped area of land surrounded by higher land",
        "20 mountain range row of mountains",
        "21 plateau large, flat, elevated area of land",
        "22 bluff high, steep face of rock or earth",
        "23 isthmus narrow piece of land connecting two larger land areas",
        "24 valley area of low land between hills or mountains",
        "25 marsh lowland with moist soil and tall grasses",
        "26 lagoon body of shallow water",
        "27 strait narrow body of water connecting two larger bodies of water",
        "28 canyon deep, narrow valley with steep walls",
        "29 peninsula area of land that sticks out into a lake or ocean",
        "30 volcano opening in Earth’s crust where lava, ash, and gases erupt",
        "31 waterfall steep drop from a high place to a lower place in a stream or river",
        "32 delta area where a river deposits soil into the ocean",
        "33 cliff high, steep face of rock or earth",
        "34 reef ocean ridge made up of coral, rock, or sand",
        "35 gulf large part of the ocean that extends into land",
        "36 peak top of a mountain",
        "37 swamp area of low, wet land with trees",
        "38 bay part of a large body of water that is smaller than a gulf",
        "39 dune hill of sand shaped by wind",
        "40 tributary stream or river that flows into a larger stream or river",
        "41 mountain pass gap between mountains",
        "42 sea body of salt water smaller than an ocean",
        "43 desert extremely dry area with little water and few plants",
        "44 oasis area in the desert with a water source",
        "45 mesa flat-topped mountain with steep sides",
        "46 savanna area of grassland and scattered trees",
        "A Geographer’s World 33",
        "LINK TO LANGUAGE ARTS",
        "Building Geographic Vocabulary 3. Then have each student draw a sketch of",
        "1. On separate slips of paper, write the the term he or she selected. Pair students",
        "names of the different landforms and and have partners use the drawings to try",
        "water features shown in the table and to identify each other’s term.",
        "place them in a small container. *Alternative Assessment Handbook, Rubrics 3:",
        "2. Ask each student to draw a slip from the Artwork; and 12: Drawing Conclusions",
        "container and find the definition of the",
        "term he or she selected.",
        "A Geographer’s World 33",
        "Summary As you study geography, one of the main tools you will use is",
        "Print Assessment the map—the primary tool of geographers. In this lesson, you learned",
        "about some of the basic features of maps. You discovered how maps are",
        "made, how to read them, and how they can show the round surface of",
        "Review Ideas, Terms, and Places Earth on a flat piece of paper. You learned about latitude and longitude",
        "and map projections. You read about map features, such as titles, com-",
        "1. a. Define What is the equator? imaginary line that",
        "pass roses, scales, legends, and locator maps, and different kinds of maps",
        "circles the globe halfway between the North and designed for different uses. You’ve discovered names and descriptions",
        "of some of Earth’s features. Now use your new knowledge to explore the",
        "South Poles",
        "world from a geographer’s perspective.",
        "b. Identify How is the prime meridian used? It",
        "divides the globe into east and west halves. It is Lesson 5 Assessment",
        "used to measure longitude east to west. Review Ideas, Terms, and Places 5. a. Define What is a delta?",
        "2. a. Define What is a map projection? a way of 1. a. Define What is the equator? b. Define What is a glacier?",
        "showing round Earth on a flat map b. Identify How is the prime meridian used? Critical Thinking",
        "2. a. Define What is a map projection?",
        "b. Explain Why are cylindrical and flat-plane b. Explain Why are cylindrical and flat-plane 6. Compare and Contrast Create a chart like the one",
        "shown that compares and contrasts kinds of map",
        "projections useful for airplane pilots and ship projections useful for airplane pilots and ship projections.",
        "navigators?",
        "navigators? Both projections show true direction. 3. a. Describe Describe a compass rose and the Map Projections",
        "3. a. Describe Describe a compass rose and the information it contains. Cylindrical Conic Flat-plane",
        "b. Identify and Explain What is a bar scale? How is it Based on",
        "information it contains. A compass rose is a used?",
        "Accurately shows",
        "4. a. Analyze Which kind of map would you use if you",
        "directional indicator on a map. It is made up wanted to know which part of the mapped area was Distorts",
        "of arrows showing all four principal directions highest? Why?",
        "b. Identify What characteristic makes a map a",
        "(north, south, east, west) and all four intermediate thematic map?",
        "directions (northeast, northwest, southeast,",
        "southwest).",
        "b. Identify and Explain What is a bar scale? How",
        "is it used? A bar scale represents the distances",
        "between two points on a map. Place a piece of",
        "paper so that the edge connects the two points.",
        "Mark the location of each point on the paper with",
        "a line or dot. Then compare the distance between",
        "the two dots with the map’s bar scale. The number",
        "on the top of the scale gives the distance in miles.",
        "The number on the bottom gives the distance in",
        "kilometers.",
        "4. a. Analyze Which kind of map would you use if",
        "you wanted to know which part of the mapped",
        "area was highest? Why? physical; many physical",
        "maps show elevations of land areas",
        "b. Identify What characteristic makes a map a 34 Module 1",
        "thematic map? The map focuses on one special",
        "topic that is important to the region it maps.",
        "5. a. Define What is a delta? an area where a river",
        "deposits soil into the ocean",
        "b. Define What is a glacier? a large area of slow-",
        "moving ice",
        "Critical Thinking",
        "6. Compare and Contrast Create a chart that",
        "compares and contrasts kinds of map projections.",
        "Cylindrical map projections—Based on: cylinder",
        "wrapped around the globe, Accurately shows:",
        "direction and shape, Distorts: size of land near Poles;",
        "Conic map projections—Based on: cone placed",
        "over the globe, Accurately shows: shape and size;",
        "Flat-plane projections—Based on: plane touching",
        "the globe at one point, Accurately shows: direction,",
        "Distorts: shapes of landmasses",
        "34 Module 1, Lesson 5",
        "Online Assessment 5. Which landforms are found in deserts?",
        "marshes",
        "1. Why are latitude and longitude useful to geographers?",
        "deltas",
        "They can be used to organize the entire water surface on Earth.",
        "peninsulas",
        "They can be used to divide all of the large landmasses on Earth.",
        "oases",
        "They can be used to identify the exact location of any place on",
        "Alternate Question Select the answer choice from the drop-down list",
        "Earth.",
        "to complete the sentence correctly.",
        "They can be used to identify the approximate location of any",
        "An oasis is an area in the desert with a water source .",
        "place on Earth.",
        "6. Compare and Contrast How are lines of latitude and longitude",
        "Alternate Question Select the answer choice from the drop-down list",
        "similar and different? Describe one similarity and one difference.",
        "to complete the sentence correctly.",
        "Lines of latitude and longitude are similar because they both measure",
        "Using latitude and longitude , geographers can identify the",
        "distances from a fixed point. They are different because lines of latitude",
        "exact location of any place on Earth.",
        "are always the same distance apart, but lines of longitude are not.",
        "2. Which of the following is a disadvantage of cylindrical projections?",
        "7. Draw Conclusions What type of map projection would you want to",
        "They are not useful for determining true direction.",
        "use if you were sailing across a large lake to a dock on the other side",
        "They are not useful for determining the location of places.",
        "that you could not see? Explain your choice.",
        "They do not accurately show the size of landmasses near the",
        "poles. I would want to use a Mercator projection. That is because this type of",
        "They do not accurately show the shape of landmasses near the projection shows true direction and would be most helpful in finding a",
        "equator. place that could not be seen from a starting point.",
        "Alternate Question Select the answer choice from the drop-down list 8. Make Inferences When is it a good idea to include a locator map",
        "list to complete the sentence correctly. with a map? Describe one possible use.",
        "Cylindrical projections can misrepresent the size of landmasses Locator maps show where in the world the area on a map is located, so",
        "because the cylinder used to make them touches the globe only at it is a good idea to include one when the reader needs to see how the",
        "the equator . information on the map relates to the surrounding area. One possible",
        "use for locator maps would be on a map of a city, so that readers can see",
        "3. Which map feature explains what the symbols on the map",
        "where the city is located in a particular region.",
        "represent?",
        "the title 9. Make Generalizations Why do physical maps often use different",
        "the scale colors?",
        "the legend",
        "Physical maps often use different colors to represent different elevations",
        "the compass rose",
        "of land. This helps readers see which areas are high elevations and",
        "Alternate Question Select the answer choice from the drop-down list which areas are lower elevations.",
        "to complete the sentence correctly.",
        "10. Make Generalizations Which surface features might you find in a",
        "Some legends show colors that represent certain features like mountain range? Name and describe two.",
        "empires or other regions.",
        "You might find a plateau, which is a large, flat, elevated area of land.",
        "4. How are thematic maps different from political maps and physical You might also find a source of water, which is a place where a river",
        "maps? begins.",
        "They show major cities rather than just capital cities.",
        "They focus on one region rather than on one country.",
        "They focus on one special topic rather than on specific features.",
        "They show intermediate directions rather than just principal",
        "directions.",
        "Alternate Question Which of the following might be the focus of a",
        "thematic map? Select the three correct answers.",
        "climate",
        "countries",
        "islands",
        "population",
        "resources",
        "rivers",
        "A Geographer’s World 34a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 25",
        "More About . . .",
        "Connect to Geography: The Southern Ocean The Southern Ocean",
        "is the world’s “newest” ocean. The U.S. Board on Geographic Names",
        "recognizes it as the body of water extending from the coast of Antarctica",
        "to the line of latitude at 60° South. The International Hydrographic",
        "Organization proposed the Southern Ocean’s boundaries in 2000,",
        "though not all countries currently agree on them. Southern portions of",
        "the Pacific, Atlantic, and Indian Oceans were reclassified to “create” the",
        "Southern Ocean. It is sometimes referred to as the Antarctic Ocean.",
        "34b Module 1, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Analyze Satellite Images",
        "Analyze Satellite Images",
        "Define the Skill",
        "Refer the students to print maps, atlases, or globes",
        "In addition to maps and globes, satellite images and have them compare those map images to satellite",
        "are among the geographer’s most valuable",
        "images of the same areas. Ask the students how the",
        "tools. Geographers use two basic types of",
        "these images. The first type is called true color. different kinds of geographic tools are alike and how",
        "These images are like photographs taken from they are different. Students may use a chart or graphic",
        "high above Earth’s surface. The colors in these",
        "images are similar to what you would see from organizer to record their answers. Then have students",
        "the ground. Vegetation, for example, appears compare their results with a classmate, and then",
        "green.",
        "discuss the results as a class.",
        "The other type of satellite image is called an",
        "infrared image. Infrared images are taken using Answers",
        "a special type of light. These images are based",
        "on heat patterns, and so the colors on them Learn the Skill",
        "are not what we might expect. Bodies of water",
        "appear black, for example, since they give off 1. On which image is vegetation red? infrared satellite",
        "little heat. image",
        "True-color satellite image of Italy",
        "2. Which image do you think probably looks more",
        "Learn the Skill",
        "like Italy from the ground? true color satellite image",
        "Use the satellite images on this page to answer",
        "the following questions. Practice the Skill",
        "1. On which image is vegetation red?",
        "Search the Internet to find a satellite image of your",
        "2. Which image do you think probably looks",
        "more like Italy from the ground? state or region. Determine whether the image is",
        "true color or infrared. Then write three statements",
        "Practice the Skill that describe what you see on the image. Students’",
        "Search the Internet to find a satellite image of statements should accurately describe the satellite image",
        "your state or region. Determine whether the they chose.",
        "image is true color or infrared. Then write three",
        "statements that describe what you see on the",
        "image.",
        "Infrared satellite image of Italy",
        "A Geographer’s World 35",
        "A Geographer’s World 35",
        "Module 1 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Match the words in the columns with the correct definitions listed below.",
        "Match the words in the columns with the correct definitions 1. geography a. a part of the world that has one or more common features",
        "listed below. 2. physical geography that make it different from surrounding areas",
        "b. a flat drawing of part of Earth’s surface",
        "1. geography g 6. region a 3. human geography",
        "c. a part",
        "4. element",
        "2. physical geography e 7. cartography h d. a spherical model of the planet",
        "5. meteorology",
        "3. human geography j 8. map b e. the study of the world’s physical features",
        "4. element c 9. landscape i 6. region f. the study of weather and what causes it",
        "7. cartography g. the study of the world, its people, and the landscapes they",
        "5. meteorology f 10. globe d",
        "8. map create",
        "a. a part of the world that has one or more common 9. landscape h. the science of making maps",
        "i. the physical and human features that define an area and",
        "10. globe",
        "features that make it different from surrounding make it different from other places",
        "areas j. the study of people and communities",
        "b. a flat drawing of part of Earth’s surface",
        "c. a part Comprehension and Critical Thinking",
        "d. a spherical model of the planet Lesson 1 Lesson 3",
        "e. the study of the world’s physical features 11. a. Explain In what ways do geographers 13. a. Identify What are the two main",
        "f. the study of weather and what causes it become scientists when working to branches of geography? What does each",
        "answer questions? include?",
        "g. the study of the world, its people, and the",
        "b. Recall What are three levels at which a b. Summarize How can physical geogra-",
        "landscapes they create geographer might study the world? phy help people adjust to the dangers of",
        "h. the science of making maps c. Identify Which of these levels covers the the world?",
        "largest area? c. Elaborate Why do geographers study",
        "i. the physical and human features that define an area",
        "Lesson 2 both physical and human geographic",
        "and make it different from other places 12. a. Locate Choose a country to locate on features of places?",
        "j. the study of people and communities the political map of the world in this Lesson 4",
        "book’s atlas. Use latitude and longitude 14. a. Elaborate How might satellite images",
        "Comprehension and Critical Thinking to determine the absolute location of the and computers help geographers",
        "country. improve their knowledge of the world?",
        "LESSON 1",
        "b. Explain Why did geographers create b. Define What is GPS?",
        "11. a. Explain In what ways do geographers become the five themes and the six essential c. Explain How might a geographer use a",
        "scientists when working to answer questions? They elements? notebook and a digital voice recorder to",
        "c. Predict How might the five themes and gather data?",
        "gather data and study it carefully.",
        "six essential elements help you in your Lesson 5",
        "b. Recall What are three levels at which a geographer study of geography? 15. a. Define What is a hemisphere of a globe?",
        "might study the world? local, regional, global; b. Explain What features are shown in a",
        "largest—global political map?",
        "c. Identify What is a peninsula?",
        "c. Identify Which of these levels covers the largest",
        "area? global",
        "36 Module 1",
        "LESSON 2",
        "12. a. Locate Choose a country to locate on the political",
        "map of the world in this book’s atlas. Use latitude and ONLINE DOCUMENT-BASED • cite at least three sources of relevant text",
        "longitude to determine the absolute location of the INVESTIGATION evidence from Part 1 in support of their",
        "country. Students’ answers will vary, but should show speech topic",
        "an understanding of how to determine the absolute A Geographer’s World • be organized with a distinct introduction,",
        "location of a country. Have students complete and review all the DBI a main body, and a conclusion that sums",
        "b. Explain Why did geographers create the five activities in Part 1. up the main points",
        "themes and the six essential elements? so people Use this Presentation Rubric to score students’",
        "can use them to organize and guide their study of work in Part 2. Write a Presentation Review the exhibits in Part 1,",
        "geography then think about what you've learned about the",
        "c. Predict How might the five themes and six essential RUBRIC Students’ verbal and/or visual tools geographers use to study the world. Create and",
        "elements help you in your study of geography? presentations should deliver a presentation that answers the following",
        "Possible answer: as a study guide, helping to • be delivered loudly and clearly enough question: How could you use geographic tools and",
        "understand all aspects of places and people that are to be heard by the audience ideas to understand your community? Be sure to cite",
        "important to know • present information logically and specific evidence from at least three sources in your",
        "concisely so that the audience can presentation.",
        "follow the line of reasoning",
        "• employ relevant visuals and effectively",
        "use presentation technology (as",
        "applicable)",
        "36 Module 1",
        "Module 1 Assessment, continued",
        "LESSON 3",
        "Reading Skills 13. a. Identify What are the two main branches of",
        "16. Use Prior Knowledge Use the Reading geography? What does each include? physical—",
        "Social Studies activity in this module to landforms, bodies of water, other physical features;",
        "help you create a chart. With a partner,",
        "human—world’s people and their cultures",
        "create a three-column chart titled A Geog-",
        "rapher’s World. In the first column, list b. Summarize How can physical geography help",
        "what you each knew about geography people adjust to the dangers of the world? It helps",
        "before you read the module. In the sec-",
        "ond column, list what you each learned them make predictions and preparations.",
        "about geography. In the third column, list c. Elaborate Why do geographers study both physical",
        "questions that you each still have about",
        "and human geographic features of places? Possible",
        "geography.",
        "answer: because studying each part helps give a better",
        "Social Studies Skills understanding of Earth and its people",
        "Analyze Satellite Images Use the images from",
        "the Social Studies Skills activity in this module to",
        "answer the questions below. LESSON 4",
        "Focus on Writing",
        "14. a. Elaborate How might satellite images and",
        "17. On which image do forests appear more 21. Write a Job Description Review your notes",
        "computers help geographers improve their",
        "clearly: the true color or the infrared image? on the different jobs geographers do. Then",
        "write a job description of a geographer knowledge of the world? Possible answer: They allow",
        "18. What color do you think represents that could be included in a career planning geographers to analyze more data at once and to get",
        "mountains on the infrared satellite image? guide. You should begin your description",
        "updates more often to track changes, so information is",
        "by explaining why the job is important.",
        "19. Why might geographers use satellite images",
        "Then identify the job’s tasks and respon- more accurate.",
        "like these while making maps of Italy?",
        "sibilities. Finally, tell what kind of person b. Define What is GPS? A technology system that uses",
        "might do well as a geographer.",
        "Map Activity 24 satellites to transmit information to Earth. The",
        "20. Sketch Map Look for and read environ- information includes the exact location of a given",
        "mental print to help you sketch a map of object.",
        "your school. Environmental print can be",
        "found all around you in the form of signs, c. Explain How might a geographer use a notebook",
        "labels, symbols, words, and numbers that and a digital voice recorder to gather data? to take",
        "provide information. Your map should",
        "notes while talking to people and getting their personal",
        "include environmental print found in and",
        "around classrooms and buildings. Use information about a place",
        "the basic sketch map shown here as an",
        "example.",
        "LESSON 5",
        "15. a. Define What is a hemisphere of a globe? The",
        "equator divides a globe into two halves, which are",
        "hemispheres.",
        "b. Explain What features are shown in a political map?",
        "country borders, capital cities, and/or other identifying",
        "A Geographer’s World 37",
        "places",
        "c. Identify What is a peninsula? an area of land that",
        "sticks out into a lake or ocean",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "essay should include specific details about how",
        "How does the use of geographic Reading Skills",
        "different geographic tools provide information that",
        "tools help us view the world in helps people understand how the world works. Be 16. Use Prior Knowledge Use the Reading Social Studies",
        "new ways? sure to cite evidence and organize your essay into an activity in this module to help you create a chart.",
        "introduction, body, and conclusion. With a partner, create a three-column chart titled,",
        "RUBRIC Students’ essays should A Geographer’s World. In the first column, list what",
        "• respond to the Essential Question with a Alternate Activity Instead of writing essays, you each knew about geography before you read the",
        "specific position address the Essential Question through activities module. In the second column, list what you each",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia learned about geography. In the third column, list",
        "position",
        "presentations, or writing journal entries. See the questions that you each still have about geography.",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of Students’ charts should clearly list prior knowledge,",
        "position",
        "project rubrics. information learned in terms of the main ideas in each",
        "• identify key people, events, and/or turning",
        "section, and questions or topics they would like to learn",
        "points that demonstrate understanding of",
        "more about.",
        "the module content",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "(continued)",
        "A Geographer’s World 37",
        "Print Assessment (continued) Online Assessment",
        "1. Why is geography sometimes called a social science?",
        "Social Studies Skills",
        "because it involves measuring things",
        "Analyze Satellite Images Use the images from the Social Studies Skills activity in",
        "because it deals with weather patterns",
        "this module to answer the questions below.",
        "because it deals with people and how they live",
        "17. On which image do forests appear more clearly, the true-color or the infrared because it involves field work and gathering information",
        "image? true-color",
        "2. Which of the following questions are asked by geographers who study issues",
        "18. What color do you think represents mountains on the infrared satellite",
        "at a local level?",
        "image? light blue",
        "Select the three correct answers.",
        "19. Why might geographers use satellite images like these while making maps of",
        "What do people eat?",
        "Italy? to improve accuracy",
        "What products are exported?",
        "How does the city government work?",
        "Map Activity How do people get from place to place?",
        "20. Sketch Map Look for and read environmental print to help you sketch a What are the common physical characteristics?",
        "map of your school. Environmental print can be found all around you in the What characteristics does a place share with other places?",
        "form of labels, symbols, words, or numbers that provide information. Your",
        "3. Which of the following is an example of a physical region?",
        "map should include environmental print such as labels, symbols, words,",
        "the Sahara",
        "or numbers in around classrooms and buildings. Use the basic sketch map",
        "Scandinavia",
        "shown here as an example. Students’ maps should clearly show where the",
        "San Francisco",
        "school is and should include environmental print in and around the school.",
        "North America",
        "4. Which of the following are studied as a part of physical geography?",
        "Focus on Writing",
        "Select the three correct answers.",
        "21. Write a Job Description Review your notes on the different jobs artifacts",
        "geographers do. Then write a job description of a geographer that could climate",
        "be included in a career-planning guide. You should begin your description plants",
        "by explaining why the job is important. Then identify the job’s tasks roads",
        "and responsibilities. Finally, tell what kind of person might do well as a schools",
        "geographer. soils",
        "RUBRIC Students’ job descriptions should 5. Which of the following are studied as a part of human geography?",
        "• give reasons why the job is important Select the three correct answers.",
        "• list the job’s major tasks and responsibilities agriculture",
        "• include characteristics needed to do the job well economics",
        "landforms",
        "migration",
        "water",
        "weather",
        "6. Which of the following is studied by hydrologists?",
        "how rivers form",
        "how plants grow",
        "what causes weather",
        "what causes droughts",
        "7. Drag the name of the theme of geography into the box next to its",
        "description.",
        "why and how people relocate Movement",
        "a description of where a place is Location",
        "how people relate to their surroundings Human-Environment Interaction",
        "dividing the world into smaller Regions",
        "segments to make it easier to study",
        "the features that define an area Place",
        "and make it different from other places",
        "37a Module 1",
        "8. Which of the following geography standards are linked to the essential 14. Drag the name of the map feature into the box next to its description.",
        "element of Environment and Society?",
        "It shows what the subject of the map is. title",
        "Select the three correct answers.",
        "It explains what the symbols on the map represent. legend",
        "how physical systems affect human systems",
        "It represents the distances between points on a map. scale",
        "the physical and human characteristics of places",
        "how human actions modify the physical environment It shows where in the world the area on the map is located. locator map",
        "changes that occur in the meaning, use, distribution, and importance of It shows which way north, south, east, and west lie compass rose",
        "on the map.",
        "resources",
        "how to analyze the spatial organization of people, places, and 15. Drag the names of the surface features to their correct locations.",
        "environments on Earth’s surface",
        "how the forces of cooperation and conflict among people influence the",
        "division and control of Earth’s surface",
        "9. Which essential element of geography is not covered in the five themes?",
        "Physical Systems",
        "The Uses of Geography",
        "Environment and Society",
        "The World in Spatial Terms",
        "10. What advantage do globes have over maps?",
        "They are easier to work with.",
        "They are less expensive to make.",
        "They show the world as it really is.",
        "They show more information about the world.",
        "11. How do scientists use GPS?",
        "to make maps",
        "to track animals 1 coast",
        "to display images 2 ocean",
        "to send information 3 inlet",
        "12. Which of the following statements accurately describe GIS? 4 coastal plain",
        "Select the three correct answers.",
        "It is made up of a group of databases.",
        "It uses 24 satellites to transmit information.",
        "It is helpful in answering complex questions.",
        "It is helpful in getting from one place to another.",
        "It gives the exact location of a given object on our planet.",
        "It combines and provides information from many different sources.",
        "13. What are lines of longitude called?",
        "degrees",
        "meridians",
        "minutes",
        "parallels",
        "A Geographer’s World 37b"
      ]
    }
  ]
}