{
  "module_number": 2,
  "title": "Canada",
  "pdf_source": "compressed_Canada Teacher Guide PDF.pdf",
  "quarter": "Q1",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 3: Canada Today . . . . . . . . . . . . . . . . . . . . . . . . . . . 237",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "2010; and the amount of money",
        "Canadian businesses have made on",
        "exporting resources and goods each year",
        "For additional instruction, go to end of lesson.",
        "Link to Economics",
        "LINK TO ECONOMICS Advertising Canada to Tourists",
        "Tourism is a huge part of Canada’s economy. According to the",
        "Advertising Canada to Tourists country’s national tourism marketing organization, tourism-related",
        "businesses supported more than 608,000 jobs in the Canadian",
        "Have students read the feature about tourism",
        "economy. In 2010 the organization stopped promoting Canada as",
        "in Canada. You may wish to use the associated a vacation spot in the United States, focusing on China and other",
        "markets instead.",
        "question as a discussion prompt.",
        "Canada did see more tourists from these developing markets, but",
        "Draw Conclusions Why did tourism from the visits from the U.S. declined. The head of Canada’s national tourism",
        "marketing organization noted in 2015 that the country saw 3.8 million",
        "United States to Canada drop off between 2010 fewer international visitors since 2002, and 80 percent of those tourists",
        "and 2015? Canada stopped advertising itself in the lost were from the U.S. In response, Canada launched a three-year, $30",
        "million advertising campaign, “Connecting America,” to encourage",
        "U.S. as a vacation spot, so vacationers from the U.S. more travelers from the United States to vacation in Canada.",
        "were less likely to think of vacationing in Canada.",
        "Draw Conclusions Canoeing is just one activity popular",
        "Why did tourism from the United States to Canada drop off with tourists in Canada’s Lake Algonquin",
        "between 2010 and 2015? National Park.",
        "READING CHECK mad cow disease in 2003, the United States placed an embargo, or ban, on",
        "Summarize What goods does Canada export? the import of all cattle from Canada. Canadian ranchers now claim that all",
        "their cows are free of the disease. As of 2015, more than half of all Cana-",
        "minerals such as titanium, zinc, iron ore, gold, and",
        "dian meat exports go to the United States.",
        "coal; timber and wood pulp, automobiles and parts, Canada does trade with a wide range of other countries for the com-",
        "aircraft, beef modities they offer. For example, in 2016 Canada began implementing a",
        "Reading Check trade agreement with the European Union. Under this agreement, Canada",
        "increased its import quota for cheese. This agreement allows the EU to",
        "Print Assessment Canada export? export more cheese to Canada.",
        "Summary In this lesson you learned that Canada has distinct regions",
        "that are separated by both geography and culture. The United States and",
        "Review Ideas, Terms, and Places",
        "Canada share a common history, a border, and the English language.",
        "1. a. Recall What office heads Canada’s government?",
        "prime minister Lesson 3 Assessment",
        "b. Summarize How is Canada’s parliament Review Ideas, Terms, and Places Critical Thinking",
        "structured? It is made up of a House of Commons 1. a. Recall What office heads Canada’s government? 4. Compare and Contrast Use your notes to complete",
        "b. Summarize How is Canada’s parliament structured? this chart. List the similarities and differences between",
        "and the Senate. 2. a. Define What is regionalism? the Eastern Provinces and Western Provinces.",
        "2. a. Define What is regionalism? strong connection b. Contrast How are Canada’s Western Provinces",
        "Similarities Differences",
        "different from the Canadian North?",
        "that people feel toward their region c. Evaluate Why do you think the Quebecois want to 1. 1.",
        "b. Contrast How are Canada’s Western Provinces break away from Canada? 2. 2.",
        "3. a. Describe How are Canada’s natural resources",
        "different from the Canadian North? Western important to the country’s economy?",
        "Provinces—farming areas in prairies, British b. Draw Conclusions Why do Canada and the United",
        "States rely on each other as trading partners?",
        "Columbia has many resources, milder climate,",
        "large city (Vancouver); Canadian North—much",
        "colder, harsher climate, fewer resources, no large",
        "cities, large Inuit population",
        "c. Evaluate Why do you think the Quebecois want",
        "to break away from Canada? Students might COLLABORATIVE LEARNING",
        "suggest that they want to maintain their French",
        "identity and culture. Create a Television Commercial 3. Have each group record its commercial or",
        "3. a. Describe How are Canada’s natural resources 1. Organize the class into small groups. Ask perform it live for the class.",
        "important to the country’s economy? key exports students to imagine that they are public *Alternative Assessment Handbook, Rubrics 2:",
        "for trade affairs directors for their province. Their Advertisements; and 29: Presentations",
        "b. Draw Conclusions Why do Canada and the United job is to promote economic development",
        "States rely on each other as trading partners? and tourism for their region.",
        "Canada has many natural resources that the U.S. 2. Assign each group a region. Have groups",
        "needs for manufacturing. Canada and the U.S. are create a television commercial that",
        "neighbors, so transportation costs may be less. highlights their region. Encourage groups",
        "Critical Thinking to come up with a creative and catchy",
        "slogan for their ad. The commercial",
        "4. Compare and Contrast Use your notes to",
        "should tell viewers where the region is",
        "complete the chart. List the similarities and",
        "located and why it is a good place to live",
        "differences between the Eastern Provinces and",
        "Western Provinces. Possible answers: similarities—",
        "north of the equator, English main language,",
        "influenced by regionalism; differences—levels of",
        "population, climate, economy, physical geography",
        "242 Module 7, Lesson 3",
        "Online Assessment 4. Summarize How does proposed legislation become federal law in",
        "1. Which of the following is granted to Canada’s prime minister by the",
        "Canada’s federal government consists of a House of Commons whose",
        "country’s constitution?",
        "members are elected by the people and a Senate whose members are",
        "the power to appoint senators",
        "appointed by the prime minister. Legislation is proposed in Parliament",
        "the ability to administer justice in Ontario",
        "and debated by members of both the House of Commons and the",
        "the ability to pass legislation in Parliament",
        "Senate. If legislation is approved by both houses of Parliament, it",
        "the power to choose members of the House of Commons",
        "becomes federal law.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly. 5. Analyze Issues How has regionalism been a problem for Canada?",
        "Canada’s Parliament consists of elected members of the House of Give one example.",
        "Commons and senators who are chosen by the prime minister . Canada is a country made up of many regions. Often, people feel a",
        "stronger connection to their region than to Canada as a whole. This",
        "2. How do Montreal citizens deal with the extreme cold of their",
        "sentiment is especially strong in the French-speaking province of",
        "Quebec. Many people from Quebec feel that their province should be",
        "They rarely go outside during the winter.",
        "independent from Canada, and the country has held two referendums",
        "They travel by dogsled between neighborhoods.",
        "to vote on the issue of an independent Quebec.",
        "They move to other Canadian cities during the winter.",
        "They use underground passageways to travel between buildings. 6. Analyze Issues Why do the United States and Canada dispute the",
        "Alternate Question Select the answer choice from the drop-down list sale of Canadian timber to the United States?",
        "to complete the sentence correctly. Canada’s economy relies heavily on exports. About 75 percent of",
        "The citizens of Montreal use underground passageways and Canada’s exports go to the United States, and one of its major exports is",
        "covered tunnels to travel between buildings during their harsh timber. Recently, the two countries have disputed the sale of Canadian",
        "winters. timber to the United States. The United States believes that Canada is",
        "selling its timber at artificially low prices, while Canada believes United",
        "3. How does the Canadian Shield region benefit the country’s",
        "States’ tariffs violate the North American Free Trade Agreement.",
        "The region is a major tourism destination.",
        "Most of Canada’s crops are farmed there.",
        "Most of Canada’s timber is harvested there.",
        "The region is a major producer of valuable minerals.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "The Canadian Shield is an important region for Canada’s mining",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 239 continued from page 241",
        "IDENTIFY POINTS OF VIEW ANALYZE INFORMATION",
        "Debate Regionalism Make a Chart and Map",
        "1. Discuss the term regionalism with students. Ask them to describe 1. Organize the class into four groups. Have each group create a chart",
        "the ways the Quebecois have expressed their regionalism. Explain with four columns and four rows. Have students label the columns",
        "that Quebec has a political party that wants Quebec to separate Eastern Provinces, Heartland, Western Provinces, and Far North.",
        "from Canada. Label the rows Location, Climate, Natural resources, and Economic",
        "2. Divide the class into groups. Have each group create a list of activities.",
        "advantages and disadvantages of regionalism for Quebec and for 2. After groups have completed their charts, ask: How are the",
        "Canada. Discuss why it is important to recognize and appreciate economic activities of each region linked to its natural resources",
        "cultural differences and identify ways regionalism can sometimes and location? Have each group make a map of one of Canada’s",
        "cause problems for the nation. regions, showing the provincial capital and a symbol for each",
        "3. Ask each group to prepare arguments supporting and opposing region that reflects its economy, resources, or other unique feature.",
        "the following statement: Because of its special heritage, Quebec Maps should include a title, a compass rose, and a scale.",
        "should be allowed to separate from Canada. Pick two (or more) 3. Conclude by having each student pick the region he or she would",
        "students to debate this question. like to live in and explain why.",
        "*Alternative Assessment Handbook, Rubric 10: Debates *Alternative Assessment Handbook, Rubrics 7: Charts; and 20: Map",
        "STRUGGLING READERS",
        "Citizen’s Handbook",
        "1. Organize the class into three groups. Have each group create a",
        "page for a Citizen’s Handbook for new immigrants to Canada.",
        "2. One group can write the introduction explaining why it",
        "is important for immigrants to understand how Canada’s",
        "government works if they want to become citizens. A second",
        "group can make drawings or a chart showing how the government",
        "is organized. The third group can create a cover for the book and",
        "a glossary explaining these terms: Prime Minister, Parliament,",
        "Senators, and House of Commons.",
        "3. Have students share their pages and assemble the Citizen’s",
        "*Alternative Assessment Handbook, Rubric 42: Writing to Inform",
        "242b Module 7, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Use Mental Maps and Sketch Maps",
        "Drawing Sketch Maps",
        "Define the Skill Learn the Skill",
        "1. Ask students to think about a place that they could",
        "We create maps in our heads of all kinds of Does your mental map of the world look like",
        "draw a sketch map of, such as their school, country,",
        "places—our schools, communities, country, and the sketch map here? It is all right if they do not",
        "the world. These images, or mental maps, are look exactly alike. Now think about the places in or community.",
        "shaped by what we see and experience. your own neighborhood. Use your mental map",
        "2. Once students decide what their maps will show,",
        "to draw a sketch map of your neighborhood.",
        "We use mental maps of places when we draw",
        "Then use your sketch map to answer the have them determine how much space it needs to",
        "sketch maps. A sketch map uses very simple",
        "shapes to show the relationship between places following questions and discuss your answers cover.",
        "and regions and the relative size of places and",
        "3. Students should use art supplies to create their",
        "regions. Notice the sketch map of the world 1. What are the most important features of your",
        "shown here. It may not look like any other map map? Describe these features to your partner. sketch maps. Remind them that sketch maps show",
        "in your book, but it does give you an idea of 2. What is the largest building in your neighbor- the relative size and shape of places.",
        "what the world looks like.",
        "hood? Describe the building to your partner.",
        "4. Encourage students to shade different parts of",
        "3. What labels did you use on your map?",
        "their maps. Students should include at least five",
        "NORTH shapes on their maps. Remind them to include a",
        "AMERICA EUROPE ASIA Practice the Skill",
        "Draw a sketch map of Canada. Make sure",
        "Tropic of Cancer to include the cities, regions, and physical *Alternative Assessment Handbook, Rubric 20: Map",
        "AFRICA features you learned about in this module. Then Creation",
        "Equator 0° SOUTH Equator 0° exchange your map with another student. Ask",
        "TTrrooppiicc ooff CCaapprriiccoorrnn AUSTRALIA y h o e u o r r p s a h r e t n d e o r e t s o n m ot a k u e n d co e r r r s e ta c n ti d o n it s . to your map if Learn the Skill",
        "1. What are the most important features of your map?",
        "Describe these features to your partner.",
        "2. What is the largest building in your neighborhood?",
        "Describe the building to your partner.",
        "3. What labels did you use on your map?",
        "Answers will vary, but students should note the most",
        "important features on their map and be able to describe",
        "them to their partner.",
        "Practice the Skill",
        "Draw a sketch map of Canada. Make sure to include",
        "the cities, regions, and physical features you learned",
        "about in this module. Then exchange your map with",
        "another student. Ask your partner to make corrections",
        "Canada 243 to your map if he or she does not understand it.",
        "Students’ sketch maps of Canada will vary but should",
        "include cities such as Montreal, Ottawa, and Vancouver",
        "and physical features such as the Rocky Mountains, St.",
        "Lawrence River, and Niagara Falls.",
        "Module 7 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Choose the letter of the answer that best completes the statement or answers the question below.",
        "Choose the letter of the answer that best completes the 1. A physical feature of rocky uplands, lakes, and swamps in Canada is",
        "statement or answers the question below.",
        "a. Niagara Falls. c. Grand Banks.",
        "1. A physical feature of rocky uplands, lakes, and swamps b. Great Lakes. d. Canadian Shield.",
        "in Canada is called the 2. Which part of Canada did the French settle?",
        "a. Ontario c. Quebec",
        "a. Niagara Falls. c. Grand Banks.",
        "b. New Brunswick d. British Columbia",
        "b. Great Lakes. d. Canadian Shield.",
        "3. What province was the first to have a large Asian population?",
        "2. Which part of Canada did the French settle? a. Manitoba c. Quebec",
        "b. British Columbia d. Saskatchewan",
        "a. Ontario c. Quebec",
        "4. A strong connection that people feel toward their region is called",
        "b. New Brunswick d. British Columbia",
        "a. maritime. c. heartland.",
        "3. What province was the first to have a large Asian b. province. d. regionalism.",
        "a. Manitoba c. Quebec Comprehension and Critical Thinking",
        "b. British Columbia d. Saskatchewan Lesson 1 Lesson 3",
        "5. a. Define What is pulp? 7. a. Recall What kind of government does",
        "4. A strong connection that people feel toward their",
        "b. Make Inferences What is the coldest Canada have?",
        "region is called area in Canada? b. Compare and Contrast How are the",
        "a. maritime. c. heartland. c. Evaluate What makes the Grand Banks Eastern Provinces different from the",
        "b. province. d. regionalism. an ideal fishing ground? Western Provinces?",
        "Lesson 2 c. Evaluate Why do the Quebecois see",
        "6. a. Identify Who were the first Canadians? themselves as different from other",
        "Comprehension and Critical Thinking b. Draw Conclusions Why did Canadians",
        "build a rail line across Canada?",
        "LESSON 1 c. Predict Do you think Canada’s cities will",
        "5. a. Define What is pulp? softened wood fibers used to increase or decrease in population in the",
        "future? Explain your answers.",
        "b. Make Inferences What is the coldest area in",
        "Canada? areas close to the Arctic Circle",
        "c. Evaluate What makes the Grand Banks an ideal",
        "fishing ground? The cold water from the Labrador Sea",
        "meets with the warm water of the Gulf Stream, creating",
        "ideal conditions for growing organisms that fish like to",
        "eat. Large schools of fish gather to eat here.",
        "LESSON 2 244 Module 7",
        "6. a. Identify Who were the first Canadians? Native",
        "Canadians and Inuit people",
        "Write an Informative Essay Using the exhibits",
        "b. Draw Conclusions Why did Canadians build a rail ONLINE DOCUMENT-BASED",
        "in Part 1 and your knowledge of the history and",
        "line across Canada? to link British Columbia with the INVESTIGATION",
        "geography of Canada, write an informative essay that",
        "provinces in the east",
        "c. Predict Do you think Canada’s cities will increase or Canada answers the following question: how does Canada's",
        "heartland contribute to the country's economy and",
        "decrease in population in the future? Explain your Have students complete and review all the DBI",
        "unique character? Be sure to cite specific evidence",
        "answer. Answers will vary, but students may answer activities in Part 1.",
        "from at least two sources in your response.",
        "that Canada’s cities will probably grow in the future due",
        "Use this Informative/Explanatory Essay Rubric to",
        "to continuing immigration and more job opportunities.",
        "score students' work in Part 2.",
        "RUBRIC Students’ essays should",
        "• focus on the topic and support it with",
        "7. a. Recall What kind of government does Canada have?",
        "explanations and facts",
        "a democratic government led by a prime minister",
        "• present information logically, clearly,",
        "• cite at least two sources of relevant,",
        "informative text evidence from Part 1 in",
        "support of their topic",
        "• be organized into a distinct introduction,",
        "a main body consisting of several",
        "paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 7 Assessment, continued",
        "b. Compare and Contrast How are the Eastern",
        "Reading Skills Map Activity Provinces different than the Western Provinces? The",
        "Understand Lists Use the Reading Skills taught Eastern Provinces are on or near the sea; farming is",
        "in this module to answer a question about the difficult due to a short growing season and poor soils;",
        "reading selection below.",
        "the region's economy is related to farming and fishing.",
        "Canada is one of the world’s leading mineral The Western Provinces are the prairie provinces and",
        "producers. Canadians mine valuable titanium, British Columbia; prairies are part of a rich wheat belt;",
        "zinc, iron ore, gold, and coal. Canada’s iron and",
        "British Columbia has rich resources and trades with Asia.",
        "steel industry uses iron ore to manufacture",
        "products like planes, automobiles, and household c. Evaluate Why do the Quebecois see themselves",
        "as different from other Canadians? They believe that",
        "8. What minerals does Canada produce? N their province should be given special status that would",
        "S recognize the cultural differences between Quebec and",
        "Social Studies Skills",
        "the rest of Canada.",
        "9. Use Mental Maps and Sketch Maps With-",
        "out looking at a map of Canada, think",
        "10. Canada On a separate sheet of paper,",
        "about what the Eastern Provinces look like.",
        "match the letters on the map with their cor- Reading Skills",
        "Then create a sketch map of the Eastern",
        "Provinces. Make sure to include a compass 8. Understand Lists Use the Reading Skills taught in",
        "rose and important physical features. Rocky Mountains Manitoba",
        "Nunavut St. Lawrence River",
        "this module to answer a question about the reading",
        "Vancouver selection below.",
        "11. Create a Tourism Ad Now that you have",
        "collected notes on Canada’s geography,",
        "history, and culture, choose the information Canada is one of the world’s leading mineral",
        "you think will most appeal to visitors. Write producers. Canadians mine valuable titanium, zinc,",
        "a one-minute radio script using descriptive",
        "iron ore, gold, and coal. Canada’s iron and steel",
        "and persuasive language to convince your",
        "audience to visit Canada. Consult the Inter- industry uses iron ore to manufacture products like",
        "net and other sources for more informa- planes, automobiles, and household appliances.",
        "tion or examples of tourism ads. Describe",
        "Canada in a way that will capture your",
        "audience’s imagination. Ask the class to What minerals does Canada produce? titanium, zinc,",
        "listen carefully as you read your radio ad to",
        "iron ore, gold, and coal",
        "them. Then ask the class to evaluate your ad",
        "on how persuasive it was or was not. When",
        "Social Studies Skills",
        "viewing other ads, make sure to listen and",
        "take note of any basic or academic vocabu- 9. Use Mental Maps and Sketch Maps Without looking",
        "lary terms you may hear.",
        "at a map of Canada, think about what the Eastern",
        "Provinces look like. Then create a sketch map of the",
        "Eastern Provinces. Make sure to include a compass",
        "rose and important physical features. Students’ sketch",
        "maps will vary but should resemble Canada and include",
        "important physical features and a compass rose.",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "essay should include specific details about Canada’s",
        "Do Canada’s many regional",
        "history, diversity, immigrants, regions, and economy.",
        "differences strengthen or weaken Be sure to cite evidence to support your point, and",
        "the country? organize your essay into an introduction, body, and",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a Alternative Activity Instead of writing essays,",
        "specific position address the Essential Question through activities",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia",
        "presentations, or writing journal entries. See the",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of",
        "project rubrics.",
        "• identify key people, events, and/or turning",
        "points that demonstrate understanding of",
        "the module content",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "Print Assessment (continued)",
        "10. Canada On a separate sheet of paper, match the letters on the map with",
        "their correct labels.",
        "Rocky Mountains Manitoba",
        "Nunavut St. Lawrence River",
        "A. St. Lawrence River D. Rocky Mountains",
        "B. Manitoba E. Nunavut",
        "Focus on Writing",
        "11. Create a Tourism Ad Now that you have collected notes on Canada’s",
        "geography, history, and culture, choose the information you think will most",
        "appeal to visitors. Write a one-minute radio script using descriptive and",
        "persuasive language to convince your audience to visit Canada. Consult the",
        "Internet and other sources for more information or examples of tourism",
        "ads. Describe Canada in a way that will capture your audience’s imagination.",
        "Ask the class to listen carefully as you read your radio ad to them. Then ask",
        "the class to evaluate your ad on how persuasive it was or was not. When",
        "viewing other ads, make sure to listen and take note of any basic or academic"
      ],
      "duration": "45 minutes"
    }
  ]
}