{
  "module_number": 21,
  "title": "South America",
  "pdf_source": "compressed_South America Teacher Guide PDF.pdf",
  "quarter": "Q3",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 2: Brazil . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .331",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "5. Why did Peru’s economy suffer during the 1980s and 1990s? 12. Compare and Contrast How is the political development of Chile",
        "Weather patterns shifted resulting in crop failures. and Peru similar?",
        "An elected government was overthrown by the military.",
        "Both Chile and Peru suffered though long periods of political difficulties.",
        "People moved away from Lima to escape political violence.",
        "Both countries are now democracies and have created stable",
        "The government battled a terrorist group named the Shining Path. governments with elected officials.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "During the 1980s and 1990s, Peru’s economy suffered as the",
        "government battled (the) Shining Path , a terrorist group.",
        "South America 356a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 353",
        "continued from page 350 COLLABORATIVE LEARNING",
        "More About . . .",
        "Misconception Alert: Chile’s Mummies The mummies of ancient Egypt 1. Organize the class into small groups.",
        "may be the most famous, but the oldest mummies in the world have",
        "2. Have students make lists of the things sold by street vendors in",
        "been found in Chile. On the north coast of what is now Chile, a people",
        "the United States and the things sold by street vendors in Pacific",
        "known as the Chinchoros were mummifying their dead as early as 5,000",
        "South America. Tell students to think of their own experiences and",
        "BC. That is approximately 2,000 years before the ancient Egyptians started",
        "to look at the photo from The Informal Economy for ideas of items",
        "to add to the list.",
        "3. As a class, discuss students’ lists. Ask students to compare and",
        "continued from page 351 contrast the items and to consider why there are differences in",
        "what street vendors commonly sell in the United States and in",
        "More About . . .",
        "Pacific South America.",
        "Derby Hats One piece in the traditional dress of Bolivian Indian women",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "is the derby, a narrow-brimmed, dome-shaped hat first made in 1850",
        "Contrasting; and 14: Group Activity",
        "by William Bowler, a London hatter. The derby became popular with",
        "indigenous Bolivian women in the 1920s. A Bolivian merchant who had",
        "continued from page 355",
        "imported too many derbies decided to sell them as women’s hats. The",
        "idea worked, and by the 1930s the Italian company Borsalino was mass-",
        "producing derbies specifically for exportation to the Andes. Today, many",
        "indigenous women have two derbies, one for everyday use and another",
        "Victor Jara, Chilean Folk Singer",
        "one for special occasions.",
        "4. Explain to students that Victor Jara was a popular Chilean folk",
        "Inti Raimi The traditional Inca festival of Inti Raimi is held every year on singer who was a victim of the 1973 coup in Chile. Tell them that",
        "June 24 in Cuzco, Peru, the capital of the ancient Inca empire. The most he supported Chile’s overthrown president, Salvador Allende, and",
        "important of the festivals the Inca celebrated, Inti Raimi was held during had written songs against injustice.",
        "the winter solstice and honored Inti, the Sun God. In 1572, the Spanish",
        "5. Have students research the life and death of Victor Jara. Ask",
        "viceroy in Cuzco banned the festival as pagan. In 1944, after nearly four",
        "students to prepare a brief biographical fact sheet and to include",
        "centuries of suppression, the ceremony of Inti Raimi was revived. Today,",
        "information about how he is remembered today.",
        "hundreds of thousands of tourists from all over the world attend the",
        "6. In advance, find a recording with one of Victor Jara’s most popular",
        "celebration, which is the second-largest festival in South America.",
        "songs, Te Recuerdo Amanda (“I Remember You, Amanda”) and play",
        "it for the class. If possible, give students a printed translation of the",
        "continued from page 352 song. Tell students that Jara’s songs celebrated the simple people",
        "of Chile and denounced the poverty and injustice in their lives.",
        "More About . . .",
        "7. Have students share information from their biographical fact",
        "Galapagos Islands The archipelago, made famous by Charles Darwin’s",
        "sheets. Discuss Victor Jara and how he is remembered today.",
        "observations of unusual fauna that became the basis for his work On the",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and",
        "Origin of Species (1859), is a province of Ecuador. In 1832 Ecuador took",
        "possession of the uninhabited islands, and today the only human inhabitants",
        "are mostly Ecuadorans. The island of Baltra contains an Ecuadoran military",
        "base. Tourism, fishing, and agriculture support the area economy.",
        "356b Module 11, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Interpret an Elevation Profile",
        "Interpret an Elevation Profile",
        "Define the Skill Practice the Skill",
        "An elevation profile is a diagram that shows Look at the physical map of Pacific South Have students examine the elevation profile on this",
        "a side view of an area. This kind of diagram America in Lesson 1 of this module. Choose page. Guide them in a discussion of how vertical",
        "shows the physical features that lie along a line a latitude line and create your own elevation",
        "distance is exaggerated on the elevation profile. Tell",
        "from Point A to Point B. Keep in mind that an profile for the land at that latitude. Be sure to",
        "elevation profile typically exaggerates vertical pay attention to the scale and the legend so them that they are going to find out how wide the",
        "distances because vertical and horizontal that you use correct measurements. horizontal distance would be if it used the same scale",
        "distances are measured differently on elevation",
        "as the vertical distance. Remind them that a mile",
        "profiles. If they were not, even tall mountains",
        "would appear as tiny bumps. equals 5,280 feet (1 km = 1,000 m). Have students",
        "measure and compute how much distance an inch",
        "Learn the Skill represents on the vertical scale. about 3 miles (4.8",
        "Use the elevation profile below to answer the km) Then have students measure and compute how",
        "following questions. much distance an inch covers on the horizontal scale.",
        "1. What place does this elevation profile about 60 miles (97 km) Help students as necessary to",
        "reach the final calculation. If the horizontal distance",
        "2. What is the highest point, and what is its",
        "is measured in the same proportion as the vertical",
        "3. How can you tell that the vertical distance is distance, it would have to be about 120 inches (305 cm),",
        "exaggerated? or 10 feet (3 m) wide.",
        "25,000 ft A P rofile at 0° latitude B Mo A u n n d t e a s in s Cay M a t m . be 7,620 m Learn the Skill",
        "20,000 ft ECUADOR 6,096 m",
        "1. What place does this elevation profile measure? the",
        "15,000 ft 4,572 m",
        "northern part of Ecuador",
        "10,000 ft 3,048 m",
        "P O a c c e i a fi n c A B m a a s z i o n n 2. What is the highest point, and what is its elevation?",
        "5,000 ft 1,524 m",
        "Mt. Cayambe; about 20,000 feet (6,096 m)",
        "Sea Level Sea Level",
        "Approximately 360 miles 3. How can you tell that the vertical distance is",
        "exaggerated? because 3 miles (4.8 km) on the vertical",
        "scale takes up the same space “(1 inch [2.5 cm]) as 60",
        "miles (97 km) on the horizontal scale",
        "Practice the Skill",
        "Student elevation profiles will vary based on the latitudes",
        "chosen. They should use a vertical scale and indicate",
        "South America 357 horizontal distance.",
        "South America 357",
        "Module 11 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "For each statement below, write T if it is true and F if it is false.",
        "Review Vocabulary, Terms, and Places",
        "1. The Andes is a river system.",
        "For each statement below, write T if it is true and F if it is false.",
        "2. Caribbean South America’s location near the equator means that the region is very cold.",
        "1. The Andes is a river system. F 3. Huge slums in Brazilian cities are called favelas.",
        "2. Caribbean South America’s location near the equator 4. Deforestation in the Amazon region threatens the survival of many plant and animal",
        "means that the region is very cold. F species.",
        "3. Huge slums in Brazilian cities are called favelas. T 5. Most Argentines today work as gauchos, herding cattle and horses on grasslands.",
        "4. Deforestation in the Amazon region threatens the 6. Paraguay is a landlocked country.",
        "survival of many plant and animal species. T 7. Colombian culture includes traditional African songs and dances.",
        "5. Most Argentinians today work as gauchos, herding 8. Venezuela’s economy depends on oil production.",
        "9. La Paz, Bolivia, is the capital city with the lowest elevation in the world.",
        "cattle and horses on grasslands. F",
        "10. Today Chile has a stable government and a growing economy.",
        "6. Paraguay is a landlocked country. T",
        "7. Colombian culture includes traditional African songs",
        "and dances. T Comprehension and Critical Thinking",
        "8. Venezuela’s economy depends on oil production. T Lesson 1 Lesson 3",
        "9. La Paz, Bolivia, is the capital city with the lowest 11. a. Recall What is the region’s longest river? 13. a. Describe How is Argentina’s culture",
        "b. Analyze How does the temperature vary different from other South American",
        "elevation in the world. F",
        "in the Andes? countries?",
        "10. Today Chile has a stable government and a growing c. Recall What kind of climate does the b. Contrast What is one difference",
        "economy. T Amazon Basin have? between Uruguay and Paraguay?",
        "d. Elaborate How might the region’s major c. Compare and Contrast How are quotas,",
        "Comprehension and Critical Thinking physical features have influenced devel- tariffs, and embargos alike? How are they",
        "opment and daily life in Atlantic South different?",
        "LESSON 1 America? Lesson 4",
        "11. a. Recall What is the region’s longest river? Orinoco e. Compare and Contrast What are two 14. a. Draw Conclusions What created",
        "River differences and one similarity between a problem for all Colombians after",
        "the Atacama Desert and the altiplano? independence?",
        "b. Analyze How does the temperature vary in the",
        "Lesson 2 b. Elaborate Why do most Colombians live",
        "Andes? Temperatures drop at higher elevations. 12. a. Identify What parts of Brazilian culture in fertile valleys and river basins?",
        "c. Recall What kind of climate does the Amazon Basin reflect African influences? c. Define What is a strike?",
        "have? humid tropical b. Analyze What factors cause people from d. Draw Conclusions Why did people from",
        "the northeast of Brazil to move to the India immigrate to Guyana?",
        "d. Elaborate How might the region’s major physical",
        "features have influenced development and daily life c. Evaluate Is deforestation of the Ama-",
        "in Atlantic South America? The region’s river systems, zon rain forest necessary? Explain your",
        "answer. What arguments might someone",
        "plains, and plateaus made it a good place for farming",
        "with a different opinion use?",
        "and raising cattle.",
        "e. Compare and Contrast What are two differences",
        "and one similarity between the Atacama Desert 358 Module 11",
        "and the altiplano? differences—The Atacama Desert",
        "is cloudier and drier; similarity—Trees do not grow in",
        "either place. Write an Explanatory Essay How has physical",
        "ONLINE DOCUMENT-BASED",
        "geography shaped life in South America, past and",
        "LESSON 2 present? Using the documents in Part 1 and your",
        "12. a. Describe What parts of Brazilian culture reflect South America knowledge of history and geography, write an",
        "explanatory essay in which you answer this question.",
        "African influences? religion, festivals, and dance Have students complete and reciew all the DBI",
        "Think about how people adapt to and use resources",
        "b. Analyze What factors lead people from the activities in Part 1.",
        "from their environment. Be sure to discuss various",
        "northeast of Brazil to move to the southeast? The",
        "Use this Informative/Explanatory Essay rubric to geographic factors that shape life in South America.",
        "northeast is Brazil’s poorest region, and many people",
        "score students' work in Part 2. Be sure to cite specific evidence from at least four",
        "move to the southeast to find jobs.",
        "c. Evaluate Is deforestation of the Amazon rain forest RUBRIC Students’ essays should sources in your response.",
        "necessary? Explain your answer. What arguments • focus on the topic and support it with",
        "explanations and facts",
        "might someone with a different opinion use? Possible",
        "• present information logically, clearly,",
        "answer: Deforestation is necessary for the farmers",
        "and businesses who depend on it for their income. But",
        "• cite at least four sources of relevant,",
        "people and animals living in the rain forest also need it",
        "informative text evidence from Part 1 in",
        "to be protected.",
        "support of their topic",
        "• be organized into a distinct introduction,",
        "a main body consisting of several",
        "paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 11 Assessment, continued",
        "Lesson 5 Map Skills",
        "1. a. Describe How is Argentina’s culture different from",
        "15. a. Describe How did the Incas organize 21. Atlantic South America On a separate",
        "their huge empire? sheet of paper, match the letters on the other South American countries? Unlike most of",
        "b. Analyze How have Spanish and native map with their correct labels. South America, Argentina has few native peoples and",
        "cultures left their marks on culture in São Paulo Pampas Patagonia its culture has been highly influenced by Europeans.",
        "Pacific South America?",
        "Paraná River Río de la Plata Amazon River",
        "c. Analyze What problems in Ecuador and b. Contrast What is one difference between Uruguay",
        "Bolivia cause political unrest? and Paraguay? Possible answer: Paraguay is",
        "d. Evaluate What would be some benefits",
        "landlocked, and Uruguay is not.",
        "and drawbacks of moving from the high-",
        "lands to one of Lima’s “young towns”? c. Compare and Contrast How are quotas, tariffs, and",
        "embargoes alike? How are they different? They are",
        "Reading Skills all trade barriers. A quota is a limit on the amount of a",
        "16. Identify Supporting Details Look back product that can be brought into a country. A tariff is a",
        "over the first part of Lesson 1 about the N",
        "fee on goods brought into a country. An embargo is a",
        "physical geography of Caribbean South W E",
        "America. Then make a list of details you find S law that cuts off trade with a specific country.",
        "to support that part of the lesson’s main",
        "ideas. Make sure you include details about",
        "physical features, climate, vegetation, and LESSON 4",
        "natural resources. 2. a. Draw Conclusions What created a problem for",
        "all Colombians after independence? Geographic",
        "Social Studies Skills",
        "isolation caused people in different regions to have",
        "Interpret an Elevation Profile Use the elevation",
        "profile from the Social Studies Skills activity in this different economies and cultural identities.",
        "module to answer the questions below. b. Elaborate Why do most Colombians live in fertile",
        "Focus on Writing",
        "valleys and river basins? The climate is good for",
        "17. Which view of the area does this diagram 22. Write a Letter Imagine that you live in a",
        "give you, from above or from the side? specific South American country. Your pen farming, and the rivers provide connections to other",
        "pal in the United States has asked you to settlements.",
        "18. What information does the locator map give",
        "write a letter telling her about life in your",
        "you? c. Define What is a strike? a group of workers stopping",
        "region. Begin a letter to your pen pal by",
        "describing the most interesting physical work until their demands are met",
        "19. What is located at the lowest point, and",
        "what is its elevation? and cultural features of the whole region in d. Draw Conclusions Why did people from India",
        "which you live: Caribbean South America,",
        "immigrate to Guyana? to work on sugar plantations",
        "20. How much area is covered between Points Atlantic South America, or Pacific South",
        "A and B? America. Then write a second paragraph LESSON 5",
        "telling your pen pal about the special physi-",
        "15. a. Describe How did the Incas organize their huge",
        "cal and cultural features of the country in",
        "which you live. Try to keep your pen pal empire? Irrigation turned deserts into farmland; stone-",
        "interested in reading by including fascinat- paved roads and suspension bridges connected the",
        "ing details and descriptions.",
        "empire; relay runners carried messages.",
        "b. Analyze How have Spanish and native cultures",
        "left their marks on culture in Pacific South America?",
        "South America 359",
        "Spanish—Roman Catholicism, Spanish language;",
        "native cultures—religious festivals, languages, music",
        "and instruments, clothing",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "c. Analyze What problems in Ecuador and Bolivia",
        "essay should include specific details about the",
        "cause political unrest? poverty; dissatisfaction with",
        "Are the biggest challenges South",
        "economic, political, and environmental challenges",
        "government policies",
        "American countries face economic, facing South America. Be sure to cite evidence to",
        "d. Evaluate What would be some benefits and",
        "political, or environmental? support your point and organize your essay into an",
        "drawbacks of moving from the highlands to one",
        "introduction, body, and conclusion.",
        "of Lima’s “young towns”? benefits—jobs, escaping",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a Alternative Activity Instead of writing essays, violence; drawbacks—overcrowded conditions, lack of",
        "specific position address the Essential Question through activities services, having to leave family and home",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia",
        "position presentations, or writing journal entries. See the Reading Skills",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of 16. Identify Supporting Details Look back over the",
        "project rubrics. first part of Lesson 1 about the physical geography of",
        "• identify key people, events, and/or turning",
        "Caribbean South America. Then make a list of details",
        "points that demonstrate understanding of",
        "you find to support that part of the lesson’s main ideas.",
        "the module content",
        "• be organized into a distinct introduction, Make sure you include details about physical features,",
        "main body, and conclusion climate, vegetation, and natural resources. Students’",
        "lists will vary, but should include details about physical",
        "features, climate, vegetation, and natural resources.",
        "South America 359",
        "Print Assessment (continued) Online Assessment",
        "1. Use the map to answer the question.",
        "Social Studies Skills",
        "Interpret an Elevation Profile Use the elevation profile from the Social Studies",
        "Skills activity in this module to answer the questions below.",
        "17. Which view of the area does this diagram give you, from above or the side?",
        "18. What information does the locator map give you? the diagram represents a",
        "portion of Ecuador",
        "19. What is located at the lowest point, and what is its elevation? The Pacific",
        "Ocean and the Amazon Basin are at the lowest point, which is sea level.",
        "20. How much area is covered between points A and B? approximately 360 miles",
        "21. Atlantic South America On a separate sheet of paper, match the letters on Which two natural features do Venezuela and Colombia share?",
        "mountains and llanos",
        "the map with their correct labels.",
        "waterfalls and an isthmus",
        "A. São Paulo B. Paraná River C. Amazon River Atlantic Ocean beaches and tundra",
        "D. Patagonia E. Río de la Plata F. Pampas Pacific Ocean beaches and a desert",
        "2. Drag the name of the country into the space provided.",
        "3. Drag the name of the country into the space provided.",
        "Focus on Writing",
        "22. Write a Letter Imagine that you live in a specific South American country.",
        "Your pen pal in the United States has asked you to write a letter telling her",
        "about life in your region. Begin a letter to your pen pal by describing the",
        "most interesting physical and cultural features of the whole region in which",
        "you live: Caribbean South America, Atlantic South America, or Pacific South",
        "America. Then write a second paragraph telling your pen pal about the",
        "special physical and cultural features of the country in which you live. Try to",
        "keep your pen pal interested in reading by including fascinating details and",
        "RUBRIC: Students’ letters should",
        "• be two paragraphs long",
        "• include interesting details",
        "• tell physical and cultural features about a whole region of South America",
        "• tell physical and cultural features about a country in South America",
        "4. Select an answer choice for each of the drop-down lists to complete the sentence 11. Drag the name of the country into the box next to its capital city.",
        "Capital City Region",
        "When Brazil gained its independence from Portugal in 1822, life for many",
        "people did not change significantly, especially for enslaved Africans who",
        "Caracas Venezuela",
        "were not freed until later in the century.",
        "Georgetown Guyana",
        "5. Which sport is most popular in Brazil?",
        "Paramaribo Suriname",
        "golf 12. Which of the following is true of Suriname?",
        "It is a territorial possession of France.",
        "Most people live in small, rural communities.",
        "6. Drag the name of Brazil’s region into the box next to its description. The national economy is based on industrial exports.",
        "It has a diverse population of Asians, Africans, and South Americans.",
        "Description Region",
        "This is the nation’s poorest region. Northeast 13. Which group led the independence movements to free parts of South",
        "America from Spain?",
        "The country’s capital city is located here. Interior",
        "The country’s largest cities are located here. Southeast",
        "Rivers provide people with transportation and resources. Amazon",
        "7. Why was Eva Perón such a popular person in Argentina? enslaved Africans",
        "She criticized the president of the country. 14. Use the graph to answer the question.",
        "She forced the military out of the government.",
        "She improved the living conditions of the poor. Languages in Pacific South America",
        "She employed many workers by building highways.",
        "Speak mostly Spanish",
        "8. Which of the following caused Argentina’s economic problems in the late",
        "Speak mostly a native language",
        "1900s and early 2000s?",
        "Select the three correct answers.",
        "government spending",
        "government regulation",
        "unstable governments",
        "9. Drag the South American name into the box next to its description.",
        "Description Name",
        "Uruguay’s capital city Montevideo",
        "Paraguay’s capital city Asunción",
        "an American Indian language Guarani",
        "In which country does the largest percentage of the population speak mostly",
        "a Paraguayan river that provides hydroelectric power Paraná",
        "Spanish rather than a native language?",
        "10. Which countries joined Colombia to form Gran Colombia following Bolivia",
        "independence from Spain?",
        "Select the three correct answers.",
        "Ecuador 15. Drag the name of the country into the box next to its capital city.",
        "Capital City Region",
        "Ecuador Peru Bolivia Chile",
        "South America 359b"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: Brazil . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .331",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "5. Why did Peru’s economy suffer during the 1980s and 1990s? 12. Compare and Contrast How is the political development of Chile",
        "Weather patterns shifted resulting in crop failures. and Peru similar?",
        "An elected government was overthrown by the military.",
        "Both Chile and Peru suffered though long periods of political difficulties.",
        "People moved away from Lima to escape political violence.",
        "Both countries are now democracies and have created stable",
        "The government battled a terrorist group named the Shining Path. governments with elected officials.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "During the 1980s and 1990s, Peru’s economy suffered as the",
        "government battled (the) Shining Path , a terrorist group.",
        "South America 356a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 353",
        "continued from page 350 COLLABORATIVE LEARNING",
        "More About . . .",
        "Misconception Alert: Chile’s Mummies The mummies of ancient Egypt 1. Organize the class into small groups.",
        "may be the most famous, but the oldest mummies in the world have",
        "2. Have students make lists of the things sold by street vendors in",
        "been found in Chile. On the north coast of what is now Chile, a people",
        "the United States and the things sold by street vendors in Pacific",
        "known as the Chinchoros were mummifying their dead as early as 5,000",
        "South America. Tell students to think of their own experiences and",
        "BC. That is approximately 2,000 years before the ancient Egyptians started",
        "to look at the photo from The Informal Economy for ideas of items",
        "to add to the list.",
        "3. As a class, discuss students’ lists. Ask students to compare and",
        "continued from page 351 contrast the items and to consider why there are differences in",
        "what street vendors commonly sell in the United States and in",
        "More About . . .",
        "Pacific South America.",
        "Derby Hats One piece in the traditional dress of Bolivian Indian women",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "is the derby, a narrow-brimmed, dome-shaped hat first made in 1850",
        "Contrasting; and 14: Group Activity",
        "by William Bowler, a London hatter. The derby became popular with",
        "indigenous Bolivian women in the 1920s. A Bolivian merchant who had",
        "continued from page 355",
        "imported too many derbies decided to sell them as women’s hats. The",
        "idea worked, and by the 1930s the Italian company Borsalino was mass-",
        "producing derbies specifically for exportation to the Andes. Today, many",
        "indigenous women have two derbies, one for everyday use and another",
        "Victor Jara, Chilean Folk Singer",
        "one for special occasions.",
        "4. Explain to students that Victor Jara was a popular Chilean folk",
        "Inti Raimi The traditional Inca festival of Inti Raimi is held every year on singer who was a victim of the 1973 coup in Chile. Tell them that",
        "June 24 in Cuzco, Peru, the capital of the ancient Inca empire. The most he supported Chile’s overthrown president, Salvador Allende, and",
        "important of the festivals the Inca celebrated, Inti Raimi was held during had written songs against injustice.",
        "the winter solstice and honored Inti, the Sun God. In 1572, the Spanish",
        "5. Have students research the life and death of Victor Jara. Ask",
        "viceroy in Cuzco banned the festival as pagan. In 1944, after nearly four",
        "students to prepare a brief biographical fact sheet and to include",
        "centuries of suppression, the ceremony of Inti Raimi was revived. Today,",
        "information about how he is remembered today.",
        "hundreds of thousands of tourists from all over the world attend the",
        "6. In advance, find a recording with one of Victor Jara’s most popular",
        "celebration, which is the second-largest festival in South America.",
        "songs, Te Recuerdo Amanda (“I Remember You, Amanda”) and play",
        "it for the class. If possible, give students a printed translation of the",
        "continued from page 352 song. Tell students that Jara’s songs celebrated the simple people",
        "of Chile and denounced the poverty and injustice in their lives.",
        "More About . . .",
        "7. Have students share information from their biographical fact",
        "Galapagos Islands The archipelago, made famous by Charles Darwin’s",
        "sheets. Discuss Victor Jara and how he is remembered today.",
        "observations of unusual fauna that became the basis for his work On the",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and",
        "Origin of Species (1859), is a province of Ecuador. In 1832 Ecuador took",
        "possession of the uninhabited islands, and today the only human inhabitants",
        "are mostly Ecuadorans. The island of Baltra contains an Ecuadoran military",
        "base. Tourism, fishing, and agriculture support the area economy.",
        "356b Module 11, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Interpret an Elevation Profile",
        "Interpret an Elevation Profile",
        "Define the Skill Practice the Skill",
        "An elevation profile is a diagram that shows Look at the physical map of Pacific South Have students examine the elevation profile on this",
        "a side view of an area. This kind of diagram America in Lesson 1 of this module. Choose page. Guide them in a discussion of how vertical",
        "shows the physical features that lie along a line a latitude line and create your own elevation",
        "distance is exaggerated on the elevation profile. Tell",
        "from Point A to Point B. Keep in mind that an profile for the land at that latitude. Be sure to",
        "elevation profile typically exaggerates vertical pay attention to the scale and the legend so them that they are going to find out how wide the",
        "distances because vertical and horizontal that you use correct measurements. horizontal distance would be if it used the same scale",
        "distances are measured differently on elevation",
        "as the vertical distance. Remind them that a mile",
        "profiles. If they were not, even tall mountains",
        "would appear as tiny bumps. equals 5,280 feet (1 km = 1,000 m). Have students",
        "measure and compute how much distance an inch",
        "Learn the Skill represents on the vertical scale. about 3 miles (4.8",
        "Use the elevation profile below to answer the km) Then have students measure and compute how",
        "following questions. much distance an inch covers on the horizontal scale.",
        "1. What place does this elevation profile about 60 miles (97 km) Help students as necessary to",
        "reach the final calculation. If the horizontal distance",
        "2. What is the highest point, and what is its",
        "is measured in the same proportion as the vertical",
        "3. How can you tell that the vertical distance is distance, it would have to be about 120 inches (305 cm),",
        "exaggerated? or 10 feet (3 m) wide.",
        "25,000 ft A P rofile at 0° latitude B Mo A u n n d t e a s in s Cay M a t m . be 7,620 m Learn the Skill",
        "20,000 ft ECUADOR 6,096 m",
        "1. What place does this elevation profile measure? the",
        "15,000 ft 4,572 m",
        "northern part of Ecuador",
        "10,000 ft 3,048 m",
        "P O a c c e i a fi n c A B m a a s z i o n n 2. What is the highest point, and what is its elevation?",
        "5,000 ft 1,524 m",
        "Mt. Cayambe; about 20,000 feet (6,096 m)",
        "Sea Level Sea Level",
        "Approximately 360 miles 3. How can you tell that the vertical distance is",
        "exaggerated? because 3 miles (4.8 km) on the vertical",
        "scale takes up the same space “(1 inch [2.5 cm]) as 60",
        "miles (97 km) on the horizontal scale",
        "Practice the Skill",
        "Student elevation profiles will vary based on the latitudes",
        "chosen. They should use a vertical scale and indicate",
        "South America 357 horizontal distance.",
        "South America 357",
        "Module 11 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "For each statement below, write T if it is true and F if it is false.",
        "Review Vocabulary, Terms, and Places",
        "1. The Andes is a river system.",
        "For each statement below, write T if it is true and F if it is false.",
        "2. Caribbean South America’s location near the equator means that the region is very cold.",
        "1. The Andes is a river system. F 3. Huge slums in Brazilian cities are called favelas.",
        "2. Caribbean South America’s location near the equator 4. Deforestation in the Amazon region threatens the survival of many plant and animal",
        "means that the region is very cold. F species.",
        "3. Huge slums in Brazilian cities are called favelas. T 5. Most Argentines today work as gauchos, herding cattle and horses on grasslands.",
        "4. Deforestation in the Amazon region threatens the 6. Paraguay is a landlocked country.",
        "survival of many plant and animal species. T 7. Colombian culture includes traditional African songs and dances.",
        "5. Most Argentinians today work as gauchos, herding 8. Venezuela’s economy depends on oil production.",
        "9. La Paz, Bolivia, is the capital city with the lowest elevation in the world.",
        "cattle and horses on grasslands. F",
        "10. Today Chile has a stable government and a growing economy.",
        "6. Paraguay is a landlocked country. T",
        "7. Colombian culture includes traditional African songs",
        "and dances. T Comprehension and Critical Thinking",
        "8. Venezuela’s economy depends on oil production. T Lesson 1 Lesson 3",
        "9. La Paz, Bolivia, is the capital city with the lowest 11. a. Recall What is the region’s longest river? 13. a. Describe How is Argentina’s culture",
        "b. Analyze How does the temperature vary different from other South American",
        "elevation in the world. F",
        "in the Andes? countries?",
        "10. Today Chile has a stable government and a growing c. Recall What kind of climate does the b. Contrast What is one difference",
        "economy. T Amazon Basin have? between Uruguay and Paraguay?",
        "d. Elaborate How might the region’s major c. Compare and Contrast How are quotas,",
        "Comprehension and Critical Thinking physical features have influenced devel- tariffs, and embargos alike? How are they",
        "opment and daily life in Atlantic South different?",
        "LESSON 1 America? Lesson 4",
        "11. a. Recall What is the region’s longest river? Orinoco e. Compare and Contrast What are two 14. a. Draw Conclusions What created",
        "River differences and one similarity between a problem for all Colombians after",
        "the Atacama Desert and the altiplano? independence?",
        "b. Analyze How does the temperature vary in the",
        "Lesson 2 b. Elaborate Why do most Colombians live",
        "Andes? Temperatures drop at higher elevations. 12. a. Identify What parts of Brazilian culture in fertile valleys and river basins?",
        "c. Recall What kind of climate does the Amazon Basin reflect African influences? c. Define What is a strike?",
        "have? humid tropical b. Analyze What factors cause people from d. Draw Conclusions Why did people from",
        "the northeast of Brazil to move to the India immigrate to Guyana?",
        "d. Elaborate How might the region’s major physical",
        "features have influenced development and daily life c. Evaluate Is deforestation of the Ama-",
        "in Atlantic South America? The region’s river systems, zon rain forest necessary? Explain your",
        "answer. What arguments might someone",
        "plains, and plateaus made it a good place for farming",
        "with a different opinion use?",
        "and raising cattle.",
        "e. Compare and Contrast What are two differences",
        "and one similarity between the Atacama Desert 358 Module 11",
        "and the altiplano? differences—The Atacama Desert",
        "is cloudier and drier; similarity—Trees do not grow in",
        "either place. Write an Explanatory Essay How has physical",
        "ONLINE DOCUMENT-BASED",
        "geography shaped life in South America, past and",
        "LESSON 2 present? Using the documents in Part 1 and your",
        "12. a. Describe What parts of Brazilian culture reflect South America knowledge of history and geography, write an",
        "explanatory essay in which you answer this question.",
        "African influences? religion, festivals, and dance Have students complete and reciew all the DBI",
        "Think about how people adapt to and use resources",
        "b. Analyze What factors lead people from the activities in Part 1.",
        "from their environment. Be sure to discuss various",
        "northeast of Brazil to move to the southeast? The",
        "Use this Informative/Explanatory Essay rubric to geographic factors that shape life in South America.",
        "northeast is Brazil’s poorest region, and many people",
        "score students' work in Part 2. Be sure to cite specific evidence from at least four",
        "move to the southeast to find jobs.",
        "c. Evaluate Is deforestation of the Amazon rain forest RUBRIC Students’ essays should sources in your response.",
        "necessary? Explain your answer. What arguments • focus on the topic and support it with",
        "explanations and facts",
        "might someone with a different opinion use? Possible",
        "• present information logically, clearly,",
        "answer: Deforestation is necessary for the farmers",
        "and businesses who depend on it for their income. But",
        "• cite at least four sources of relevant,",
        "people and animals living in the rain forest also need it",
        "informative text evidence from Part 1 in",
        "to be protected.",
        "support of their topic",
        "• be organized into a distinct introduction,",
        "a main body consisting of several",
        "paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 11 Assessment, continued",
        "Lesson 5 Map Skills",
        "1. a. Describe How is Argentina’s culture different from",
        "15. a. Describe How did the Incas organize 21. Atlantic South America On a separate",
        "their huge empire? sheet of paper, match the letters on the other South American countries? Unlike most of",
        "b. Analyze How have Spanish and native map with their correct labels. South America, Argentina has few native peoples and",
        "cultures left their marks on culture in São Paulo Pampas Patagonia its culture has been highly influenced by Europeans.",
        "Pacific South America?",
        "Paraná River Río de la Plata Amazon River",
        "c. Analyze What problems in Ecuador and b. Contrast What is one difference between Uruguay",
        "Bolivia cause political unrest? and Paraguay? Possible answer: Paraguay is",
        "d. Evaluate What would be some benefits",
        "landlocked, and Uruguay is not.",
        "and drawbacks of moving from the high-",
        "lands to one of Lima’s “young towns”? c. Compare and Contrast How are quotas, tariffs, and",
        "embargoes alike? How are they different? They are",
        "Reading Skills all trade barriers. A quota is a limit on the amount of a",
        "16. Identify Supporting Details Look back product that can be brought into a country. A tariff is a",
        "over the first part of Lesson 1 about the N",
        "fee on goods brought into a country. An embargo is a",
        "physical geography of Caribbean South W E",
        "America. Then make a list of details you find S law that cuts off trade with a specific country.",
        "to support that part of the lesson’s main",
        "ideas. Make sure you include details about",
        "physical features, climate, vegetation, and LESSON 4",
        "natural resources. 2. a. Draw Conclusions What created a problem for",
        "all Colombians after independence? Geographic",
        "Social Studies Skills",
        "isolation caused people in different regions to have",
        "Interpret an Elevation Profile Use the elevation",
        "profile from the Social Studies Skills activity in this different economies and cultural identities.",
        "module to answer the questions below. b. Elaborate Why do most Colombians live in fertile",
        "Focus on Writing",
        "valleys and river basins? The climate is good for",
        "17. Which view of the area does this diagram 22. Write a Letter Imagine that you live in a",
        "give you, from above or from the side? specific South American country. Your pen farming, and the rivers provide connections to other",
        "pal in the United States has asked you to settlements.",
        "18. What information does the locator map give",
        "write a letter telling her about life in your",
        "you? c. Define What is a strike? a group of workers stopping",
        "region. Begin a letter to your pen pal by",
        "describing the most interesting physical work until their demands are met",
        "19. What is located at the lowest point, and",
        "what is its elevation? and cultural features of the whole region in d. Draw Conclusions Why did people from India",
        "which you live: Caribbean South America,",
        "immigrate to Guyana? to work on sugar plantations",
        "20. How much area is covered between Points Atlantic South America, or Pacific South",
        "A and B? America. Then write a second paragraph LESSON 5",
        "telling your pen pal about the special physi-",
        "15. a. Describe How did the Incas organize their huge",
        "cal and cultural features of the country in",
        "which you live. Try to keep your pen pal empire? Irrigation turned deserts into farmland; stone-",
        "interested in reading by including fascinat- paved roads and suspension bridges connected the",
        "ing details and descriptions.",
        "empire; relay runners carried messages.",
        "b. Analyze How have Spanish and native cultures",
        "left their marks on culture in Pacific South America?",
        "South America 359",
        "Spanish—Roman Catholicism, Spanish language;",
        "native cultures—religious festivals, languages, music",
        "and instruments, clothing",
        "Essential Question ESSAY Write an argument answering this question. Your",
        "c. Analyze What problems in Ecuador and Bolivia",
        "essay should include specific details about the",
        "cause political unrest? poverty; dissatisfaction with",
        "Are the biggest challenges South",
        "economic, political, and environmental challenges",
        "government policies",
        "American countries face economic, facing South America. Be sure to cite evidence to",
        "d. Evaluate What would be some benefits and",
        "political, or environmental? support your point and organize your essay into an",
        "drawbacks of moving from the highlands to one",
        "introduction, body, and conclusion.",
        "of Lima’s “young towns”? benefits—jobs, escaping",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a Alternative Activity Instead of writing essays, violence; drawbacks—overcrowded conditions, lack of",
        "specific position address the Essential Question through activities services, having to leave family and home",
        "• illustrate valid reasoning supporting their such as holding debates, creating multimedia",
        "position presentations, or writing journal entries. See the Reading Skills",
        "• cite persuasive evidence supporting their",
        "Alternative Assessment Handbook for a selection of 16. Identify Supporting Details Look back over the",
        "project rubrics. first part of Lesson 1 about the physical geography of",
        "• identify key people, events, and/or turning",
        "Caribbean South America. Then make a list of details",
        "points that demonstrate understanding of",
        "you find to support that part of the lesson’s main ideas.",
        "the module content",
        "• be organized into a distinct introduction, Make sure you include details about physical features,",
        "main body, and conclusion climate, vegetation, and natural resources. Students’",
        "lists will vary, but should include details about physical",
        "features, climate, vegetation, and natural resources.",
        "South America 359",
        "Print Assessment (continued) Online Assessment",
        "1. Use the map to answer the question.",
        "Social Studies Skills",
        "Interpret an Elevation Profile Use the elevation profile from the Social Studies",
        "Skills activity in this module to answer the questions below.",
        "17. Which view of the area does this diagram give you, from above or the side?",
        "18. What information does the locator map give you? the diagram represents a",
        "portion of Ecuador",
        "19. What is located at the lowest point, and what is its elevation? The Pacific",
        "Ocean and the Amazon Basin are at the lowest point, which is sea level.",
        "20. How much area is covered between points A and B? approximately 360 miles",
        "21. Atlantic South America On a separate sheet of paper, match the letters on Which two natural features do Venezuela and Colombia share?",
        "mountains and llanos",
        "the map with their correct labels.",
        "waterfalls and an isthmus",
        "A. São Paulo B. Paraná River C. Amazon River Atlantic Ocean beaches and tundra",
        "D. Patagonia E. Río de la Plata F. Pampas Pacific Ocean beaches and a desert",
        "2. Drag the name of the country into the space provided.",
        "3. Drag the name of the country into the space provided.",
        "Focus on Writing",
        "22. Write a Letter Imagine that you live in a specific South American country.",
        "Your pen pal in the United States has asked you to write a letter telling her",
        "about life in your region. Begin a letter to your pen pal by describing the",
        "most interesting physical and cultural features of the whole region in which",
        "you live: Caribbean South America, Atlantic South America, or Pacific South",
        "America. Then write a second paragraph telling your pen pal about the",
        "special physical and cultural features of the country in which you live. Try to",
        "keep your pen pal interested in reading by including fascinating details and",
        "RUBRIC: Students’ letters should",
        "• be two paragraphs long",
        "• include interesting details",
        "• tell physical and cultural features about a whole region of South America",
        "• tell physical and cultural features about a country in South America",
        "4. Select an answer choice for each of the drop-down lists to complete the sentence 11. Drag the name of the country into the box next to its capital city.",
        "Capital City Region",
        "When Brazil gained its independence from Portugal in 1822, life for many",
        "people did not change significantly, especially for enslaved Africans who",
        "Caracas Venezuela",
        "were not freed until later in the century.",
        "Georgetown Guyana",
        "5. Which sport is most popular in Brazil?",
        "Paramaribo Suriname",
        "golf 12. Which of the following is true of Suriname?",
        "It is a territorial possession of France.",
        "Most people live in small, rural communities.",
        "6. Drag the name of Brazil’s region into the box next to its description. The national economy is based on industrial exports.",
        "It has a diverse population of Asians, Africans, and South Americans.",
        "Description Region",
        "This is the nation’s poorest region. Northeast 13. Which group led the independence movements to free parts of South",
        "America from Spain?",
        "The country’s capital city is located here. Interior",
        "The country’s largest cities are located here. Southeast",
        "Rivers provide people with transportation and resources. Amazon",
        "7. Why was Eva Perón such a popular person in Argentina? enslaved Africans",
        "She criticized the president of the country. 14. Use the graph to answer the question.",
        "She forced the military out of the government.",
        "She improved the living conditions of the poor. Languages in Pacific South America",
        "She employed many workers by building highways.",
        "Speak mostly Spanish",
        "8. Which of the following caused Argentina’s economic problems in the late",
        "Speak mostly a native language",
        "1900s and early 2000s?",
        "Select the three correct answers.",
        "government spending",
        "government regulation",
        "unstable governments",
        "9. Drag the South American name into the box next to its description.",
        "Description Name",
        "Uruguay’s capital city Montevideo",
        "Paraguay’s capital city Asunción",
        "an American Indian language Guarani",
        "In which country does the largest percentage of the population speak mostly",
        "a Paraguayan river that provides hydroelectric power Paraná",
        "Spanish rather than a native language?",
        "10. Which countries joined Colombia to form Gran Colombia following Bolivia",
        "independence from Spain?",
        "Select the three correct answers.",
        "Ecuador 15. Drag the name of the country into the box next to its capital city.",
        "Capital City Region",
        "Ecuador Peru Bolivia Chile",
        "South America 359b"
      ],
      "duration": "45 minutes"
    }
  ]
}