{
  "module_number": 7,
  "title": "Early Civilizations of the Fertile Crescent and the Nile Valley",
  "pdf_source": "compressed_Early Civilizations of the Fertile Crescent and the Nile Valley Teacher Guide PDF.pdf",
  "quarter": "Q1",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 3: The Yuan and Ming Dynasties. . . . . . . . . . . . . . . . . 916",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 3: Andean Civilizations. . . . . . . . . 263 civilizations?",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "ONLINE INTERACTIVE VISUALS",
        "Carousel: Inca Arts",
        "Have students navigate through the carousel",
        "and note similarities and differences among the",
        "images or identify a unifying theme. You may wish",
        "to use the associated question as a discussion",
        "Analyze Visuals What are some features of Inca",
        "art that you can see in these pictures? Possible",
        "answers: bright colors, intricate detail, gold and",
        "The Inca are famous for their textiles. Inca weavers made cloth from cotton and from the wool of llamas.",
        "silver, animals, and people",
        "In print edition, see visual of same title.",
        "Inca artisans made many Inca artisans also made",
        "gold objects, such as this many silver offerings to the",
        "What are some features of Inca art that you can see in",
        "IDENTIFY POINTS OF VIEW",
        "Drag and Drop: Early American",
        "Civilizations The Spanish Conquest 3. Each account should be written in the",
        "Have students play the game to test their 1. Have students conduct research on the first-person point of view and begin",
        "knowledge of early American civilizations by arrival of the Spanish in Peru, Atahualpa’s by describing the author. Encourage",
        "placing items in the correct category. meeting with them, and the subsequent students to be as descriptive and",
        "Spanish attack. detailed as possible.",
        "2. Then have each student write two 4. Ask for volunteers to share their journal",
        "journal entries. The first entry should entries with the class.",
        "READING CHECK present the events related to the *Alternative Assessment Handbook, Rubric 15:",
        "Contrast How did daily life differ for upper- and conquest of the Inca Empire from the Journals",
        "lower-class Inca? upper class—lived in stone houses, point of view of one of Pizarro’s soldiers.",
        "wore the best clothes, did not have to pay labor The second should describe the same",
        "taxes; lower class—most were farmers, dressed in events from an Inca point of view.",
        "plain clothes and lived simply, most of what they",
        "made went to the labor tax and upper class",
        "For additional instruction, go to end of lesson.",
        "268 Module 8, Lesson 3",
        "Early Latin American Societies",
        "Teach the Main Idea",
        "Olmec Maya Aztecs Inca",
        "• w orshiped many gods and • w orshiped many gods • w orshiped many gods • w orshiped many gods",
        "Francisco Pizarro conquered the Inca and took",
        "influenced later religions",
        "• r uled by kings who • r uled by an emperor who • ruled by an emperor",
        "• d eveloped first urban controlled cities; no central collected tribute from control of the region in 1537.",
        "civilization in Mesoamerica government conquered areas • c reated central government and",
        "• c s c re u a lp te tu d r l e arge-scale • built grand buildings • b l a u rg ilt e s o t n c e it o ie f s the world’s • b uilt stone structures without Identify Who was the Inca ruler when Pizarro",
        "• c reated sophisticated 365- using mortar",
        "arrived in the empire? Atahualpa",
        "• developed first writing with day calendar • c reated highly layered",
        "symbols in the Americas society • u sed advanced terrace",
        "• s tudied astronomy agriculture Explain Even though they were greatly",
        "• b uilt large trade network • u sed advanced writing and",
        "• u sed writing and number mathematical systems • u sed the mita, a labor tax system outnumbered, why were Pizarro’s conquistadors",
        "system, including zero",
        "• built large trade network • b uilt advanced system of roads able to defeat the Inca the first time the two",
        "• b uilt large trade network",
        "groups met? The Inca were not armed and were",
        "Analyze Information caught off-guard.",
        "Which cultures’ economies involved large trade networks?",
        "Draw Inferences Why do you think the Spanish",
        "Pizarro Conquers the Inca attacked when Atahualpa wouldn’t convert to",
        "Christianity? Possible answer: The Spanish saw",
        "The arrival of conquistadors changed more than how the Inca recorded",
        "history. In the late 1520s a civil war began in the Inca Empire after the Atahualpa’s refusal to convert as an unforgivable",
        "death of the ruler. Two of the ruler’s sons, Atahualpa (ah-tah-WAHL-pah) insult to Christianity.",
        "and Huáscar (WAHS-kahr), fought to claim the throne. Atahualpa won the",
        "war in 1532, but fierce fighting had weakened the Inca army. More About . . .",
        "On his way to be crowned as king, Atahualpa got news that a band of",
        "about 180 Spanish soldiers had arrived in the Inca Empire. They were Smallpox Diseases were a major threat to Native",
        "conquistadors led by Francisco Pizarro. When Atahualpa came to meet",
        "Americans, and more people died from them than",
        "the group, the Spanish attacked. They were greatly outnumbered, but they",
        "caught the unarmed Inca by surprise. They quickly captured Atahualpa were killed by the European invaders. Smallpox,",
        "and killed thousands of Inca soldiers. for example, spread so quickly that it had already",
        "To win his freedom, Atahualpa asked his people to fill a room with gold",
        "killed many Inca before Pizarro arrived in the empire.",
        "and silver for Pizarro. Inca brought jewelry, statues, and other valuable",
        "items from all parts of the empire. The precious metals would have been Emperor Huayna Capac died of smallpox. So many",
        "worth millions of dollars today. Despite this huge payment, the Spanish farmers became ill that crop production dropped",
        "dramatically. Other deadly diseases included influenza",
        "BIOGRAPHY and measles.",
        "Atahualpa 1502–1533",
        "Atahualpa was the last Inca emperor. He was a popular ruler, but he didn’t",
        "rule for long. At his first meeting with Pizarro, he was offered a religious TABLE",
        "book to convince him to accept Christianity. Atahualpa held the book to",
        "his ear and listened. When the book didn’t speak, Atahualpa threw it on the",
        "ground. The Spanish considered this an insult and a reason to attack. Early Latin American Societies",
        "Identify Points of View Have students examine the table and answer the",
        "How do you think the Spanish viewed non-Christians?",
        "associated question.",
        "Analyze Information Which cultures’ economies",
        "Early Civilizations of Latin America 269 involved large trade networks? Olmec, Maya,",
        "SPECIAL NEEDS STUDENTS ONLINE ANALYZE VIDEOS",
        "Review Flashcards The Search for Inca Gold",
        "1. Pair special needs learners with high- Have students watch the video",
        "Have students read the biography of Atahualpa",
        "ability students. Have each pair choose individually or as a class. You may wish to",
        "and answer the associated question.",
        "an Andean civilization discussed in this use the associated question as a discussion",
        "Identify Points of View How do you think the",
        "lesson to learn more about. prompt.",
        "Spanish viewed non-Christians?",
        "2. Have pairs create flashcards with words Analyze Videos What did gold mean to",
        "Possible answer: as uncivilized and deserving",
        "and images associated with their chosen the Inca? How was their view different from",
        "conquest and death",
        "civilizations. Spanish ideas about gold? The Inca thought",
        "the sun was the origin of gold, and to them,",
        "3. Ask pairs to share their flashcards with",
        "gold was a symbol of the sun. The Spanish",
        "the class. Ask volunteers to identify the",
        "thought of gold as a valuable material and a",
        "civilization each set of cards describes.",
        "way to get rich.",
        "*Alternative Assessment Handbook, Rubric 1:",
        "Acquiring Information",
        "Early Civilizations of Latin America 269",
        "Francisco Pizarro",
        "BIOGRAPHY 1475–1541",
        "Francisco Pizarro organized expeditions to explore the west coast of South",
        "America. His first two trips were mostly uneventful. But on his third trip,",
        "Francisco Pizarro",
        "Pizarro met the Inca. With only about 180 men, he conquered the Inca",
        "Empire, which had been weakened by disease and civil war. In 1535 Pizarro",
        "Have students read the biography of Francisco",
        "founded Lima, the capital of modern Peru.",
        "Pizarro and answer the associated question.",
        "If Pizarro had not found the Inca Empire, what do you think might have happened?",
        "Predict If Pizarro had not found the Inca Empire,",
        "what do you think might have happened? Possible",
        "answers: Inca Empire would continue to control killed Atahualpa. They knew that if they let the Inca ruler live, he might",
        "rally his people and defeat the smaller Spanish forces.",
        "South America; weakened by civil war, empire might",
        "Some Inca did fight back after the emperor’s death, but, in 1537, Pizarro",
        "still have collapsed defeated them. Spain took control over the entire empire.",
        "The fall of the Inca Empire was similar to the fall of the Aztec Empire",
        "in several ways. Both empires had internal problems when the Spanish",
        "arrived and captured each empire’s leaders. Also, guns and horses gave the",
        "Spanish a military advantage over disease-weakened native peoples.",
        "READING CHECK Reading Check The Spanish ruled the region for the next 300 years. Even though the",
        "Identify Cause Inca Empire was defeated, elements of the Inca culture, including lan-",
        "Identify Cause and Effect What events ended and Effect guage, religion, and food, remain important in the region today, especially",
        "What events ended",
        "the Inca Empire? war between Atahualpa and the Inca Empire? in rural areas.",
        "Huáscar, refusal of Atahualpa to convert to Summary After earlier Andean cultures thrived, the Inca built a huge",
        "Christianity, capture and killing of Atahualpa empire in South America. But even with a strong central government, they",
        "could not withstand the Spanish conquest in 1537.",
        "Lesson 3 Assessment",
        "Print Assessment",
        "Review Ideas, Terms, and Places 4. a. Recall When did the Spanish defeat the last of the",
        "1. a. Recall Which society most directly influenced",
        "Review Ideas, Terms, and Places the Inca? b. Compare In what ways was the end of the Inca",
        "Empire like the end of the Aztec Empire?",
        "b. Summarize What types of artwork did each early",
        "1. a. Recall Which society most directly influenced Andean civilization make? c. Analyze Why do you think Pizarro was able to",
        "defeat the much larger forces of the Inca? Name at",
        "2. a. Identify Where was the Inca Empire located? What",
        "the Inca? the Chimú least two possible reasons.",
        "kinds of terrain did it include?",
        "b. Summarize What types of artwork did each b. Analyze How might a person who was conquered Critical Thinking",
        "by the Incas describe being under their rule? Why",
        "early Andean civilization make? Chavín—stone might that description be different than how Pedro de 5. Sequence Create a timeline. Include dates given in",
        "carvings, textiles; Moche—pottery, metalwork; C c. i e E z v a a l d u e a L te e ó D n o d y e o sc u r i t b h e in d k i t t ? he mita system was a good t t h io e n l s e m ss e o n n t f i o o r n b ed eg . innings and endings of the civiliza-",
        "Nazca—giant lines in the desert; Chimú— government policy? Why or why not? 6. Analyze Draw a diagram like the one below. Write a",
        "sentence in each box about how that topic influenced",
        "metalwork, textiles 3. a. Describe What was a unique feature of Inca the next topic.",
        "2. a. Identify Where was the Inca Empire located? b. Make Inferences How might the Inca road system",
        "have helped strengthen the empire? Geography Government Society Achievements",
        "What kinds of terrain did it include? along the",
        "c. Analyze How did Inca art reflect where the Inca",
        "west coast of South America; coastal deserts, lived?",
        "snowy mountains, fertile valleys, and thick forests",
        "b. Analyze How might a person who was 270 Module 8",
        "conquered by the Inca describe being under",
        "their rule? Why might that description be",
        "different than how Pedro de Cieza de León c. Analyze How did Inca arts reflect where Critical Thinking",
        "described it? Possible answer: Unlike de Cieza the Inca lived? Gold, silver, wool, and 5. Sequence Create a timeline. Include dates",
        "de León, a person conquered by the Inca would cotton were available in the Inca Empire. given in the lesson for beginnings and",
        "be directly affected by Inca rule. He or she might The animals in the artwork were animals endings of the civilizations mentioned.",
        "describe being forced to work for a different ruler. that lived where the Inca did. Timeline should include the rise and fall of the",
        "c. Evaluate Do you think the mita system was 4. a. Recall When did the Spanish defeat the Chavíns, Moche, Nazca, Chimú, and Inca.",
        "a good government policy? Why or why not? last of the Inca? 1537 6. Analyze Draw a diagram with four boxes.",
        "Possible answers: yes—resources distributed b. Compare In what ways was the end Write a sentence in each box about how",
        "effectively; no—limited freedoms of the Inca Empire like the end of the that topic influenced the next topic.",
        "3. a. Describe What was a unique feature of Inca Aztec Empire? internal problems, leader Possible answer: Fertile valleys supported",
        "masonry? The stone blocks were cut so precisely captured, Spanish advantage with guns crops; government had farmers work lands;",
        "that cement was not needed. and horses, disease public labor took place of taxes; Inca used",
        "b. Make Inferences How might the Inca road c. Analyze Why do you think Pizarro was money not spent on labor to build temples.",
        "system have helped strengthen the empire? All able to defeat the much larger forces",
        "parts of the empire were connected, simplifying of the Inca? Name at least two possible",
        "travel and communication. reasons. Possible answer: The Spanish had",
        "better weapons, and the Inca were without",
        "270 Module 8, Lesson 3",
        "Online Assessment 5. Make Inferences How has geography affected the ability of scholars",
        "to study the Nazca civilization?",
        "1. How did the Chimú influence Inca civilization?",
        "The Nazca lived in a dry area along the western coast of South America.",
        "The Inca adopted many Chimú customs.",
        "This dry climate has preserved many Nazca artifacts, such as the large",
        "The Chimú briefly controlled several Inca cities.",
        "figures carved into the desert called the Nazca lines. These artifacts",
        "The Chimú taught the Inca how to build pyramids.",
        "allow scholars to draw conclusions about how the Nazca lived.",
        "The Inca learned how to make pottery from the Chimú.",
        "Alternate Question Select the answer choice from the drop-down list 6. Summarize How did Pachacuti try to limit the power of people in",
        "to complete the sentence correctly. conquered territories?",
        "After the Inca conquered the Chimú people, they adopted In an effort to limit the power of people in conquered territories,",
        "many of their customs. Pachacuti began a policy of replacing local leaders with new",
        "government officials he trusted. He also required the children of",
        "2. How did people living in the Inca Empire obtain the goods they",
        "conquered leaders to travel to Cuzco to learn about Inca government",
        "and religion. When they became adults, they were sent back to rule their",
        "by buying them at roadside markets",
        "villages and to teach their people about Inca history and culture.",
        "by buying them from traveling merchants",
        "by having them given to them by religious leaders 7. Make Generalizations Why are the Inca considered to be master",
        "by having them given to them by government officials builders?",
        "Alternate Question Select the answer choice from the drop-down list The Inca were able to cut stone blocks so exactly that they did not need",
        "to complete the sentence correctly. cement to hold them together. Some Inca buildings were so well built",
        "In the Inca Empire, government officials distributed goods collected that they are still standing today.",
        "through the tax system .",
        "8. Compare and Contrast How was the fall of the Inca Empire similar",
        "3. Why did the Inca carve terraces into hillsides? to and different from the fall of the Aztec Empire? Describe one",
        "to create places to shelter llamas similarity and one difference.",
        "to create places to build temples",
        "Both the fall of the Inca Empire and the fall of the Aztec Empire were",
        "to create places to build houses",
        "made possible because the native peoples were weakened by European",
        "to create places to grow crops",
        "diseases. Only the Inca Empire was weakened by a civil war that started",
        "Alternate Question Select the answer choice from the drop-down list before the arrival of the Spanish.",
        "to complete the sentence correctly.",
        "In the cooler mountains, the Inca carved terraces into hillsides to",
        "create more space for farming and grow potatoes .",
        "4. What weakened the Inca army before the arrival of the Spanish?",
        "a rebellion by slaves",
        "an extended drought",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Before the arrival of the Spanish, the Inca army was weakened by a",
        "civil war that began after the death of a ruler .",
        "Early Civilizations of Latin America 270a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 267",
        "More About . . .",
        "Connect to Music: Ancient Instruments of the Andes Some musical",
        "instruments still popular in the Andes today may have been played at",
        "Machu Picchu. One example is the quena—a flute made from bone or",
        "cane. Large and small drums also date back many centuries. When the",
        "Spanish arrived, the Andean peoples adapted Spanish instruments.",
        "Instead of guitars, the Andean natives made stringed instruments called",
        "charangos from armadillo shells.",
        "continued from page 268",
        "More About . . .",
        "Connect to Today The weavers of the Inca Empire were the best in the",
        "Western Hemisphere, and the cloth they produced could be worth more",
        "than gold. Today in Peru, traditional weavers are working to pass on their",
        "skills to a new generation. The textiles they make are both beautiful and",
        "useful. They also have a ritual purpose—they honor Mother Earth. The",
        "Center for Traditional Textiles of Cusco was established in 1996 to make",
        "certain that this vital tradition would not be lost. The Center keeps track",
        "of weavers in rural communities, provides support, and encourages the",
        "elders to teach young people their craft.",
        "ENGLISH LANGUAGE LEARNERS",
        "1. To help students demonstrate their understanding of Inca life,",
        "organize them into groups of three or four, and ask them to",
        "imagine they lived in the Inca civilization. Have them work in",
        "groups to write a song, poem, or story about daily life or a military",
        "victory in the same way the Inca did.",
        "2. Have each group select one or two students to act as the",
        "“memorizer” and present the song, poem, or story to the rest",
        "*Alternative Assessment Handbook, Rubric 33: Skits and Reader’s",
        "270b Module 8, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Analyze Information",
        "Analyze Information",
        "Define the Skill",
        "Provide each student with a newspaper or magazine",
        "An important skill to learn is analyzing",
        "article. Tell students that they will create outlines of",
        "information presented in the text you read. Communication The Maya developed",
        "One way to do this is to identify main ideas and an advanced form of writing that used their articles’ main ideas and supporting details. Have",
        "supporting details. Everything in the paragraph many symbols. Our writing system uses students read the articles. Ask them to write the main",
        "should support the main idea. 26 letters. They recorded information",
        "idea on a piece of paper in outline form. Under the",
        "After you identify the main idea, watch out on large stone monuments. Some early",
        "for anything that is not relevant, or related to it, civilizations drew pictures on cave walls. main idea, ask students to write down all of the details",
        "or necessary for its understanding. Don’t let that The Maya also made books of paper that support the main idea. When they have finished,",
        "extra information distract you from the most made from the bark of fig trees. Fig trees",
        "important material. need a lot of light. ask students to exchange outlines. Ask them to",
        "Sometimes you aren’t given enough Religion The Maya believed in many provide an oral summary of the other student’s article",
        "information to answer a question you gods and goddesses. More than 160 based on the outline.",
        "might have. When you don’t have adequate gods and goddesses are named in a",
        "information, you can keep reading to see if your single Maya manuscript. Among the *Alternative Assessment Handbook, Rubric 24: Oral",
        "question is answered later in the text. If it isn’t, gods they worshiped were a corn Presentations",
        "you might do further research to find out more. god, a rain god, a sun god, and a",
        "moon goddess. The early Greeks also",
        "worshiped many gods and goddesses. Answers",
        "Look at the paragraph on this page about",
        "communication in the Maya civilization. Some 1. Which sentence expresses the main idea? The Maya",
        "unrelated and unnecessary information has Practice the Skill",
        "developed an advanced form of writing that used",
        "been added so that you can learn to identify Use the passage on this page about Maya",
        "it. Use the paragraph to answer the questions religion to answer the following questions. many symbols. Supporting details: They recorded",
        "here. 1. What is the main idea of the paragraph? information on large stone monuments; the Maya also",
        "1. Which sentence expresses the main idea? 2. What details support the main idea? made books of paper made from the bark of fig trees.",
        "What details support it?",
        "3. What information is unnecessary or 2. What information is unnecessary, irrelevant, or",
        "2. What information is unnecessary, irrelevant,",
        "or unrelated to the main idea? unrelated to the main idea? Our writing system uses",
        "4. Do you have adequate information to",
        "3. If you wanted to know what Maya books 26 letters. Some early civilizations drew pictures on",
        "explain how the Maya worshiped their gods?",
        "were made out of, would you have adequate",
        "cave walls. Fig trees need a lot of light.",
        "3. If you wanted to know what Maya books",
        "were made out of, would you have adequate",
        "information? Yes, it says they were made of paper",
        "made from the bark of fig trees.",
        "Practice the Skill",
        "1. What is the main idea of the paragraph? The Maya",
        "Early Civilizations of Latin America 271 believed in many gods and goddesses.",
        "2. What details support the main idea? More than",
        "160 gods and goddesses are named in a single Maya",
        "manuscript. Among the gods worshiped were a corn",
        "god, a rain god, a sun god, and a moon goddess.",
        "3. What information is unnecessary or irrelevant?",
        "The early Greeks also worshiped many gods and",
        "4. Do you have adequate information to explain how",
        "the Maya worshiped their gods? No, it does not say",
        "how they worshiped their gods.",
        "Early Civilizations of Latin America 271",
        "Module 8 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places For each statement below, write T if it is true and F if it is false. If the statement is false, replace the",
        "underlined term with one that would make the sentence a true statement.",
        "For each statement below, write T if it is true and F if it is false. If",
        "the statement is false, replace the underlined term with one that 1. The main crops of the Olmec and Maya included maize and beans.",
        "would make the sentence a true statement. 2. The Quechua came to the Americas to find land, gold, and converts to Catholicism.",
        "3. Palenque, located on a swampy island, was the capital of the Aztec Empire.",
        "1. The main crops of the Olmec and Maya included maize 4. Maya priests studied the sun, moon, and stars from stone observatories.",
        "and beans. T 5. The official language of the Inca Empire was Cuzco.",
        "2. The Quechua came to the Americas to find land, gold, 6. The Aztecs built raised roads called masonry to cross from Tenochtitlán to the mainland.",
        "and converts to Catholicism. F; conquistadors 7. Tenochtitlán was the Inca capital.",
        "3. Palenque, located on a swampy island, was the capital 8. Many people in Mesoamerica died at the hands of the conquistadors.",
        "of the Aztec Empire. F; Tenochtitlán",
        "4. Maya priests studied the sun, moon, and stars from",
        "Comprehension and Critical Thinking",
        "stone observatories. T",
        "Lesson 1 Lesson 3",
        "5. The official language of the Inca Empire was Cuzco. F;",
        "9. a. Recall Where and when did the Olmec 11. a. Identify Name two Inca leaders, and",
        "Quechua live? explain their roles in Inca history.",
        "6. The Aztecs built raised roads called masonry to cross b. Categorize What groups made up the b. Draw Conclusions What geographic and",
        "different classes in Maya society? cultural problems did the Inca overcome",
        "from Tenochtitlán to the mainland. F; causeways",
        "c. Analyze What was the connection to rule their empire?",
        "7. Tenochtitlán was the Inca capital. F; Cuzco between Maya religion and astronomy? c. Compare What did Hernán Cortés and",
        "8. Many people in Mesoamerica died at the hands of the How do you think this connection influ- Francisco Pizarro have in common?",
        "enced Maya achievements? d. Elaborate Do you think most people in",
        "conquistadors. T",
        "d. Elaborate Why did Maya cities trade the Inca Empire appreciated or resented",
        "with each other? Why did they fight? the mita system? Explain your answer.",
        "Comprehension and Critical Thinking Lesson 2",
        "10. a. Describe What was Tenochtitlán like?",
        "Where was it located?",
        "9. a. Recall Where and when did the Olmec live? what is b. Make Inferences Why do you think war-",
        "now southern Mexico; 1200–400 BC riors had many privileges and were such",
        "respected members of Aztec society?",
        "b. Categorize What groups made up the different",
        "c. Compare In what ways were Aztec and",
        "classes in Maya society? kings, priests, merchants, Maya societies similar?",
        "noble warriors, farmers, and slaves d. Evaluate What factor do you think",
        "played the biggest role in the Aztecs’",
        "c. Analyze What was the connection between Maya",
        "defeat? Defend your answer.",
        "religion and astronomy? How do you think this",
        "connection influenced Maya achievements? Their",
        "priests studied the stars to plan the best times for",
        "religious festivals; they used the knowledge they gained",
        "about astronomy to develop a calendar that helped",
        "guide farming activities.",
        "d. Elaborate Why did Maya cities trade with each",
        "other? Why did they fight? to get goods not available",
        "Write an Analytical Essay The people of the early",
        "locally; for power and new farmland ONLINE DOCUMENT-BASED",
        "Americas believed that their gods were active in",
        "the world. Many believed that the gods required",
        "LESSON 2 Have students complete and review all the DBI sacrifices, rituals, and praise to remain happy and",
        "10. a. Describe What was Tenochtitlán like? Where was activities in Part 1. that without these ceremonies the gods might turn",
        "it located? magnificent city with 200,000 people, against people. How do the documents you have",
        "chinampas, huge temples, a busy market, and a grand Use this Analytical Essay Rubric to score students’ read support or refute that claim? Write an analytical",
        "palace; on an island in Lake Texcoco work in Part 2. essay answering this question. Be sure to cite",
        "b. Make Inferences Why do you think warriors had RUBRIC Students’ essays should specific evidence from at least three sources in your",
        "many privileges and were such respected members • present an analysis of the topic that is response.",
        "of Aztec society? War, tribute, and human sacrifices detailed and relevant",
        "were important to Aztec power, and warriors were • develop the analysis logically, clearly,",
        "responsible for all these things. and accurately",
        "c. Compare In what ways were Aztec and Maya • cite at least two sources of relevant text",
        "society similar? Possible answer: Both societies had evidence from Part 1 in support of their",
        "a king at the top, with priests ranking below them.",
        "• be organized into a distinct introduction,",
        "They both practiced human sacrifice to keep their gods",
        "a main body consisting of several",
        "happy. They both built pyramids and had complicated",
        "paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 8 Assessment, continued",
        "d. Evaluate What factor do you think played the",
        "Reading Skills Map Activity biggest role in the Aztecs’ defeat? Defend your",
        "Set a Purpose Use the Reading Skills taught in 15. Early History of the Americas On a sepa- answer. Possible answers: alliances, weapons and",
        "this module to answer the questions about the rate sheet of paper, match the letters on the horses, geography, and disease. Students should give",
        "reading selection below. map with their correct labels.",
        "reasons for their answers.",
        "Palenque Tenochtitlán",
        "Life in the Inca Empire Cuzco",
        "Because the rulers controlled Inca society so LESSON 3",
        "closely, the common people had little personal N",
        "W E 11. a. Identify Name two Inca leaders and explain their",
        "freedom. At the same time, the government S",
        "protected the general welfare of all in the empire. roles in Inca history. Pachacuti—expanded the Inca",
        "But that did not mean everyone was treated Empire, rebuilt Cuzco, and established an official Inca",
        "religion; Atahualpa—fought Huáscar to claim the",
        "12. After reading the beginning of the section, throne, was captured and killed by Francisco Pizarro",
        "what are some questions you might ask b. Draw Conclusions What geographic and cultural",
        "before reading the rest of the section from",
        "problems did the Inca overcome to rule their empire?",
        "the empire’s long, narrow shape, high Andes, coastal",
        "13. State a purpose for reading this section in",
        "deserts, many different peoples and languages within",
        "one or two sentences.",
        "Focus on Writing",
        "Social Studies Skills c. Compare What did Hernán Cortés and Francisco",
        "16. Write an Article Imagine you are a news-",
        "Analyze Information Use the Social Studies Skills paper reporter. Write a article about three Pizarro have in common? They both were Spanish",
        "taught in this module to answer the question of the civilizations in this module. Your conquistadors who took over Latin American",
        "about the passage below. purpose is to inform readers about these",
        "civilizations. Write a headline or title and a civilizations.",
        "Cacao beans had great value to the Maya. Cacao short introduction to the civilizations. Then d. Elaborate Do you think most people in the Inca",
        "trees are evergreens. They were the source of write a paragraph about one aspect of each Empire appreciated or resented the mita system?",
        "chocolate, known as a favorite food of rulers civilization. You might discuss the religion,",
        "and the gods. The Maya also used cacao beans as social structure, or scientific achievements Explain your answer. Possible answers: appreciated,",
        "money. of the societies. Use facts and details from because they knew the government would take care of",
        "the lessons to develop the body of your",
        "them; resented, because they had no freedom",
        "article. Include relevant vocabulary words.",
        "14. In the passage, the first sentence expresses Write clearly and coherently so that your",
        "the main idea. One of the following audience will fully understand you. Cite",
        "sentences is nonessential to the main idea. any sources that helped you to write your Reading Skills",
        "Identify the nonessential sentence. article. Use transition words as you switch",
        "Set a Purpose Use the Reading Skills taught in this module to",
        "topics. Then, write a conclusion for your",
        "article, summing up why you thought your answer the questions about the reading selection below.",
        "topic was interesting or important and",
        "comparing and contrasting the civilizations",
        "Life in the Inca Empire",
        "with each other. Proofread your article to",
        "check it for correct spelling and grammar.",
        "Because the rulers controlled Inca society so closely,",
        "the common people had little personal freedom. At",
        "Early Civilizations of Latin America 273 the same time, the government protected the general",
        "welfare of all in the empire. But that did not mean",
        "everyone was treated equally.",
        "Essential Question ESSAY RUBRIC Students’ essays should",
        "• respond to the Essential Question with a 12. After reading the beginning of the section, what are",
        "Which early Latin American specific position some questions you might ask before reading the rest",
        "civilization was most successful? • illustrate valid reasoning supporting their of the section from Lesson 3? Possible answer: What",
        "position was life like in the Inca Empire? How were different people",
        "Write an argument answering this question. Your",
        "• cite persuasive evidence supporting their treated?",
        "essay should include specific details about the position 13. State a purpose for reading this section in one or two",
        "early American civilizations, their successes, their • identify key people, events, and/or turning sentences. Possible answer: I am curious about what life",
        "achievements, and their declines. Be sure to cite points that demonstrate understanding of",
        "was like in the Inca Empire and how different people were",
        "evidence to support your point and organize your the module content",
        "treated differently. I will read to find out.",
        "essay into an introduction, body, and conclusion. • be organized into a distinct introduction,",
        "main body, and conclusion",
        "Alternative Activity Instead of writing essays,",
        "address the Essential Question through activities",
        "such as holding debates, creating multimedia",
        "presentations, or writing journal entries. See the",
        "Alternative Assessment Handbook for a selection of",
        "project rubrics.",
        "Early Civilizations of Latin America 273",
        "Print Assessment (continued) Focus on Writing",
        "16. Write an Article Imagine you are a newspaper reporter. Write a article about",
        "Social Studies Skills three of the civilizations in this module. Your purpose is to inform readers",
        "about these civilizations. Write a headline or title and a short introduction to",
        "Analyze Information Use the Social Studies Skills taught in this module to answer",
        "the civilizations. Then write a paragraph about one aspect of each civilization.",
        "the question about the passage below.",
        "You might discuss the religion, social structure, or scientific achievements of",
        "Cacao beans had great value to the Maya. Cacao trees are evergreens. the societies. Use facts and details from the lessons to develop the body of",
        "They were the source of chocolate, known as a favorite food of rulers and your article. Include relevant vocabulary words. Write clearly and coherently",
        "the gods. The Maya also used cacao beans as money. so that your audience will fully understand you. Cite any sources that helped",
        "you to write your article. Use transition words as you switch topics. Then,",
        "14. In the passage, the first sentence expresses the main idea. One of write a conclusion for your article, summing up why you thought your topic",
        "the following sentences is nonessential to the main idea. Identify the was interesting or important and comparing and contrasting the civilizations",
        "nonessential sentence. Cacao trees are evergreens. with each other. Proofread your article to check it for correct spelling and",
        "RUBRIC Students’ articles should",
        "• describe a specific aspect of three or four of the cultures in the module",
        "using details and facts",
        "• use vocabulary words from the module",
        "• have an introduction, body, and conclusion",
        "• use transition words",
        "• cite any sources used",
        "• use correct grammar and spelling",
        "15. Early History of the Americas On a separate sheet of paper, match the",
        "letters on the map with their correct labels.",
        "Online Assessment 6. Why might the information we have today about Aztec culture be inaccurate?",
        "It mostly comes from Aztec enemies in the region.",
        "1. Which statements accurately describe the early Maya?",
        "It was written down only by Spanish priests.",
        "Select the three correct answers.",
        "It was written down only by Aztec rulers.",
        "They made sculptures of huge stone heads.",
        "It mostly comes from Spanish sources.",
        "They built the first pyramids in the Americas.",
        "7. Drag the name of the early Andean civilization into the box next to its",
        "One item that they traded between villages was obsidian.",
        "By about AD 200, they had begun to build large cities in Mesoamerica.",
        "Around AD 250, they began settling in what is now the central part of Its capital city, Chan Chan, covered over 14 square miles. Chimú",
        "It used irrigation technology to farm the dry area in which it",
        "Around 1000 BC, they began settling in the lowlands of what is now was located.",
        "northern Guatemala. It had a religion that involved human sacrifies and drinking",
        "the blood of the sacrified.",
        "2. Which of the following has made it difficult for modern-day scholars to have a",
        "It is known for its woven textiles, carved stone monuments,",
        "fuller understanding of Maya civilization? and pottery shaped like animals and humans.",
        "The Maya language has never been decoded.",
        "8. How did Inca pay their taxes?",
        "The Maya never developed a writing system.",
        "by giving gold to the ruler",
        "Most Maya books were destroyed by the Spanish.",
        "by giving crops to the priests",
        "Many Maya books were destroyed by volcanic eruptions.",
        "by performing labor for wealthy landowners",
        "3. Which of the following was an effect of the decline of Maya civilization? by performing labor for the central government",
        "The Spanish were able to conquer Maya territories.",
        "9. Drag the events into chronological order from top to bottom.",
        "People left cities and moved back to the countryside.",
        "The central government was abolished and city-states were established. An Inca ruler died and two of his sons claimed the throne.",
        "The Maya could not cure themselves of diseases brought by the Spanish.",
        "A civil war began in the Inca Empire.",
        "4. Click on the blue square on the map that correctly identifies the location of",
        "The Inca ruler was captured by the Spanish conquistadors.",
        "the Aztec capital, Tenochtitlán.",
        "The Inca gave the Spanish a room filled with gold.",
        "The Aztec Empire, 1519 Pizarro conquered the Inca.",
        "S O IE R R I R EN A T M A A L D RE",
        "M Gu e l x f i c o o f Aztec Empire",
        "EL SUR 3 Te Is h th u m a",
        "n u t s e p o e f c",
        "5. Drag the name of the group into its position in Aztec society from top to",
        "Early Civilizations of Latin America 273b",
        "Online Multimedia",
        "In this Multimedia Connection, students will learn",
        "about the ancient Maya civilization by examining",
        "the archaeological ruins of Central Mexico. They",
        "will watch a short video introducing the Maya,",
        "examine a map of Palenque, analyze and discuss an",
        "image of the Temple of Kukulkan, and then watch",
        "and discuss a short video clip on King Pakal’s tomb.",
        "M U L T I M E D I A C O N N E C T I O N S",
        "MULTIMEDIA CONNECTIONS",
        "273 MC! MULTIMEDIA CONNECTIONS",
        "273MC1 Multimedia Connections",
        "Go online to view these and",
        "other HISTORY® resources.",
        "The Maya developed one of the most",
        "advanced civilizations in the Americas, but",
        "their story is shrouded in mystery. Around",
        "AD 250, the Maya began to build great cities",
        "in southern Mexico and Central America. They",
        "developed a writing system, practiced astronomy,",
        "and built magnificent palaces and pyramids with",
        "little more than stone tools. Around AD 900,",
        "however, the Maya abandoned their cities, leaving",
        "their monuments to be reclaimed by the jungle Destroying the Maya’s Past",
        "and, for a time, forgotten. Watch the video to learn how the actions of one",
        "Explore some of the incredible monuments and Spanish missionary nearly destroyed the written",
        "cultural achievements of the ancient Maya online. record of the Maya world.",
        "You can find a wealth of information, video clips,",
        "primary sources, activities, and more through your",
        "online textbook.",
        "Finding the City of Palenque",
        "Watch the video to learn about the great Maya city",
        "of Palenque and the European discovery of the site",
        "“Thus let it be done! in the eighteenth century.",
        "Let the emptiness be filled!",
        "Let the water recede and",
        "make a void, let the earth",
        "appear and become solid; let it",
        "be done . . . “Earth!” they said,",
        "and instantly it was made.”",
        "The Popol Vuh Watch the video to explore how the discovery of",
        "the tomb of a great king helped archaeologists",
        "Read the document to learn how the Maya",
        "piece together the Maya past.",
        "believed the world was created.",
        "THE MAYAS 273 MC2",
        "The Mayas 273MC2"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 6: Kingdoms of Kush . . . . . . . . . . . . . . . . . . . . . . . . .619",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "industry grew quickly.",
        "Expansion of Trade In time, Meroë became the center of a large trade",
        "network, a system of people in different lands who trade goods. The Kush-",
        "ites sent goods down the Nile to Egypt. From there, Egyptian and Greek",
        "merchants, or traders, carried goods to ports on the Mediterranean and",
        "Red seas and to southern Africa. These goods may have eventually reached",
        "India and China.",
        "Kush’s exports—items sent to other regions for trade—included gold,",
        "pottery, iron tools, slaves, and ivory. Merchants from Kush also exported",
        "leopard skins, ostrich feathers, and elephants. In return, Kushites received",
        "imports—goods brought in from other regions—such as jewelry and other",
        "luxury items from Egypt, Asia, and lands around the Mediterranean Sea.",
        "Kushite Culture As Kushite trade grew, merchants came into contact with",
        "people from many other cultures. As a result, the people of Kush combined",
        "customs from other cultures with their own unique culture.",
        "Early Civilizations of the Fertile Crescent and the Nile Valley 623",
        "DRAW CONCLUSIONS",
        "Ironworking in Kush 3. Students should then work individually to",
        "1. Tell students they work for a museum write their articles. Articles should contain",
        "that has just received some Kush artifacts images of items made by the Kushites.",
        "made of iron. The museum produces a At the end, the students should draw",
        "monthly magazine on topics related to its conclusions regarding the importance of",
        "exhibits and would like the students to iron and ironworking in Kush.",
        "write an article about the importance of *Alternative Assessment Handbook, Rubrics 12:",
        "ironworking in ancient Kush. Drawing Conclusions; and 19: Magazines",
        "2. Instruct students to conduct additional",
        "research on ironworking in Kush.",
        "Students should try to answer questions",
        "such as: How did the Kushites get iron",
        "ore? What did they make with iron? How",
        "did they make it?",
        "Early Civilizations of the Fertile Crescent and the Nile Valley 623",
        "Kush’s Trade Network",
        "INTERACTIVE VISUALS",
        "Ancient Kush was at the center of a large",
        "trading network with connections to",
        "Image with Hotspots: Kush’s Trade Europe, Africa, and Asia. Kush’s location",
        "Mediterranean Sea",
        "and production of iron goods helped",
        "make it a rich trading center.",
        "Have the students explore the image using the EGYPT",
        "Goods from the Mediterranean Giza",
        "interactive hotspots. You may wish to use the came to Kush through trade",
        "associated question as a discussion prompt.",
        "Analyze Visuals How did waterways affect Kush’s",
        "trade? Possible answer: Kushites had ports on the Nubian Desert",
        "Red Sea and access to Mediterranean trade through KUSH",
        "the Egyptians. Caravans from the south",
        "brought goods like leopard",
        "skins and ostrich eggs to",
        "In print edition, see image of same title.",
        "Analyze Visuals What types of trade goods did In Meroë, workers made",
        "Kush send and receive? leopard skins, ostrich eggs, iron tools and w eapons,",
        "j ewelry, p ottery, and other",
        "iron tools and weapons, jewelry, silk, glass goods. At ports on the Red Sea,",
        "merchants traded Kush’s",
        "goods for luxury items",
        "like silk and glass.",
        "What types of trade goods did Kush send and receive?",
        "The most obvious influence on the culture of Kush was Egypt. Many",
        "buildings in Meroë, especially temples, resembled those in Egypt. Many",
        "people in Kush worshiped Egyptian gods and wore Egyptian clothing. Like",
        "Egyptian rulers, Kush’s rulers used the title pharaoh and were buried in",
        "Many elements of Kushite culture were unique and not borrowed from",
        "anywhere else. For example, Kushite daily life and houses were different",
        "from those in other places. One Greek geographer noted some of these",
        "“The houses in the cities are formed by interweaving split pieces",
        "of palm wood or of bricks . . . They hunt elephants, lions, and",
        "panthers. There are also serpents, which encounter elephants, and",
        "there are many other kinds of wild animals.”",
        "—Strabo, from Geography",
        "SPECIAL NEEDS STUDENTS",
        "Kushite Art 4. Have students share and explain",
        "1. Discuss with students what they have their work.",
        "learned about the culture of Kush. *Alternative Assessment Handbook, Rubric 3:",
        "2. Have each student identify two pieces Artwork",
        "of information they know about",
        "3. Have students create an artistic",
        "representation of something that might",
        "have been found in Kush: an animal",
        "image, a god, a building, a tool, or",
        "clothing. Students can create a painting",
        "or drawing, or a sculpture of their object.",
        "624 Module 18, Lesson 6",
        "In addition to Egyptian gods, Kushites worshiped their own gods. For",
        "example, their most important god was the lion-headed god Apedemek. Teach the Main Idea",
        "The people of Kush also developed their own written language, known",
        "today as Meroitic. Unfortunately, historians have not yet been able to",
        "Both internal and external factors led to the",
        "interpret the Meroitic language.",
        "Women in Kushite Society Kushite women were expected to be active in decline of Kush.",
        "their society. Like Kushite men, women worked long hours in the fields.",
        "They also raised children, cooked, and performed other household tasks. Describe Why did agriculture and ironworking",
        "Academic During times of war, many women fought alongside men. decline in Kush? Cows ate the grass, and the soil"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 6: Kingdoms of Kush . . . . . . . . . . . . . . . . . . . . . . . . .619",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "industry grew quickly.",
        "Expansion of Trade In time, Meroë became the center of a large trade",
        "network, a system of people in different lands who trade goods. The Kush-",
        "ites sent goods down the Nile to Egypt. From there, Egyptian and Greek",
        "merchants, or traders, carried goods to ports on the Mediterranean and",
        "Red seas and to southern Africa. These goods may have eventually reached",
        "India and China.",
        "Kush’s exports—items sent to other regions for trade—included gold,",
        "pottery, iron tools, slaves, and ivory. Merchants from Kush also exported",
        "leopard skins, ostrich feathers, and elephants. In return, Kushites received",
        "imports—goods brought in from other regions—such as jewelry and other",
        "luxury items from Egypt, Asia, and lands around the Mediterranean Sea.",
        "Kushite Culture As Kushite trade grew, merchants came into contact with",
        "people from many other cultures. As a result, the people of Kush combined",
        "customs from other cultures with their own unique culture.",
        "Early Civilizations of the Fertile Crescent and the Nile Valley 623",
        "DRAW CONCLUSIONS",
        "Ironworking in Kush 3. Students should then work individually to",
        "1. Tell students they work for a museum write their articles. Articles should contain",
        "that has just received some Kush artifacts images of items made by the Kushites.",
        "made of iron. The museum produces a At the end, the students should draw",
        "monthly magazine on topics related to its conclusions regarding the importance of",
        "exhibits and would like the students to iron and ironworking in Kush.",
        "write an article about the importance of *Alternative Assessment Handbook, Rubrics 12:",
        "ironworking in ancient Kush. Drawing Conclusions; and 19: Magazines",
        "2. Instruct students to conduct additional",
        "research on ironworking in Kush.",
        "Students should try to answer questions",
        "such as: How did the Kushites get iron",
        "ore? What did they make with iron? How",
        "did they make it?",
        "Early Civilizations of the Fertile Crescent and the Nile Valley 623",
        "Kush’s Trade Network",
        "INTERACTIVE VISUALS",
        "Ancient Kush was at the center of a large",
        "trading network with connections to",
        "Image with Hotspots: Kush’s Trade Europe, Africa, and Asia. Kush’s location",
        "Mediterranean Sea",
        "and production of iron goods helped",
        "make it a rich trading center.",
        "Have the students explore the image using the EGYPT",
        "Goods from the Mediterranean Giza",
        "interactive hotspots. You may wish to use the came to Kush through trade",
        "associated question as a discussion prompt.",
        "Analyze Visuals How did waterways affect Kush’s",
        "trade? Possible answer: Kushites had ports on the Nubian Desert",
        "Red Sea and access to Mediterranean trade through KUSH",
        "the Egyptians. Caravans from the south",
        "brought goods like leopard",
        "skins and ostrich eggs to",
        "In print edition, see image of same title.",
        "Analyze Visuals What types of trade goods did In Meroë, workers made",
        "Kush send and receive? leopard skins, ostrich eggs, iron tools and w eapons,",
        "j ewelry, p ottery, and other",
        "iron tools and weapons, jewelry, silk, glass goods. At ports on the Red Sea,",
        "merchants traded Kush’s",
        "goods for luxury items",
        "like silk and glass.",
        "What types of trade goods did Kush send and receive?",
        "The most obvious influence on the culture of Kush was Egypt. Many",
        "buildings in Meroë, especially temples, resembled those in Egypt. Many",
        "people in Kush worshiped Egyptian gods and wore Egyptian clothing. Like",
        "Egyptian rulers, Kush’s rulers used the title pharaoh and were buried in",
        "Many elements of Kushite culture were unique and not borrowed from",
        "anywhere else. For example, Kushite daily life and houses were different",
        "from those in other places. One Greek geographer noted some of these",
        "“The houses in the cities are formed by interweaving split pieces",
        "of palm wood or of bricks . . . They hunt elephants, lions, and",
        "panthers. There are also serpents, which encounter elephants, and",
        "there are many other kinds of wild animals.”",
        "—Strabo, from Geography",
        "SPECIAL NEEDS STUDENTS",
        "Kushite Art 4. Have students share and explain",
        "1. Discuss with students what they have their work.",
        "learned about the culture of Kush. *Alternative Assessment Handbook, Rubric 3:",
        "2. Have each student identify two pieces Artwork",
        "of information they know about",
        "3. Have students create an artistic",
        "representation of something that might",
        "have been found in Kush: an animal",
        "image, a god, a building, a tool, or",
        "clothing. Students can create a painting",
        "or drawing, or a sculpture of their object.",
        "624 Module 18, Lesson 6",
        "In addition to Egyptian gods, Kushites worshiped their own gods. For",
        "example, their most important god was the lion-headed god Apedemek. Teach the Main Idea",
        "The people of Kush also developed their own written language, known",
        "today as Meroitic. Unfortunately, historians have not yet been able to",
        "Both internal and external factors led to the",
        "interpret the Meroitic language.",
        "Women in Kushite Society Kushite women were expected to be active in decline of Kush.",
        "their society. Like Kushite men, women worked long hours in the fields.",
        "They also raised children, cooked, and performed other household tasks. Describe Why did agriculture and ironworking",
        "Academic During times of war, many women fought alongside men. decline in Kush? Cows ate the grass, and the soil"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 5: Indian Empires . . . . . . . . . . . . . . . . . . . . . . . . . . 862",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "For additional instruction, go to end of lesson.",
        "Indian Early Civilizations, Empires, and World Religions 869",
        "Besides curing people with medicines, Indian doctors knew how to",
        "protect them against diseases. They used inoculation (i-nah-kyuh-LAY-",
        "shuhn), the practice of injecting a person with a small dose of a virus to",
        "READING CHECK help him or her build a defense to a disease. By fighting off this small dose,",
        "the body learns to protect itself. People still get inoculations against many",
        "Summarize How did religion influence ancient",
        "Indian art? Much of the art that was created during For people who were injured, Indian doctors could perform surgery. Sur-",
        "the Gupta and Maurya periods was created for geons repaired broken bones, treated wounds, removed infected tonsils,",
        "reconstructed broken noses, and even reattached torn earlobes!",
        "temples or was inspired by Buddhist or Hindu ideas.",
        "Gupta scholars also made advances in math. They developed many of",
        "the elements of our modern math system. The very numbers we use today",
        "are called Hindu-Arabic numerals because they were created by Indian",
        "scholars and brought to Europe by Arabs. The Indians were also the first",
        "Print Assessment",
        "Reading Check people to create the zero. Although it may seem like a small thing, modern",
        "Summarize math and technology wouldn’t be possible without the zero.",
        "How did religion",
        "Review Ideas, Terms, and Places influence ancient Indian interest in astronomy, the study of stars and planets, dates back",
        "Indian art? to early times as well. Indian astronomers knew of seven of the planets in",
        "1. a. Identify Who created the Mauryan Empire? our solar system. They knew that the sun was a star and that the planets",
        "Chandragupta Maurya revolved around it. They also knew that Earth was a sphere and that it",
        "rotated on its axis. In addition, they could predict eclipses of the sun and",
        "b. Elaborate Why do you think many people",
        "consider Asoka the greatest of all Mauryan",
        "Summary The Mauryans, Guptas, and Mughals united much of India in",
        "rulers? He gave up making war and concentrated their empires. They also made many achievements in the arts and sciences.",
        "instead on improving people’s lives.",
        "2. a. Recall What religion did most of the Gupta Lesson 5 Assessment",
        "rulers belong to? Hinduism Review Ideas, Terms, and Places c. Identify What is the Bhagavad Gita?",
        "b. Compare and Contrast How were the rulers 1. a. Identify Who created the Mauryan Empire? d in . t E e l r a e b st o e r d a t i e n a W nc h i y e n d t o S y a o n u s k t r h it in e k p p ic e s o t p o l d e a a y r ? e still",
        "b. Elaborate Why do you think many people consider",
        "Chandragupta Maurya and Chandra Gupta Asoka the greatest of all Mauryan rulers? e. Explain Why do we call the numbers we use today",
        "Hindu-Arabic numerals?",
        "I alike, and how were they different? alike— 2. a. Recall What religion did most of the Gupta rulers",
        "belong to? Critical Thinking",
        "India flourished under their rule; different— b. Compare and Contrast How were the rulers",
        "Chandragupta Maurya and Chandra Gupta I alike, and 5. Sequence Create a timeline of the empires and rulers",
        "Chandragupta Maurya became a Jainist monk, how were they different? mentioned in this lesson.",
        "and Chandra Gupta I was a Hindu. 3. a. Summarize What role did Akbar play in the 6. Categorize Draw a chart like this one. Fill it with facts",
        "blended culture in the Mughal Empire? about India’s rulers.",
        "3. a. Summarize What role did Akbar play in the",
        "b. Analyze Why was the Taj Mahal built?",
        "blended culture in the Mughal Empire? He c. Compare How did Mauryan, Gupta, and Mughal Ruler Dynasty Accomplishments",
        "leaders’ views on religion impact how their societies",
        "promoted religious tolerance which led to a developed?",
        "blending of cultures. 4. a. Describe What did Hindu temples of the Gupta",
        "period look like?",
        "b. Analyze Why was the Taj Mahal built? as a tomb b. Evaluate Why do you think both Hindu and",
        "for Shah Jahan’s wife Buddhist temples contained great works of art?",
        "c. Compare How did Mauryan, Gupta, and",
        "Mughal leaders’ views on religion impact how",
        "their societies developed? The tolerance of many",
        "religions led to a rich culture in each empire.",
        "4. a. Describe What did Hindu temples of the Gupta",
        "period look like? stone structures topped by huge",
        "towers, exteriors covered with carvings of the god",
        "Critical Thinking Mauryan; founded the Mauryan Empire,",
        "worshiped inside",
        "5. Sequence Create a timeline of the empires gave up his throne to become a Jainist monk;",
        "b. Evaluate Why do you think both Hindu and",
        "and rulers mentioned in this lesson. Asoka—Mauryan; extended Mauryan rule,",
        "Buddhist temples contained great works of art?",
        "Timeline should include Mauryan, Gupta, converted to Buddhism, improved people’s",
        "Possible answer: Religion was important in Indian",
        "and Mughal empires, Asoka, Akbar, Babur, lives, spread Buddhism; Chandra Gupta I—",
        "society, and most art honored the gods. Also,",
        "Chandra Gupta I, Shah Jahan. Gupta; first Gupta emperor, brought much",
        "many Indians were illiterate, so art helped explain",
        "6. Categorize Draw a table with three of the northern part of India under control;",
        "religious concepts.",
        "columns and four rows. Label the Chandra Gupta II—Gupta; expanded empire,",
        "c. Identify What is the Bhagavad Gita? long",
        "column headers Ruler, Dynasty, and Gupta society at its height",
        "passage about Hindu beliefs within the",
        "Accomplishments. Fill it with facts about",
        "India’s rulers. Students should create a",
        "d. Elaborate Why do you think people are still",
        "three-column table containing the following",
        "interested in ancient Sanskrit epics today?",
        "information. Chandragupta Maurya—",
        "Possible answer: They reflect the history of India",
        "and are lively stories.",
        "e. Explain Why do we call the numbers we use",
        "today Hindu-Arabic numerals? They were created",
        "by Indian scholars and brought to Europe by Arabs.",
        "870 Module 26, Lesson 5",
        "Online Assessment 5. Draw Conclusions How did Asoka try to improve the lives of his",
        "1. Why did the Maurya emperor Asoka decide not to engage in any",
        "After Asoka became Buddhist, he decided his empire would no longer",
        "more wars of conquest?",
        "launch any more wars of conquest and instead focus on improving the",
        "He adopted Buddhism.",
        "lives of his subjects. In order to spread his religion, he founded Buddhist",
        "He became a Jainist monk.",
        "schools and sent missionaries throughout the empire and to lands",
        "He had conquered all of India.",
        "throughout Asia. He built wells and roads throughout the empire. Along",
        "He failed to defeat the Mughals.",
        "these roads, he instructed that shade trees be planted and rest houses",
        "Alternate Question Select the answer choice from the drop-down list",
        "constructed to make traveling more comfortable.",
        "to complete the sentence correctly.",
        "After adopting Buddhism , the Maurya emperor Asoka swore that 6. Evaluate Why was the caste system strengthened during the Gupta",
        "he would not engage in any more wars of conquest. Empire?",
        "The Gupta kings considered the caste system to be an important part",
        "2. How did the Gupta Empire affect religion in India?",
        "of their Hindu faith. They believed that the caste system made Indian",
        "Buddhism ceased to be a major religion.",
        "society stable and the rigid social order would strengthen their rule. As a",
        "Islam spread throughout the north of India.",
        "result, the Jatis, the occupation-based groupings, became more defined",
        "Jainism was outlawed and its temples destroyed.",
        "during the Gupta period.",
        "Hinduism enjoyed a revival under the Gupta kings.",
        "Alternate Question Select the answer choice from the drop-down list 7. Draw Conclusions How did the Mughals create a unique culture in",
        "to complete the sentence correctly. India?",
        "During the Gupta Empire, Hinduism enjoyed a revival and Mughal Emperor Akbar instituted religious tolerance throughout his",
        "became the dominant religion in India. empire and this allowed Hindus and Muslims to live in peace. The",
        "Mughals brought Persian and Islamic traditions to India and these",
        "3. What caused the Mughal Empire to decline?",
        "blended with Hindu elements to create a unique culture. The Mughals",
        "Babur expanded the empire too quickly.",
        "built beautiful buildings that used many of these cultural elements, the",
        "Emperor Akbar failed to create a good government.",
        "most famous being the Taj Mahal, a domed tomb constructed by Shah",
        "Emperor Aurangzeb persecuted Hindus and they rebelled against",
        "Jahan for his wife.",
        "Shah Jahan spent too much money on buildings and bankrupted 8. Analyze Information How did early Indian doctors help prevent",
        "the treasury. diseases?",
        "Early Indian doctors discovered that by injecting a small amount of a",
        "Alternate Question Select the answer choice from the drop-down list",
        "virus into the human body a person could build up a defense against",
        "to complete the sentence correctly.",
        "the virus and prevent a person from developing disease. This process",
        "In the late 1600s, Emperor Aurangzeb reversed the Mughal",
        "of inoculating the body against diseases protected a person against",
        "tradition of religious tolerance and destroyed many Hindu temples,",
        "causing a Hindu revolt that weakened the Mughal Empire and",
        "began its decline.",
        "4. How did Indians advance the study of mathematics?",
        "They invented calculus.",
        "They invented geometry.",
        "They introduced the concept of zero.",
        "They introduced the concept of imaginary numbers.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "The modern math system uses Hindu-Arabic numerals that include",
        "the number zero , first introduced by Indian mathematicians.",
        "Indian Early Civilizations, Empires, and World Religions 870a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 863 continued from page 866",
        "More About . . . More About . . .",
        "War Elephants The details of how elephants were used in warfare by Connect to Art: Teaching with Art Much of the art of India’s great",
        "the Mauryans are somewhat unclear but fascinating. Legend says that temples tells stories about gods. People who could not read the written",
        "Chandragupta Maurya obtained his own war elephant by simply calling language could “read” the stories in the sculpture and paintings and",
        "to it. The elephant knelt down and allowed Chandragupta to mount it. learn more about their religion. The carvings on the temple exteriors",
        "Feeding the elephants was a major challenge as 500 elephants ate about were especially important because not everyone was allowed inside the",
        "110 tons (99.8 metric tons) of grain a day. Elephants began their training temples.",
        "for war in their teens and were considered to be the most useful in their",
        "Misconception Alert: Bindis Some portrayals of women in Indian",
        "thirties and forties.",
        "religious art show them with small colored dots, called bindis, on their",
        "Sanchi Originally, Asoka built eight stupas at Sanchi, but only three foreheads. Contrary to popular belief, these marks do not designate a",
        "remain today. Sanchi is one of the oldest Buddhist complexes that exists woman’s caste. Depending on where the woman lives, the bindi may",
        "today. In 1989 the entire area was added to UNESCO’s World indicate that she is married. Bindis are primarily for decorative purposes,",
        "Heritage List. though. Indian women used to apply their bindis using powder. Now,",
        "however, they can buy peel-and-stick bindis.",
        "COLLABORATIVE LEARNING Hanuman One character in the Ramayana, the divine monkey chief,",
        "Hanuman, serves as a model for Indians on how to practice devotion to",
        "Asoka’s Plan for Helping His People",
        "a god. Hanuman showed his devotion to Rama in many ways—by acting",
        "1. Organize the class into small groups. Ask students to imagine that as Rama’s spy in a demon’s kingdom, burning down the demon’s city, and",
        "they are Asoka’s advisers. traveling to the Himalayas to bring healing herbs to Rama’s wounded",
        "2. Tell students that Asoka has called the advisers together to soldiers. The hanuman monkey bears the mythical creature’s name. As a",
        "announce his conversion to Buddhism. Asoka has asked them to result, many Indians view these animals as sacred.",
        "suggest plans for helping his people.",
        "3. Each group should use what members know about Asoka and continued from page 869",
        "India to create a list of ideas. They also should state specific reasons",
        "they have chosen each idea. Students should not limit themselves STRUGGLING READERS",
        "to those items mentioned in this lesson.",
        "Indian Scientists’ Job Ads",
        "4. Then have groups add to their lists by suggesting problems or",
        "1. Discuss with students the wide variety of scientific advances made",
        "hurdles that may slow the progress of Asoka’s plans. They should",
        "by the people of ancient India.",
        "include issues related to physical geography, opposition by local",
        "2. Ask students to imagine that they are metalworkers, doctors,",
        "rulers, and resources, as well as any other problems that could be",
        "mathematicians, or scientists of ancient India. Have each student",
        "design an online advertisement that he or she might have placed,",
        "5. Challenge students to suggest ways these problems could be",
        "had the Internet existed at the time. Each ad should explain how",
        "experienced the worker is, list the services the worker can offer,",
        "*Alternative Assessment Handbook, Rubrics 14: Group Activity; and 35:",
        "and include a couple of complimentary quotes from fictional,",
        "Solving Problems",
        "highly satisfied customers.",
        "3. Allow class time for students to discuss and show their ads.",
        "When the presentations are complete, review and discuss the",
        "accomplishments of ancient Indians.",
        "*Alternative Assessment Handbook, Rubric 2: Advertisements",
        "870b Module 26, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Define the Skill",
        "Discuss ways that geography can affect civilization.",
        "Maps are a necessary tool in the study of both Include examples such as climate, rainfall, natural",
        "r t F t d L e o h",
        "II V I R I SS n n",
        "u h S D e u s T n e t h",
        "e a 1 B LL v 6 1 3",
        "e 2 l AA F e e , , , 5",
        "l 5 6 6 1 e E l o 0 v DD",
        ") M 2 6 4 5 e L e w",
        "5 A A HH 00 T N K IO 4 2 5 2 0 B s M i M lo e , , 0 0 e N 0 0 ( m e a 0 0 S l A 0 0 5 t o e e e 0 l 0 0 t w e R e 0 a r r v s M s l e e il l e v s el)",
        "a c t c s t h h t o l r",
        "Compare the two maps on this page to answer Mannar Projection: Albers Equal-Area maps provides more information than looking at one",
        "the following questions. at a time. For example, population along a river might",
        "1. What was the northeastern boundary of the Gupta Empire, c. 400 be very heavy or population in a mountainous region",
        "Gupta Empire? What is the physical land-",
        "2. s W G w c u h h a p a p a t t t e a m r l e E ik i g m g e i h o p t t n h i r h e e o a r ? f e v B I ? e n a d b s i e e a d e w n o a o n s n t n e h e e r v e p e a r h s p y o s a n i r c f t a o o l r m f t t h a h i p s e ? , Hi I n nd d u u s T R ive K r a D u T x e s h i s l h a a e r r M t athu K r R a a r a a n G k a g n o H e g r e a s I m R M iver A BBrrrraaaaa P L hh l mm a T A P t aa e i a b pppp a Y e t uu u a t tt rrrrrr l o A aaaaa ip f RR u S iiiivv t eeee r a rr m W an i h d g e h a n t n c b s o w e m e v r e p r q le y u t l e e o , s w t a i . s o k n v s o a l b u o n u te t e h r o s w to t d h i e s y p l a a r y e t r h e e la ir t e m d a . ps",
        "Practice the Skill N Narmada River Answers",
        "Choose two maps from this module or two W E Ajanta",
        "maps from an atlas or reliable Internet source. S Ar S a e b a ian P D l e a c te ca a n u Bay of 90°E Learn the Skill",
        "Study the two maps and then write three Bengal",
        "questions that someone could answer by 70°E",
        "Compare the two maps on this page to answer the",
        "comparing them. Remember that the questions 0 20010°N400 Miles following questions.",
        "should require people to look at both maps to 0 200 400 Kilometers",
        "determine the correct answers. Projection:",
        "Lambert Conformal Conic 1. What was the northeastern boundary of the Gupta",
        "Empire? What is the physical landscape like there?",
        "the Himalayas; rugged foothills and high peaks",
        "2. What region of India was never part of the Gupta",
        "Empire? Based on the physical map, what might",
        "have been one reason for this? southwestern India,",
        "Indian Early Civilizations, Empires, and World Religions 871 including Deccan Plateau; the high plain may have",
        "formed a natural barrier or division from other areas",
        "Practice the Skill",
        "Choose two maps from this module or two maps from",
        "an atlas or reliable Internet source. Study the two",
        "maps and then write three questions that someone",
        "could answer by comparing them. Remember that",
        "the questions should require people to look at both",
        "maps to determine the correct answers. Answers will",
        "vary, but questions should require comparison of maps",
        "to identify answers.",
        "Indian Early Civilizations, Empires, and World Religions 871",
        "Module 26 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Fill in the blanks with the correct term or name from this module.",
        "Fill in the blanks with the correct term or name from this",
        "1. __________ are hired soldiers.",
        "2. A __________ is a division of people into groups based on birth, wealth, or occupation.",
        "1. __________ are hired soldiers. mercenaries 3. Hindus believe in __________, the belief that they will be reborn many times after",
        "2. A __________ is a division of people into groups based",
        "4. Harappa and __________ were the largest cities of the Harappan civilization.",
        "on birth, wealth, or occupation. caste system",
        "5. The focusing of the mind on spiritual things is called __________.",
        "3. Hindus believe in __________, the belief that they will",
        "6. People who work to spread their religious beliefs are called __________.",
        "be reborn many times after death. reincarnation",
        "7. People who practice __________ use only peaceful ways to achieve change.",
        "4. Harappa and __________ were the largest cities of the 8. Indian civilization first developed in the valley of the __________.",
        "Harappan civilization. Mohenjo-Daro 9. A mixture of metals is called an __________.",
        "5. The focusing of the mind on spiritual things is called",
        "__________. meditation",
        "Comprehension and Critical Thinking",
        "6. People who work to spread their religious beliefs are",
        "Lesson 1 Lesson 4",
        "called __________. missionaries",
        "10. a. Describe What caused floods on the 13. a. Identify Who was Guru Nanak?",
        "7. People who practice __________ use only peaceful Indus River, and what was the result of b. Explain Why does Sikhism generally not",
        "ways to achieve change. nonviolence those floods? follow the caste system?",
        "b. Contrast How was Aryan culture differ- c. Analyze How did the British influence",
        "8. Indian civilization first developed in the valley of the",
        "ent from Harappan culture? Sikh migration from India?",
        "__________. Indus River c. Elaborate In what ways was Harappan Lesson 5",
        "9. A mixture of metals is called an __________. alloy society an advanced civilization? 14. a. Compare and Contrast What was one",
        "d. Identify Who were the Brahmins, and similarity among the Mauryans, the",
        "what role did they play in Vedic society? Guptas, and the Mughals? What was one",
        "Comprehension and Critical Thinking Lesson 2 difference among them?",
        "11. a. Analyze How do Hindus believe karma b. Analyze How did the issue of religious",
        "LESSON 1 affects reincarnation? tolerance both help the Mughal Empire",
        "10. a. Describe What caused floods on the Indus River, b. Elaborate Hinduism has been called to grow and lead to its demise?",
        "both a polytheistic religion—one that c. Compare and Contrast How did Akbar",
        "and what was the result of those floods? melting of",
        "worships many gods—and a monotheis- and Asoka affect the social and cultural",
        "heavy snows in the Himalayas; left behind layer of silt, tic religion—one that worships only one development of their communities?",
        "making the land ideal for farming god. Why do you think this is so? d. Describe What kinds of religious art did",
        "Lesson 3 the ancient Indians create?",
        "b. Contrast How was Aryan culture different from",
        "12. a. Describe What did the Buddha say e. Make Inferences Why do you think",
        "Harappan culture? Aryan—nomadic warriors from caused human suffering? religious discussions are included in the",
        "Central Asia, small settlements based on family ties, b. Analyze How did Buddhism grow and Mahabharata?",
        "change after the Buddha died? f. Evaluate Which of the ancient Indians’",
        "kept livestock and later farmed, each village ruled by a",
        "c. Elaborate Why did the Buddha’s teachings achievements do you think has had the",
        "raja, no writing system; Harappan—in the Indus River about nirvana appeal to so many people? most lasting impact? Why?",
        "valley, created fortified and well-planned cities, may",
        "have had a strong central government, created India’s 872 Module 26",
        "first writing system",
        "c. Elaborate In what ways was Harappan society an",
        "advanced civilization? had well-planned cities with Write a Compare-and-Contrast Essay Ancient",
        "ONLINE DOCUMENT-BASED",
        "technical advances, writing system, division of labor as India was home to a remarkable variety of religions.",
        "shown by wide range of objects created India’s religious groups often had similar spiritual",
        "d. Identify Who were the Brahmins, and what role did Indian Early Civilizations, Empires, and World beliefs and practices. Yet there are important",
        "they play in Vedic society? priests; they performed Religions differences between them. Write a compare",
        "sacrifices Have students complete and review all the DBI and contrast essay on the following topic. What"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 3: The Koreas . . . . . . . . . . . . . . . . . . . . . . . . . 963",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "ery and military supplies. However, most factories use out-of-date tech-",
        "the correct locations based on the information",
        "nology. As a result, North Korea is much poorer than Japan and South",
        "Korea. provided.",
        "Because North Korea’s land is so rocky, very little of it can be farmed.",
        "The farmland that does exist is owned by the government. It is farmed",
        "by cooperatives—large groups of farmers who work the land together.",
        "These cooperatives are not able to grow enough food for the country. As a",
        "ONLINE ANALYZE VIDEOS",
        "result, the government has to import food. This can be a difficult foreign",
        "policy task because North Korea’s relations with most other countries are",
        "strained. North Korean Refugee",
        "Daily Life Like Japan and South Korea, North Korea is largely an Have students watch the video individually or as a",
        "urban society. Most people live in cities. The largest city is the capital,",
        "class to learn about a refugee’s escape from North",
        "Pyongyang (PYUHNG-YAHNG), in the west. Pyongyang is a crowded",
        "urban area. About 3 million people live in the city. Korea. You may wish to use the associated",
        "Life in Pyongyang is very different from life in Tokyo or Seoul. For question as a discussion prompt.",
        "example, few people in Pyongyang own private cars. The North Korean",
        "government allows only top Communist officials to own cars. Most resi- Analyze Videos How does North Korea control its",
        "dents have to use buses or the subway to get around. At night, many people? Nobody is allowed in or out of North Korea;",
        "streets are dark because of electricity shortages.",
        "people are brainwashed from birth to worship Kim",
        "North Koreans have fewer rights than the people of Japan or South",
        "Korea. For example, the government controls individual speech and the Jong Un and his family.",
        "press. Because the government feels that religion conflicts with Commu-",
        "nist ideas, it also discourages people from practicing religion.",
        "Issues and Challenges Why does North Korea, which is rich in resources,",
        "have shortages of electricity and food? These problems are due in part to",
        "North Korea’s foreign policies. For years, North Korea had ties with other",
        "Communist countries. Since the breakup of the Soviet Union, North Korea",
        "has isolated itself from the rest of the world. It has closed its markets to",
        "foreign goods, which means that other countries cannot sell their goods",
        "there. At the same time, North Korea lacks the technology to take advan-",
        "tage of its resources. As a result, many people suffer and resources go",
        "Reading Check Many countries worry about North Korea’s possession of nuclear weap-",
        "Form ons. In 2006 North Korea declared that it had successfully conducted its",
        "Generalizations first underground nuclear test. After several more tests, North Korea",
        "What is North Korea’s",
        "relationship with claimed to have successfully tested a hydrogen bomb in September 2017.",
        "the world? These developments concern countries in Asia and around the world.",
        "ONLINE ANALYZE VIDEOS",
        "Japan and the Koreas 969",
        "North Korea Tests Nuclear Missile",
        "Have students watch the video individually or as",
        "a class to learn about North Korea’s hydrogen",
        "ONLINE INTERACTIVE VISUALS",
        "bomb test in 2017. You may wish to use the",
        "Image Compare: Life in South and associated question as a discussion prompt.",
        "North Korea Analyze Videos According to most of the world,",
        "Have students explore and compare the why does North Korea keep testing weapons? to",
        "images using the interactive slider. You may scare others",
        "wish to use the associated question as a",
        "discussion prompt.",
        "Analyze Visuals What do these photos",
        "suggest about life in Seoul and Pyongyang?",
        "Form Generalizations What is North Korea’s",
        "Seoul is more modern, busy, and prosperous",
        "relationship with the world? North Korea is isolated",
        "from the rest of the world, and its nuclear weapons",
        "In print edition, see feature of same title.",
        "program worries countries in Asia and elsewhere.",
        "For additional instruction, go to end of lesson.",
        "Japan and the Koreas 969",
        "A crowd of people at a political rally express support for reunification.",
        "The flag in the background shows a united Korea.",
        "Teach the Main Idea",
        "Korean Reunification",
        "Some people in both South and North Korea",
        "For years, many South and North Koreans wanted their",
        "support the idea of Korean reunification. country to be reunited. The creation of two Koreas split",
        "friends and family. It also divided people who shared a",
        "Recall When did leaders from North and South common culture and history. Many believed that reunifi-",
        "cation would heal families and Korean culture as a whole.",
        "Korea meet for the first time to discuss",
        "At times, the governments of both South Korea and",
        "reunification? 2000 North Korea have expressed their support for reunifica-",
        "tion. Leaders from the two countries met in 2000 for the",
        "Make Inferences Why were there no roads across",
        "first time since the Korean War. As part of their meeting,",
        "the demilitarized zone? Each side feared the other they discussed ways to improve relations between the",
        "would use it to launch an attack. two countries. For example, they agreed to build a road",
        "through the demilitarized zone to connect the two Koreas.",
        "Explain Why are some younger South Koreans The question of government is an obstacle to",
        "against reunification? Possible answer: They are Reading Check reunification. South Koreans want democracy, while North Korean leaders",
        "insist on communism. Another obstacle is generational. As time passes,",
        "concerned that they might inherit the social and What issues stand in",
        "the way of Korean fewer young South Koreans support reunification. Some even fear that",
        "political problems of North Korea. reunification? they will inherit the social and political problems of North Korea.",
        "Summary In this lesson, you learned about the history, cultures, and",
        "people of the Koreas. Both countries shared a long history as one state",
        "until the Korean War. Since then, each country developed in drastically",
        "READING CHECK different ways, but some Koreans still long for reunification.",
        "Summarize What issues stand in the way of Korean",
        "reunification? Possible answer: the question of what",
        "kind of government the reunited country would have, Lesson 3 Assessment",
        "the economic disparity between the two countries Review Ideas, Terms, and Places 5. a. Recall Why do many Koreans support the idea of",
        "1. a. Identify Which kingdom unified the Three",
        "Kingdoms? b. Evaluate If you lived in North or South Korea, do",
        "you think you would support the reunification of the",
        "b. Identify Cause and Effect Why did North Korea",
        "countries? Why or why not?",
        "Print Assessment invade South Korea? What was the result?",
        "2. a. Identify What helped shape traditional Korean Critical Thinking",
        "6. Analyze Draw a diagram to analyze the differences",
        "Review Ideas, Terms, and Places b. Recall What is kimchi? Why is it important in Korea? between the societies of South and North Korea. Write",
        "c. Explain What has led to many of the differences three statements about South Korea and three state-",
        "1. a. Identify Which kingdom unified the Three between modern culture in North and South Korea? ments about North Korea. In the oval, list one factor",
        "Kingdoms? Silla 3. a. Summarize What factors have helped South Korea that supports reunification and one that hinders it.",
        "develop a strong economy?",
        "b. Identify Cause and Effect Why did North b. Define What is the demilitarized zone? Why does",
        "it exist? South Korea Reunification North Korea",
        "Korea invade South Korea? What was the result?",
        "4. a. Explain Which geographic factor explains why",
        "North Korea wanted to unify all of Korea under a North Korea must import food? Why is this a difficult",
        "foreign policy task?",
        "Communist government. This started the Korean b. Compare What was the standard of living like for",
        "War, which was costly and still affects the Koreas both Japan and South Korea before the 1950s? What",
        "was it like afterward?",
        "2. a. Identify What helped shape traditional 970 Module 30",
        "Korean culture? Shamanism, Buddhism, and",
        "Korea does not have good relations with Critical Thinking",
        "b. Recall What is kimchi? Why is it important in",
        "Korea? a dish made from pickled cabbage and most other countries 6. Analyze Draw a diagram to analyze the",
        "spices; it is considered Korea’s national dish b. Compare What was the standard of differences between the societies of South",
        "c. Explain What has led to many of the differences living like for both Japan and South and North Korea. Write three phrases",
        "between modern culture in North and South Korea before the 1950s? What was it about South Korea and three phrases",
        "Korea? the division of the country; the differences like afterward? Both economies were not about North Korea. In the oval, list one",
        "in economic and political ideas strong before 1950. Since the 1950s, both factor that supports reunification and one",
        "3. a. Summarize What factors have helped South countries have quickly created strong that hinders it. Possible answers: South",
        "Korea develop a strong economy? The United economies. Korea—government is a republic; economy is",
        "States has helped; business and government 5. a. Recall Why do many Koreans support strong; rural life is traditional. North Korea—",
        "leaders have worked together; emphasis is on the idea of reunification? They share a government is Communist; has nuclear",
        "education and manufacturing. common culture and history. bombs; few modern luxuries. Supports",
        "b. Define What is the demilitarized zone? Why b. Evaluate If you lived in North or South reunification—the two countries share",
        "does it exist? an empty buffer zone between two Korea, do you think you would support culture and history. Hinders reunification—",
        "countries; to keep North and South Korea from the reunification of the countries? Why or cannot agree on form of government",
        "why not? Answers will vary but should be",
        "supported by details from the text.",
        "4. a. Explain Which geographic factor explains why",
        "North Korea must import food? Why is this a",
        "difficult foreign policy task? rocky soil; North",
        "For additional instruction, go to end of lesson.",
        "970 Module 30, Lesson 3",
        "Online Assessment 5. Which problems concern South Koreans about reuniting the two",
        "1. Why was Korea divided into two countries following World War II?",
        "Families fear reconnecting with relatives who live in North Korea.",
        "North Korea became a Communist nation, while South Korea",
        "Young people fear that they will inherit the political problems of",
        "became a democratic country.",
        "North Korea became a democratic nation, while South Korea",
        "Business owners fear that they will lose their technology jobs to",
        "became a Communist country.",
        "North Korea was controlled by the Soviet Union, while South",
        "Students fear that they will lose their educational opportunities",
        "Korea was controlled by Japan.",
        "to North Koreans.",
        "North Korea was controlled by China, while South Korea was",
        "Alternate Question Select the answer choice from the drop-down list",
        "controlled by the United States.",
        "to complete the sentence correctly.",
        "Alternate Question Select the answer choice from the drop-down list",
        "Many young South Koreans fear that they will inherit the social and",
        "to complete the sentence correctly.",
        "political problems of North Korea if the two countries reunite .",
        "Aided by the Soviet Union , North Korea became a Communist",
        "6. Evaluate How did China influence the Silla kingdom of Korea?",
        "nation, which caused the Korean Peninsula to be divided into two",
        "nations. Even though the Silla fought against the Chinese for many years, their",
        "government and religion were heavily influenced by the Chinese. The",
        "2. How are the Korean and Japanese writing systems different?",
        "Silla adopted the Chinese form of government and Chinese religions,",
        "Korean characters are written horizontally, while Japanese",
        "Buddhism and Confucianism.",
        "characters are written vertically.",
        "Korean characters are written from left to right, while Japanese 7. Apply Concepts How has the traditional religion of Korea,",
        "characters are written right to left. Shamanism, influenced Korean dance?",
        "Korean characters represent entire words, while Japanese",
        "Shamanism, the traditional religion of Korea, is based on nature",
        "characters represent a letter of the alphabet.",
        "and the belief that people can communicate with spirits. Traditional",
        "Korean characters represent a letter of the alphabet, while Korean dance forms began as shamanistic rituals. One famous dance",
        "Japanese characters can represent entire words. is Buchaechum, a fan dance with beautiful movements that mirrors",
        "nature, such as flowers blooming.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly. 8. Analyze Issues Which issues do South Korean cities face?",
        "The Korean and Japanese writing systems look similar as they",
        "South Korea is a small nation with a large population, and as a result,",
        "are written; however, Korean characters represent a letter of the",
        "South Korean cities are overcrowded. Most people live in small",
        "alphabet, while Japanese characters can represent whole words.",
        "apartments because real estate is very expensive. Cities are often",
        "3. How are South Korea and Japan similar? polluted from cars, factories, and coal-powered heating systems.",
        "They are island nations.",
        "9. Analyze Information How do the economies of North and South",
        "They border hostile nations.",
        "They fought destructive wars after World War II.",
        "North Korea is a Communist state with a command economy, in which",
        "They established democratic governments after World War II.",
        "the government decides what is to be produced and distributed.",
        "Alternate Question Select the answer choice from the drop-down list",
        "North Korean industries focus on the production of military supplies.",
        "to complete the sentence correctly.",
        "North Korea’s economy is not as successful as South Korea’s economy.",
        "Both South Korea and Japan established democratic governments",
        "South Korea is one of the world’s most successful economies, while",
        "after World War II; however, South Korea had to repel",
        "North Korea’s economy is in the bottom 100.",
        "a North Korean invasion in order to remain a democratic",
        "country. 10. Analyze Issues Why have talks between North and South Korean",
        "leaders about the reunification of the countries failed?",
        "4. Why is North Korea much poorer than its neighbors South Korea and",
        "Japan? The two Korean countries are very different in their government",
        "North Korea has few factories. structures. North Korea is a totalitarian state controlled by a dictator,",
        "North Korea has fewer natural resources. and South Korea is a democracy. The two Koreas are unlikely to reunite",
        "North Korea’s industries use old technology. as one country if they cannot decide who will be their leaders and",
        "North Korea’s economy relies on agriculture. which form of government to follow.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "North Korea uses out-of-date technology in its factories, and as a",
        "result, its economy is much poorer than that of its neighbors, South",
        "Korea and Japan .",
        "Japan and the Koreas 970a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 964 continued from page 968",
        "SPECIAL NEEDS STUDENTS ENGLISH LANGUAGE LEARNERS",
        "From Silla to Two Nations Word Building",
        "1. Have students review the information on the history of Korea and 1. To help students understand the meaning of the word",
        "create an illustrated timeline showing the history from the time of demilitarized, display the word and discuss its meaning.",
        "the Silla until the Korean War. Tell them to include dates whenever 2. Draw students’ attention to the prefix de- and explain that it means",
        "possible. “to do the opposite of” or “to remove.”",
        "2. Have students share their timelines with the class, and discuss with 3. Display the words deactivated, decaffeinated, decompression, and",
        "the class the ways in which the two Koreas have diverged since the defrost. Ask students to define these words.",
        "division into North and South Korea.",
        "4. Organize the class into small groups, and ask them to list other",
        "*Alternative Assessment Handbook, Rubric 36: Time Lines English words with the de- prefix. Encourage them to use",
        "dictionaries if needed.",
        "5. When students have finished their lists, discuss other prefixes",
        "continued from page 965 that negate the root word (e.g., dis-, un-, in-, mis-). Present word",
        "pairs to illustrate (e.g., appear/disappear, do/undo, visible/invisible,",
        "ADVANCED/GIFTED understand/misunderstand).",
        "*Alternative Assessment Handbook, Rubric 11: Discussions",
        "1. Organize the class into small groups and assign them to create",
        "an illustrated advertisement and menu for a Korean restaurant.",
        "continued from page 969",
        "The ad’s cover should have a short rhyming poem describing the",
        "restaurant and its food. STRUGGLING READERS",
        "2. Prices for each dish listed on the menu should be listed in South",
        "Korean won and the U.S. dollar, using current exchange rates.",
        "Students should also include a brief description and illustration of 1. Have students review the information on life in North Korea. Then",
        "each dish. ask them to prepare a graphic organizer that shows the details",
        "about how life in North Korea is different from life in South Korea",
        "3. Have students write a jingle advertising their restaurant and its",
        "or Japan. Have students focus on such categories as car ownership",
        "food specialties.",
        "and transportation; availability of electricity; access to abundant",
        "4. Allow class time for students to describe their menu choices and to",
        "food supplies; rights to free speech, free press, and religion; and",
        "share their poems and jingles.",
        "ease of foreign travel.",
        "*Alternative Assessment Handbook, Rubrics 2: Advertisements; and 26:",
        "2. Organize students into small groups and have them share their",
        "organizers. Direct students to refer to the text for details and to",
        "correct their work.",
        "continued from page 968 3. Ask volunteers to share their organizers.",
        "*Alternative Assessment Handbook, Rubric 13: Graphic Organizers",
        "Pyongyang Architecture continued from page 970",
        "1. Have students prepare a poster on one of the following buildings",
        "or monuments in Pyongyang: Museum of the Korean Revolution; More About . . .",
        "Triumphal Arch; 20-meter bronze statue of Kim Il Sung; Juche Idea",
        "Misconception Alert: North, South Korea Still at War After World War",
        "Tower; People’s Culture Palace; Ryugyong Hotel.",
        "II, Korea was divided into Soviet and U.S. zones of occupation. In June",
        "2. Tell students that their posters must include photographs (available 1950 North Korea invaded and quickly routed the South Korean army.",
        "through research on the Internet) of these structures as well as The United States led a United Nations force to resist them. In September,",
        "information about their location, dimensions, and purpose or use. UN forces counterattacked at Inchon, pushing the North Koreans to their",
        "3. Display students’ posters and guide the class in a discussion border with China. Alarmed, the Chinese joined with North Korea and",
        "of generalizations that might be made about them, such as attacked, recapturing South Korea’s capital of Seoul. UN forces fought",
        "the message that they intend to convey to the North Koreans back again, and both sides dug in near the original dividing line. An",
        "themselves and to the world. armistice agreement was signed in July 1953 but no peace treaty. The two",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; and 28: sides are technically still at war.",
        "970b Module 30, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Use a Topographic Map",
        "Use a Topographic Map",
        "Define the Skill Learn the Skill",
        "Provide a topographic map of your area and of an",
        "Topographic maps show elevation, or the Use the topographic map on this page to area with very different terrain. For example, if you",
        "height of land above sea level. They do so with answer the following questions.",
        "live in a flat area, find a map from an area with hills",
        "contour lines, lines that connect points on the 1. Is Awaji Island more rugged in the south or",
        "map that have equal elevation. Every point or mountains. Have students compare the two maps,",
        "the north? How can you tell?",
        "o m n o a st c c o a n s t e o s u , e r v li e n r e y t h h a i s n t g h i e n s s i a d m e e t h e a le t v li a n t e io h n a . s In a 2. Does the land get higher or lower as you noting the main differences between them (the",
        "higher elevation. Everything outside the line is travel west from Yura? distance between the contour lines). Have students",
        "lower. Each contour line is labeled to show the examine other features of the map such as general",
        "elevation it indicates. Practice the Skill elevation of the area; the distance scale; the contour",
        "An area that has lots of contour lines is more",
        "Search the Internet or look in a local library to interval, which is the number of feet between each",
        "rugged than an area with few contour lines.",
        "find a topographic map of your area. Study the",
        "The distance between contour lines shows contour line; and the direction corresponding to uphill",
        "map to find three major landmarks and write",
        "how steep an area is. If the lines are very close down their elevations. Then pose and answer and downhill in their area. If there are rivers on the",
        "together, then the area has a steep slope. If the",
        "two geographic questions about the landmarks map, point out how the contour lines indicate the",
        "lines are farther apart, then the area has a much",
        "or patterns that you see on the map.",
        "gentler incline. Other symbols on the map show direction of flow.",
        "features such as rivers and roads.",
        "Awaji Island: Topographic Map Use the topographic map on this page to answer the",
        "following questions.",
        "City or town 1. Is Awaji Island more rugged in the south or the",
        "River Akashi Straits north? How can you tell? more rugged in the south;",
        "National park Awaji",
        "500 Elevation in feet since there are more contour lines in that area",
        "0 5 10 Miles Hokudan",
        "2. Does the land get higher or lower as you travel",
        "P 0 rojectio 5 n: Merc 1 a 0 t o K r ilometers Tsuna H 1 i 0 l 0 ls 0 500 I A S W LA A N J D I west from Yura? higher",
        "N Tsuna Practice the Skill",
        "S Bay Search the Internet or look in a local library to find",
        "500 1000 Sumoto a topographic map of your area. Study the map to",
        "find three major landmarks and write down their",
        "5 10 0 0 0 0 M 1",
        "Naruto Questions and answers should reflect an understanding",
        "of how to use a topographic map.",
        "Japan and the Koreas 971",
        "Japan and the Koreas 971",
        "Module 30 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Imagine these terms from the module are correct answers to items in a crossword puzzle. Write",
        "the clues for the answers.",
        "Imagine these terms from the module are correct answers to",
        "items in a crossword puzzle. Write the clues for the answers. 1. Tokyo 7. work ethic",
        "2. abstract 8. Seoul",
        "1. Tokyo Japan’s capital",
        "3. trade surplus 9. fishery",
        "2. abstract expressed ideas; not actual thing",
        "4. tariff 10. Pyongyang",
        "3. trade surplus more goods sold than bought on the world",
        "5. kimono 11. kimchi",
        "6. efficient 12. policy",
        "4. tariff fee charged on imports or exports by a country",
        "5. kimono traditional garb (Japan)",
        "Comprehension and Critical Thinking",
        "6. efficient produces, and doesn’t waste",
        "Lesson 1 Lesson 3",
        "7. work ethic what employers want in a worker",
        "13. a. Identify What physical feature covers most 15. a. Elaborate How have the histories of",
        "8. Seoul capital of South Korea of Japan and the Korean Peninsula? What is Japan and the Koreas affected their",
        "9. fishery where fishing fleets know to go one famous example of this landform? cultures?",
        "10. Pyongyang capital of North Korea b. Draw Conclusions Fish and seafood are b. Compare and Contrast What similari-",
        "very important in the Japanese diet. Why ties do the governments of South Korea",
        "11. kimchi spicy Korean cabbage do you think this is so? and Japan share? How are these gov-",
        "12. policy rule, course of action c. Predict How do you think earthquakes ernments different from North Korea’s",
        "and typhoons would affect your life if you government?",
        "lived in Japan? c. Contrast How is South Korea’s economy",
        "Comprehension and Critical Thinking Lesson 2 different from North Korea’s? What",
        "14. a. Identify Who were the shoguns? What events helped create this difference?",
        "role did they play in Japanese history?",
        "13. a. Identify What physical feature covers most of Japan b. Recall What is the most important",
        "and the Korean Peninsula? What is one famous aspect of Japan’s economy?",
        "example of this landform? mountains; Mount Fuji c. Develop How might Japan try to address",
        "the problem of crowding in its cities?",
        "b. Draw Conclusions Fish and seafood are very",
        "important in the Japanese diet. Why do you think",
        "this is so? Possible answer: Japan has little farmland",
        "but is close to fisheries.",
        "c. Predict How do you think earthquakes and",
        "typhoons would affect your life if you lived in Japan?",
        "Answers will vary but should mention destruction and",
        "disruption of daily life.",
        "14. a. Identify Who were the shoguns? What role did they 972 Module 30",
        "play in Japanese history? powerful Japanese generals;",
        "ruled in the name of the emperor",
        "b. Recall What is the most important aspect of Japan’s",
        "economy? Possible answers: efficiency; technology; ONLINE DOCUMENT-BASED • be organized into a distinct introduction,",
        "INVESTIGATION a main body consisting of several",
        "manufacturing for trade; government assistance and",
        "paragraphs, and a conclusion that sums",
        "Japan and the Koreas up the main points",
        "c. Develop How might Japan try to address the",
        "Have students complete and review all the DBI",
        "problem of crowding in its cities? Possible answer:"
      ],
      "duration": "45 minutes"
    }
  ]
}