{
  "region_name": "Central America and the Caribbean",
  "vocabulary": [
    {
      "term": "and Places",
      "definition": "."
    },
    {
      "term": "Students can guess the meaning of each word",
      "definition": ","
    },
    {
      "term": "then review its definition",
      "definition": ", or do the reverse, using"
    },
    {
      "term": "the flip card",
      "definition": "’s toggle button to switch from “Term”"
    },
    {
      "term": "to",
      "definition": "“Definition” mode. Students can also use the flip"
    },
    {
      "term": "cards at the end of the module as a review tool before \ntaking the Module Assessment",
      "definition": "."
    },
    {
      "term": "Online Map Activity\nStudents can use this activity to review some of the \nlocations discussed in this module",
      "definition": ". To complete, have"
    },
    {
      "term": "students drag each label to the correct location on \nthe map",
      "definition": ".Lesson 3 Big Idea"
    },
    {
      "term": "The Caribbean islands have a rich history and diverse \ncultures influenced by European colonization",
      "definition": "."
    },
    {
      "term": "Main Ideas",
      "definition": "•The history of the Caribbean islands"
    },
    {
      "term": "includes European colonization followed \nby independence",
      "definition": "."
    },
    {
      "term": "signs of past colonialism and slavery",
      "definition": "."
    },
    {
      "term": "distinctive governments with economies \nthat depend on agriculture and tourism",
      "definition": "."
    },
    {
      "term": "Geography Beautiful",
      "definition": ", sandy beaches and tropical,"
    },
    {
      "term": "forested plains are common in Central America and \nthe Caribbean",
      "definition": "."
    }
  ],
  "reading_passages": [
    {
      "title": "About Central America and the Caribbean",
      "text": "Lesson 1 Big Idea The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests. Main Ideas •Physical features of the region include volcanic highlands and coastal plains. •The climate and vegetation of the region include forested highlands, tropical forests, and humid lowlands. •Key natural resources in the region include rich soils for agriculture, a few minerals, and beautiful beaches.Lesson 2 Big Idea Central America’s native traditions and colonial history have created a mixed culture, unstable governments, and uncertain economies. Main Ideas •The history of Central America was mostly influenced by Spain. •The culture of Central America is a mixture of Native American and European traditions. •Today, the countries of Central America have challenges and opportunities.Essential Question Preview What are the most important challenges for the nations of Central America and the Caribbean? Have students consider the Essential Question and capture their initial responses. Explore the Essential Question •Explain that the countries of Central America were once European colonies. Have students infer how that colonial history influences the region today. •Point out that many Caribbean islands are independent countries, but others are not. While the cultures of the region’s islands share a colonial past, diverse economies and governments now encourage different ways of life. Encourage students to keep the Essential Question in mind as they work through the module. Help students plan inquiries and develop their own supporting questions such as: How are the governments of these countries influenced by their colonial past? What are some economic issues that these countries face and what are they doing to overcome them? You may want to assign students to write a short essay in response to the Essential Question when they complete the module. Encourage student to use their notes and responses to inform their essays. Explore the Online Video ANALYZE VIDEOS Geo Week 2013: The Island of Enchantment Invite students to watch the video to learn about one of the most beautiful islands in the Caribbean. Geography Why do Puerto Rico’s leaders want visitors to come and explore its natural beauty? The economy needs tourist dollars, and focusing on nature could help protect the environment. Port-au-PrinceDOMINICAN REPUBLIC COSTA RICA70°W 65°W75°W 80°W85°W 90°W25°N 10°NTropic of Cancer 10°N20°N 15°NPuerto Rico (U.S.) U.S. Virgin Islands (U.S.)British Virgin Islands (U.K.)Turks and Caicos Islands (U.K.) Cayman Islands (U.K.) Martinique (FRANCE) Guadeloupe (FRANCE)Montserrat (U.K.)Anguilla (U.K.) St. Martin (FRANCE AND NETHERLANDS) Aruba (NETHERLANDS)Netherlands Antilles (NETHERLANDS)ATLANTIC OCEAN PACIFIC OCEANCaribbean SeaGulf of Mexico Santo Domingo Roseau CastriesSt. John’s Basseterre Bridgetown St. George’s Port-of-SpainKingstownBelmopan T egucigalpa San SalvadorGuatemala City Managua San José Panama CityHavana KingstonPort-au-PrinceNassau CUBA BELIZEB A H A M A S ST . KITTS AND NEVIS GRENADAST . VINCENT AND THE GRENADINESST . LUCIA TRINIDAD AND TOBAGOBARBADOSDOMINICAANTIGUA AND BARBUDADOMINICAN REPUBLIC JAMAICAHAITI PANAMAHONDURAS NICARAGUA COSTA RICAEL SALVADORGUATEMALAUNITED STATES M E X I C O C O L O M B I A V E N E Z U E L A Usumacinta River Motagua R. Coco River San Juan RiverN SWE 25°NATLANTIC OCEAN Gulf of Mexico NassauUNITED STATESUNITED S UNITED S Explore ONLINE!Projection: Azimuthal Equal-AreaNational capital 0 100 200 Miles 0 100 200 Kilometers What Y ou Will Learn Lesson 1: Physical Geography . . . . . . . . . . . . . . . . . . . . . . . . 297 The Big Idea The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests. Lesson 2: Central America . . . . . . . . . . . . . . . . . . . . . . . . . . 302 The Big Idea Central America’s native traditions and colonial history have created a mixed culture, unstable governments, and uncertain economies. Lesson 3: The Caribbean Islands . . . . . . . . . . . . . . . . . . . . . . 308 The Big Idea The Caribbean islands have a rich history and diverse cultures in/f_l uenced by European colonization.In this module, you will learn how geography, history, and challenges have shaped Central America and the Caribbean.Essential Question What are the most important challenges for the nations of Central America and the Caribbean?Central America and the CaribbeanModule 10 • A Civilization Abandoned Document-Based Investigations Graphic Organizers Interactive Games Channel One News Video: Geo Week 2013: The Island of Enchantment Image with Hotspots: A Market in Guatemala Animation: How the Panama Canal Works Interactive Map: European Colonies in the Caribbean, 1763VIDEOS, including . . . 294 Module 10 294 Module 10 Explore the Map and Images Central America and Caribbean: Political Point out how Central America joins together North and South America. Geography Ask students how they think the geography of Central America and the Caribbean might affect the economies of the countries there. Culture Colonization and the slave trade produced cultures with a mix of ethnic and racial groups. History Puerto Rico’s best-known fortress is shown in this photo. Called El Morro, it has endured assaults by many foes, including Sir Francis Drake in 1595 and the U.S. Navy in 1898. Analyze Visuals Have students examine the images and answer the following questions: 1. Based on these photos, what are some recreational activities that Central America and the Caribbean offer? Possible answers: swimming, snorkeling, scuba diving, sailing, hiking, rock climbing 2. Why do you think the Spanish chose this location for their fort in Puerto Rico? Because it was on a cliff, the soldiers could see far out to sea and the fort would be difficult to attack. 3. How does the photo of the Kuna women show an example of people maintaining their traditional cultures? The Kuna women are wearing traditional clothing and jewelry. Online Module Flip Cards Use the flip cards as a whole class activity or in student pairs to preview the module’s Key Terms and Places. Students can guess the meaning of each word, then review its definition, or do the reverse, using the flip card’s toggle button to switch from “Term” to “Definition” mode. Students can also use the flip cards at the end of the module as a review tool before taking the Module Assessment. Online Map Activity Students can use this activity to review some of the locations discussed in this module. To complete, have students drag each label to the correct location on the map.Lesson 3 Big Idea The Caribbean islands have a rich history and diverse cultures influenced by European colonization. Main Ideas •The history of the Caribbean islands includes European colonization followed by independence. •The culture of the Caribbean islands shows signs of past colonialism and slavery. •Today, the Caribbean islands have distinctive governments with economies that depend on agriculture and tourism. Geography Beautiful, sandy beaches and tropical, forested plains are common in Central America and the Caribbean. Culture Many people in the region maintain their traditional cultures. These Kuna women are from Panama.History The Spanish built forts like this one in Puerto Rico to defend their islands and protect the harbors from pirates. 295 Central America and the Caribbean Central America and the Caribbean 295 Reading Social Studies READING FOCUS Understand Comparison-Contrast Ask students to select two items to compare and contrast—for example, hockey and basketball. Then draw a large Venn diagram for students to see. Ask students to think of similarities and differences between the two items. Add students’ suggestions to the Venn diagram. When the class is finished, have students use the diagram to write a paragraph or two in which they compare and contrast these items. Ask students to use signal words to indicate similarities and differences. Y ou Try It! Differences: Haiti—western part of Hispaniola, limited industry, farm small plots, export coffee and sugarcane; Dominican Republic—eastern part of Hispaniola, more developed country than Haiti, agricultural economy. Similarities: poor countries, both on Hispaniola Clue Words Comparison Contrast share, similar, like, also, both, in addition, besideshowever, while, unlike, different, but, although Highlighted words are points of comparison. YOU TRY IT! Read the passages above to see how Haiti and the Dominican Republic are alike and how they are different. Use a diagram like the one on this page to compare and contrast the two countries. As you read this module, look for clue words that signal comparison or contrast.Understand Comparison-Contrast READING FOCUS Comparing shows how things are alike. Contrasting shows how things are different. You can understand comparison-contrast by learning to recognize clue words and points of comparison. Clue words let you know whether to look for similarities or differences. Points of comparison are the main topics that are being compared or contrasted.Reading Social Studies Many Caribbean islands share a similar history and culture . However , today the islands’ different economies, governments, and cultural landscapes encourage many different ways of life in the Caribbean. Haiti occupies the western part of the island of Hispaniola. Haiti’s capital, Port-au-Prince, is the center of the nation’s limited industry. Most Hai- tians farm small plots. Coffee and sug- arcane are among Haiti’s main exports. The Dominican Republic occupies the eastern part of Hispaniola. The Dominican Republic is not a rich country. However, its economy, health care, education, and housing are more developed than Haiti’s. Agriculture is the basis of the economy.Underlined words are clue words. HaitiDominican Republic Differences SimilaritiesDifferences Module 10296 296 Module 10 LESSON 1Physical Features of Central America and the Caribbean Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentGame: Where Am I?: Touring Central America and the Caribbean The Belize Atolls Beach Erosion Mount Pelée EruptionMap: Central America and the Caribbean: Physical Big Idea The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests.Lesson 1 Planner Physical Geography Document-Based Investigation: Volcanic Activity in Central America and the Caribbean Document-Based Investigation: Satellite View: HurricanesVisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources Central America and the Caribbean 296a Mount Pelée Eruption Article Students read an article about the 1902 eruption of Mount Pelée on Martinique. Students then conduct research to find out how many other Pelean-type eruptions have taken place in Central America and the Caribbean. Beach Erosion Activity Students conduct research to learn about methods people have tried to combat the serious issue of Caribbean beach erosion. They then write an overview of what they learn about the effectiveness of the different methods. The Belize Atolls Activity Students conduct research to learn about the Belize atolls and use this information to create a poster about ten species that are native to these coral formations. Online Lesson 1 Enrichment Activities 296b Module 10, Lesson 1 Teach the Main Idea Physical features of the region include volcanic highlands and coastal plains. Summarize How would you summarize Central America’s main physical features? an isthmus that contains a central chain of volcanic mountains, with coastal plains on both sides Define What is an archipelago? a large group of islands Identify Cause and Effect What happens when tectonic plates shift? Earthquakes and volcanic eruptions can occur.More About . . . The Bahamas Unlike many other Caribbean islands, the Bahamas originated as coral reefs and are made up mainly of limestone and coral rising from a submarine plateau. The islands are generally low, flat, and swampy. Shoals and coral reefs make navigation around them difficult, and some of the outer islands are uninhabited. Other islands in the group, however, are extremely popular with tourists. Favorite attractions are the brightly colored coral and the great variety of sea life around the islands. ONLINE DOCUMENT-BASED INVESTIGATION Central America and the Caribbean Volcanic Activity in Central America and the Caribbean and Satellite View: Hurricanes are the first two of five document-based investigations in Central America and the Caribbean. Students will explore the exhibits using the interactive features.Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . What other creatures might you see in the forest? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points to frame your discussion. Consider the CLIMATE and GEOGRAPHY of the area: •tropical climate •abundant plant life •moist, humid air Consider the ANIMALS that may live in a region with this climate: •reptiles •insects •birds 2. Direct Teach Introduce the Big Idea: The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests. Ask: What do you think you would be doing if you were in the Caribbean right now? How about Central America? Possible answers: relaxing on a beautiful beach, swimming Discuss that these regions, in particular, Central America, are more diverse than many people realize. Tropical forests, in particular, support an amazing diversity of wildlife. 3. Practice/Assess/Inquire Use a large wall map of the world. Prepare and read a list of all of the countries in Central America and the Caribbean islands one at a time. As you read each country, invite a volunteer to come up to the map and point to the country. Have volunteers add other information they may know about the country. 4. Explore (Collaborative Exploration) At the map, review the names of the countries, grouping them into Central America, the Greater Antilles, and the Lesser Antilles. 5. Whole Group Close/Reflect Have students select one country from each group (Central America, Greater Antilles, Lesser Antilles) and write a short paragraph about it. *Alternative Assessment Handbook, Rubric 21: Map Reading If YOU lived there . . . You live in San José, the capital of Costa Rica. But now you are visiting a tropical forest in one of the country’s national parks. You make your way carefully along a swinging rope bridge in the forest canopy—40 feet above the forest floor! You see a huge green iguana making its way along a branch. A brilliantly colore d parrot flies past you. What other creatures might you see in the forest? Physical Features Sandy beaches, volcanic mountains, rain forests, clear blue water—these are images many people have of Central America and the Caribbean islands. The region’s physical geography is beautiful. This beauty is one of the region’s greatest resources. Central America The region called Central America is actually the southern part of North America. Seven countries make up this region: Belize, Guatemala, Honduras, El Salvador, Nica- ragua, Costa Rica, and Panama. As you can see on the map, Central America is an isthmus, or a narrow strip of land that connects two larger land areas. No place on this isthmus is more than about 125 miles (200 km) from either the Pacific Ocean or the Caribbean Sea. A chain of mountains and volcanoes separates the Pacific and Caribbean coastal plains, and only a few short rivers flow through Central America. The ruggedness of the land and the lack of good water routes make travel in the region difficult.Lesson 1 Physical Geography The Big Idea T The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler high- lands, and tropical forests. Main Ideas ■Physical features of the region include volcanic highlands and coastal plains. ■The climate and vegetation of the region include forested highlands, tropical forests, and humid lowlands. ■Key natural resources in the region include rich soils for agriculture, a few minerals, and beautiful beaches. Key Terms and Places isthmus Caribbean Sea archipelago Greater Antilles Lesser Antilles cloud forest Coastal plains, like this one in Cuba, are found in Central America and the Caribbean islands. 297 Central America and the Caribbean Central America and the Caribbean 297 For additional instruction, go to end of lesson. READING CHECK Compare What physical features do Central America and the Caribbean islands have in common? mountains, volcanoes, plains, beaches ONLINE GRAPHIC ORGANIZER Physical Geography As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Summarize How would you summarize Central America’s main physical features? an isthmus that contains a central chain of volcanic mountains, with coastal plains on both sides ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: isthmus, Caribbean Sea, archipelago, Greater Antilles, Lesser Antilles, cloud forest. ONLINE INTERACTIVE VISUALS Carousel: Physical Features of Central America and the Caribbean Have students navigate through the carousel and note similarities and differences among the images or identify a unifying theme. You may wish to use the associated question as a discussion prompt. Analyze Visuals What physical features do you see in the photos? coastal plains, mountains, coral reef, volcano ONLINE INTERACTIVE MAPS Central America and the Caribbean: Physical Have students explore the map using the interactive features and answer the associated questions. Location On which island is Haiti located? Hispaniola In print edition, see map of same title. 1. Location On which island is Haiti located? Hispaniola 2. Human-Environment Interaction How do you think life in Honduras differs from life in the Bahamas? Buildings, transportation routes, and economic activities are likely based on mountain resources in Honduras and island resources in the Bahamas. TRINIDAD AND TOBAGONICARAGUA 70°W80°W90°W 20°N 10°NTropic of CancerATLANTIC OCEAN PACIFIC OCEANCaribbean SeaGulf of Mexico Gulf of PanamaStraits of Florida Panama Canal Greater Antilles Yucatán Peninsula Hispaniola Lesser Antilles CUBA BELIZEB A H A M AS ST . KITTS AND NEVIS GRENADAST . VINCENT AND THE GRENADINESST . LUCIA TRINIDAD AND TOBAGOBARBADOSDOMINICAANTIGUA AND BARBUDADOMINICAN REPUBLIC JAMAICAHAITI PANAMAHONDURAS NICARAGUA COSTA RICAEL SALVADORGUATEMALA Lake NicaraguaN SWE 4,000 2,000 500 200 0 (Sea level) Below sea level13,120 6,560 1,640 656 (Sea level) 0 Below sea levelFeet MetersELEVATION Projection: Azimuthal Equal-Area0 100 200 Miles 0 100 200 KilometersExplore ONLINE! The Caribbean Islands Across the Caribbean Sea from Central America lie hundreds of islands known as the Caribbean islands. They make up an archipelago (ahr-kuh-PE-luh-goh), or a large group of islands. Arranged in a long curve, the Caribbean islands stretch from the southern tip of Florida to northern South America. They divide the Caribbean Sea from the Atlantic Ocean. There are two main island groups in the Caribbean. The four large islands of Cuba, Jamaica, Hispaniola, and Puerto Ri co make up the Greater Antilles (an-TIL-eez). Many smaller islands form the Lesser Antilles. They stretch from the Virgin Islands to Trinidad and Tob ago. A third island group, the Bahamas, lies in the Atlantic Ocean sout heast of Florida. It includes nearly 700 islands and thousands of reefs. Many Caribbean islands are actually the tops of underwater mountains and volcanoes. Others began as coral reefs that were gradually pushed up to become flat limestone islands. Colliding tectonic plates have pushe d this region’s land up out of the sea over several million years. You can see these tectonic plates on the map. Notice how the land follows the boundaries of the plates. Earthquakes and volcanic eruptions occur frequently as thes e plates shift. When such events do occur, they can cause great damage to the region and its people.Interpret Maps 1. Location On which island is Haiti located? 2. Human-Environment Interaction How do you think life in Honduras differs from life in the Bahamas? Reading Check Compare What physical features do Central America and the Caribbean islands have in common?Central America and the Caribbean: Physical Module 10298 298 Module 10, Lesson 1 Teach the Main Idea The climate and vegetation of the region include forested highlands, tropical forests, and humid lowlands. Identify What has replaced original savanna vegetation on Central America’s Pacific coast? plantations and ranches Recall When do hurricanes threaten the Caribbean? late summer to fall; between June and November Make Generalizations What is the climate like in the region? generally sunny and warm, but more humid in the mountains and along the eastern coast; dry winters and wet summers More About . . . El Yunque The only tropical rain forest in the United States National Forest System is in Puerto Rico. The Caribbean National Forest, also known as El Yunque, lies less than an hour’s drive from Puerto Rico’s capital, San Juan. Cool and mountainous, El Yunque has a yearly rainfall of more than 100 billion gallons (379 billion liters). It is home to many unique plant and animal species, including the endangered Puerto Rican parrot. According to ancient Indian legend, El Yunque was also home to Yuquiyu, a benevolent god spirit who protected his land and people. The Trade Winds These important winds are caused by the natural warming and cooling of air. The warm air that gathers around the equator rises and is carried toward the poles. In the Northern Hemisphere, this air descends as it cools and is carried from the northeast to the southwest, across the Atlantic, and toward the Americas. In the days of sailing ships, vessels took advantage of these winds to travel from Europe and the Americas. For additional instruction, go to end of lesson. In print edition, see map of same title. 1. Location Active volcanoes in Central America mostly occur at the boundary of which two plates? Caribbean and Cocos plates 2. Place Why are there no volcanoes in the middle of the Caribbean Sea? because there are no tectonic plate boundaries in the Caribbean Sea ONLINE DOCUMENT-BASED INVESTIGATION Volcanic Activity in Central America and the Caribbean Have students explore the map using the interactive features and answer the associated questions. Analyze Sources Study the map. Active volcanoes mostly occur at the boundary of which two plates? Caribbean and Cocos plates 70°W 80°W90°W 20°N 10°N60°WTropic of Cancer ATLANTIC OCEAN Caribbean SeaGulf of Mexico PACIFIC OCEANCOCOS PLATECARIBBEAN PLATE N SW E Explore ONLINE! Projection: Azimuthal Equal-AreaPlate boundary Active volcano Direction of plate movement 0 200 400 Miles 0 200 400 KilometersClimate and Vegetation Central America and the Caribbean islands are gener- ally sunny and warm. Humid tropical and tropical savanna climates are common in the islands and on Central America’s coastal plains. On the Pacific coast, much of the area’s original savanna vege- tation has been cleared. It has b een replaced by plantations and ranches. The opposite coast, along the Caribbean Sea, has areas of tropical rain forest.The Santa Ana volcano in El Salvador was formed by tectonic movements. Interpret Maps 1. Location Active volcanoes in Central America mostly occur at the boundary of which two plates? 2. Place Why are there no volcanoes in the middle of the Caribbean Sea?1 1Volcanic Activity in Central America and the Caribb ean 299 Central America and the Caribbean Central America and the Caribbean 299 More About . . . Community Forestry The Maya Biosphere Reserve in Guatemala is different from similar protected areas around the world. The Guatemalan government has given nine local groups the right to harvest lumber from the reserve. However, they are required to do so sustainably. This plan is called “community forestry. ” Community forestry is built on the belief that those individuals who depend on the forest for their livelihood are most likely to want to protect it for the future. The concept has been successful with the reserve having a deforestation rate of almost zero.Teach the Main Idea Key natural resources in the region include rich soils for agriculture, a few minerals, and beautiful beaches. Identify What helps to enrich the region’s soil? volcanic ash Draw Conclusions Why are the region’s best resources its land and climate? They make agriculture productive and encourage the tourism industry. Analyze Which of the region’s resources are nonrenewable? mineral and energy resources ONLINE DOCUMENT-BASED INVESTIGATION Satellite View: Hurricanes Have students study the image and answer the associated question. Analyze Sources Study the image. What observations can you make about the effects of a hurricane in this region? Possible answers: Entire countries could be impacted because the storm is larger than the actual islands. Hurricanes can bring great danger to these nations because they are completely surrounded by water. People cannot evacuate easily. In print edition, see visual titled “Hurricanes. ” Analyze Visuals How can you tell the storm is rotating? The picture shows spinning clouds caused by winds that are spinning. READING CHECK Form Generalizations Where would one find the coolest temperatures in the region? at high elevations STRUGGLING READERS Compare and Contrast 1. Pair struggling readers with high-ability students. Have each pair create a Venn diagram, labeling one circle Central America, the other circle Caribbean Islands, and the area where the two circles overlap Both. 2. Have partners work together to compare and contrast the physical geography of Central America and the Caribbean.3. After partners have filled out their Venn diagrams, have them work together to write sentences that tell how the physical geography of Central America and the Caribbean islands are similar and different. Invite volunteers to share their sentences with the class. *Alternative Assessment Handbook, Rubric 9: Comparing and Contrasting For additional instruction, go to end of lesson. Inland mountain areas contain cool, humid climates. Some mountain- ous parts of Central America are covered with dense cloud forests. A cloud forest is a moist, high-elevation tropical forest where low clouds are com- mon. These forests are home to numerous plant and animal species. Temperatures in most of Central America and the Caribbean do not change much from day to night or from summer to winter. Instead, the change in seasons is marked by a change in rainfall. Winters in the region are generally dry, while it rains nearly every day during the summers. From summer to fall, hurricanes are a threat in the region. These tropi- cal storms bring violent winds, heavy rain, and high seas. Most hurricanes occur between June and November. Their winds and flooding can cause destruction and loss of life. Resources The region’s best resources are its land and climate. These factors make tourism an important industry. They also influence agriculture. Agri cul- ture in the region can be profitable where volcanic ash has enriched the soil. Coffee, bananas, sugarcane, and cotton grow well and are major crop s. Timber is exported from the rain forests.Hurricanes are rotating storms that bring heavy rain and winds that can reach speeds higher than 155 miles per hour (249 kph). This image shows a hurricane sweeping through the Caribbean Sea. Strong hurricanes like this one can shatter houses and hurl cars through the air.Hurricanes Analyze Visuals How can you tell the storm is rotating?Strong hurricane winds spin around a calm center point called the eye. Reading Check Form Generalizations Where would one find the coolest temperatures in the region? 300 Module 10 300 Module 10, Lesson 1 ONLINE INTERACTIVE GAME Where Am I?: Touring Central America and the Caribbean Have students play the game to test their knowledge of Central America and the Caribbean by selecting the correct locations based on the information provided. READING CHECK Analyze Effects Why would having few energy resources limit economic development? Most products require energy to be produced. Print Assessment Review Ideas, Terms, and Places 1. a. Define What is an isthmus? a narrow strip of land that connects two larger land areas b. Explain How has tectonic activity affected Central America and the Caribbean islands? caused the mountains and islands to be formed; caused earthquakes and volcanoes; helped form rich volcanic soil 2. a. Describe What is a cloud forest? a moist, high- elevation tropical forest where low clouds are common b. Make Inferences Why do temperatures in the region change little from summer to winter? It is in the tropics. 3. a. Recall What crops grow well in the region? coffee, bananas, sugarcane, cotton b. Evaluate Do you think tourists who want to go to the beach are more likely to visit Guatemala or the Bahamas? Explain your answer. Possible answer: the Bahamas; more beaches on islands Critical Thinking 4. Categorize Draw a two-column graphic organizer. Label the left column Central America and the right column Caribbean Islands . Using your notes, write descriptive phrases about the physical features, climate, and resources of both places. Central America—mountain ranges, on an isthmus, has cloud forests; Caribbean Islands—many islands, coral reefs, tops of submerged mountains; both—warm climate, at boundaries of tectonic plates, earthquakes and volcanoes, agriculture, tourism, limited energy resources Although its land and climate make good agricultural resources, the region has few mineral resources. Energy resources are also limited. Central America and the Caribbean islands must rely on energy imports, which limits their development. Summary and Preview Central America and the Caribbean islands share volcanic physical features and a warm, tropical climate good for agricul- ture. In the next section, you will learn about the history and culture of Central America.Reading Check Analyze Effects Why would having few energy resources limit economic development? Review Ideas, Terms, and Places 1. a. De/f_ine What is an isthmus? b. Explain How has tectonic activity affected Central America and the Caribbean islands? 2. a. Describe What is a cloud forest? b. Make Inferences Why do temperatures in the region change little from summer to winter? 3. a. Recall What crops grow well in the region? b. Evaluate Do you think tourists who want to go to the beach are more likely to visit Guatemala or the Bahamas? Explain your answer.Critical Thinking 4. Categorize Draw a two-column graphic organizer. Label the left column Central America and the right column Caribbean Islands . Using your notes, write descriptive phrases about the physical features, cli- mate, and resources of both places.Lesson 1 Assessment Central America Caribbean Islands 301 Central America and the Caribbean Central America and the Caribbean 301 Online Assessment 1. Which of the following explains why there are highlands in Central America? Coral reefs create islands of limestone. Tectonic plates push up land in the region. Earthquakes in the region cause landslides. Underwater mountains create many islands. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. The Caribbean and Cocos tectonic plates push up land in Central America, forming highlands and volcanoes and also creating earthquakes in the region. 2. Which of the following is an accurate statement about Central American weather? Hurricanes are a threat during the late summer. Rainfall is more plentiful during the winter months. Temperatures change significantly from season to season. Temperatures change significantly from daytime to nighttime. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Hurricanes are destructive tropical storms that often strike Central America from June to November. 3. Why are Central American economies limited in their development? Countries in the region must import sources of energy. Businesses have difficulty attracting tourists to the region. Central American countries have few natural resources, such as timber. Central American farmers have difficulty growing crops, such as cotton. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Central American countries have few mineral resources and must import much of their oil from other nations.4. Analyze Information Why is travel through Central America difficult? The landscape of Central America is rugged, containing many highlands and rain forests. In addition, the few rivers that flow through the region are short in length, making travel by rivers through the region difficult. 5. Summarize How does a cloud forest form? A cloud forest forms when moisture collects as clouds high in the mountains of Central America. These cloud forests are home to many plant and animal species. 6. Analyze Information Where is Central America’s most fertile land? Most Central American countries have a good climate for growing crops. However, those countries that have volcanic soil have the most fertile land and produce the most profitable crops. 301a Module 10, Lesson 1 ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 298 COLLABORATIVE LEARNING Presentation on Keeping Reefs Healthy 1. Tell students that the Mesoamerican Reef, the largest reef in the Western Hemisphere, runs more than 600 miles (966 km) from the Yucatan Peninsula through Honduras. Show this region on a map. Discuss with students that these reefs face many dangers to their health, especially from humans. 2. Organize the class into three groups. Assign each g roup one of these countries: Belize, Guatemala, or Honduras. Tell stu dents that the government of their country has asked them to creat e a presentation that will explain to tourists what they can do to p rotect the health of the reef when snorkeling and scuba diving. 3. Instruct students to conduct research on the part of the reef that runs alongside their country to answer questions such as: Why is the health of the reef important to us? What is the government doing to protect the reef? How can snorkelers and scuba divers help keep the reefs healthy? 4. Have each group create a multimedia presentation that contains images of the reef and answers the questions stated above. The presentation should contain a list of rules that snorkelers and scuba divers should follow to keep from damaging the reef. 5. Have students give their presentations to the class. *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 22: Multimedia Presentations SPECIAL NEEDS STUDENTS Plan a Trip 1. Tell students to imagine that they are planning a vacation to Central America and the Caribbean islands. Read aloud the lesson to students, or invite volunteers to read the lesson aloud one paragraph at a time. Guide students in a brief discussion about what was read. 2. Have students cut out pictures of items from magazines and catalogs that they would take with them to one of these destinations: San Pedro, Belize (near coral reefs); Chirripó National Park, Costa Rica (mountainous region); San Juan, Puerto Rico (colonial city with historic fort); St. Thomas, U.S. Virgin Islands (beach resort). 3. Have students write the destination they chose on poster board and paste the pictures of the items they cut out. Ask volunteers to share their posters with the class and explain their choices. *Alternative Assessment Handbook, Rubrics 18: Listening; and 28: Posterscontinued from page 299 INTERPRET MAPS More on Tectonic Plates 1. Have students use a globe or a world map to predict where else in the world two tectonic plates are colliding. Remind them that tall mountains and volcanoes are found along the boundaries between plates. Point out that earthquakes are another indication of plate boundaries, and have them recall where they have heard of earthquakes happening recently. 2. If available, distribute blackline masters of world maps and have students sketch in their predicted plate boundaries. 3. Using a map showing the tectonic plate boundaries, compare students’ predictions to the map showing the plate boundaries. *Alternative Assessment Handbook, Rubric 21: Map Reading ADVANCED/GIFTED Build a Model of a Cloud Forest 1. Have students conduct research to learn more about the plants and animals found in cloud forests in Central America and the Caribbean. 2. Ask each student to use what he or she has learned to build a model of a cloud forest in the region. Encourage students to be creative in the materials they use for the cloud forest. Then have each student prepare a brief oral presentation to share what he or she has learned. *Alternative Assessment Handbook, Rubrics 3: Artwork; 24: Oral Presentations; and 30: Research continued from page 300 ENGLISH LANGUAGE LEARNERS Tourism Advertisement 1. To help students demonstrate their understanding of the physical geography in Central America and the Caribbean, organize them into pairs to write a travel advertisement. 2. Have students imagine they work for the Department of Tourism in one of the nations located in Central America or the Caribbean, and ask them to create a print advertisement meant to entice visitors. Instruct students to make their ads colorful and interesting. They should include both text (i.e., advertising copy) and images that tell their audience about the physical geography of the location. 3. Ask: What kinds of words would you use in your advertisement to make people want to visit? Possible answers: beautiful, exciting, fun, adventurous Encourage students to use these kinds of words in their advertisements. 4. Display the advertisements on the wall or publish them in a class travel magazine. *Alternative Assessment Handbook, Rubric 2: Advertisements Central America and the Caribbean 301b LESSON 2One-Crop Economies A Market in Guatemala Ecotourism How the Panama Canal Works Rigoberta Menchú Tum (1959– ) Panama Canal Second Largest Coral Reef Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentDocument-Based Investigation: The Maya: A Civilization AbandonedMap: Panama CanalImmigration, Part 1 Big Idea Central America’s native traditions and colonial history have created a mixed culture, unstable governments, and uncertain economies.Lesson 2 Planner Central America VisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources 301c Module 10, Lesson 2 Second Largest Coral Reef Video Students watch the video about the Mesoamerican Reef and make a case for its preservation. Rigoberta Menchú Tum (1959– ) Article Students read about Rigoberta Menchú Tum, an Indian peasant woman living in Guatemala, who has spoken out against the government’s poor treatment of native peoples. Students then create a flyer announcing a speech Menchú will be presenting.Lesson 2 Enrichment Activities Panama Canal Video Students watch the video about the history of the Panama Canal and write their opinions of President Theodore Roosevelt's policies regarding the site of the canal. Central America and the Caribbean 301d Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . How do you feel about leaving your home? Review the scenario with students and lead a class discussion around responses to the question. Remind students that all responses are valid as long as they are supported with valid reasoning. You may wish to review the following points to frame your discussion. Consider the PROS of leaving your town: •poor economy in El Salvador •better opportunities in Mexico •fear of conflicts starting up again Consider the CONS of leaving your town: •have to say goodbye to friends •will need to start at new school •have to adjust to new culture 2. Direct Teach Introduce the Big Idea: Central America’s native traditions and colonial history ha ve created a mixed culture, unstable governments, and uncertain economies. Ask: What factors that might cause a family to leave their homeland, their frien ds, and the culture they have known all their lives? Discuss with students that political instability us ually has long-term consequences. People’s lives do not settle down as soon as a more stable government takes over. It can take generations for a country t o develop a stable economy after such chaos. 3. Practice/Assess/Inquire Point out to students that some Central American countries have been politically unstable, while others have had few problems. Have students discuss what might be the ingredients for political stability. Encourage them to support their ideas with information from the text. 4. Explore (Collaborative Exploration) Go over some of the more popular ideas that were suggested by students and write them on the board. 5. Whole Group Close/Reflect Have students write a short essay outlining a plan for political stability for Guatemala, Nicaragua, or El Salvador. *Alternative Assessment Handbook, Rubric 43: Writing to Persuade ONLINE DOCUMENT-BASED INVESTIGATION Central America and the Caribbean The Maya: A Civilization Abandoned is the third of five document-based investigations in Central America and the Caribbean. The video will introduce students to the descendants of ancient Maya. ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: ecotourism, civil war, Panama Canal. ONLINE GRAPHIC ORGANIZER Central America As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Identify What evidence of colonization remains in Central America today? languages, religions, traditions If YOU lived there . . . You live in El Salvador, in a town that is still living with the effects of a civil war 25 years ago. Your parents and your older neighbors still speak about those years with fear. One effect of the war was damage to the economy. Many people have gone to Mexico to try to make a bet- ter life. Now your parents are talking about going there to look for work. But you are not sure. How do you feel about leaving your home? History Many countries of Central America have a shared history. This shared history has been influenced by the Maya, the Spanish, and the United States. Early History In several Central American countries, the Maya were building large cities with pyramids and temples by about AD 250. The Maya abandoned most of their cities around 900, but the ruins of many ancient cities still stand in the region today. People of Maya descent still live in Guatemala and Belize. In fact, many ancient Maya customs still influence modern life there. Hundreds of years later, in the early 1500s, most of Central America came under European control. Spain claimed most of the region. Britain claimed what is now Belize and also occu- pied part of Nicaragua’s coast. The Spanish established large plantations in their colonies to grow crops like tobacco and sugarcane. They made Central American Indians work on the plantations or in gold mines elsewhere in the Americas. In addition, Europeans brought many enslaved Africans to the region to work on plantations and in mines. Central America Since Independence The Spanish colonies of Central America declared independence from Spain in 1821, but much of the region remained joined together as the United Provinces of Central America. The countries of Costa Rica, Lesson 2 Central America The Big Idea Central America’s native tradi- tions and colonial history have created a mixed culture, unsta- ble governments, and uncertain economies. Main Ideas ■The history of Central America was mostly influenced by Spain. ■The culture of Central America is a mixture of Native American and European traditions. ■Today, the countries of Central America have challenges and opportunities. Key Terms and Places ecotourism civil war Panama Canal Module 10302 302 Module 10, Lesson 2 Teach the Main Idea The history of Central America was mostly influenced by Spain. Identify Who built a civilization in Central America before the Spaniards came? the Maya Recall Which country in the region did not gain independence until 1981? Belize Identify Cause and Effect What caused the wars in Guatemala, Nicaragua, and El Salvador in the 1900s? People began to resent the fact that large foreign companies or a few rich families owned most of the land, and they demanded land reforms. More About . . . Connect to Literature: Miguel Ángel Asturias The Nobel Prize for Literature in 1967 was awarded to Guatemalan writer Miguel Ángel Asturias (1899–1974). While studying anthropology in Paris, Asturias encountered French translations of ancient Maya writings. He became fascinated with the Maya and in 1925 translated the sacred Maya text Popol Vuh into Spanish. Many of his writings, including his 1949 masterpiece, Men of Maize , reflect Maya mysticism. In his works, Asturias also protested against Latin American dictatorships and the dominance of the United Fruit Company in Central America. READING CHECK Evaluate How did Spain influence the region’s history? by conquering the people and claiming the land; by establishing large plantations; by forcing the Indians to work and bringing in enslaved Africans For additional instruction, go to end of lesson. ONLINE DOCUMENT-BASED INVESTIGATION The Maya: A Civilization Abandoned Have students watch the video on the Maya people individually or as a class. You may wish to use the associated question as a discussion prompt. Analyze Sources Why do the Maya people want to read the inscriptions on their own? Possible answer: They want to be able to interpret their own history without outside influence. Nicaragua, Honduras, El Salvador, and Guatemala separated from each other from 1838 to 1839. Panama remained part of Colombia until 1903. Belize did not gain independence from Britain until 1981. For most countries in Central America, independence brought little change. The Spanish officials left, but wealthy landowners continued t o run the countries and their economies. The plantation crops of bananas and coffee supported Central American economies. In the early to mid-1900s, one landowner in particular, the U.S.-based United Fruit Company, controlled most of the banana production in Cen- tral America. To help its business, the company developed railroads and port facilities. This kind of development helped transportation and com- munications in the region. Many people resented the role of foreign companies, however. They thought it was wrong that only a few people should own so much land while many people struggled to make a living. In the mid- to late 1900s, demands for reforms led to armed struggles in Guatemala, El Salvador, and Nicaragua. Only in recent years have these countries achieved peace.The economies of many Central American countries relied on only one crop—bananas. The U.S.-based United Fruit Company was the biggest banana exporter and the largest employer in the region for many years. The old photo below shows the company’s hiring hall in Guatemala. Analyze Visuals Why do workers place cushions between bananas?One-Crop Economies Reading Check Evaluate How did Spain influence the region’s history? 303 Central America and the Caribbean Central America and the Caribbean 303 ONLINE INTERACTIVE VISUALS Carousel: One-Crop Economies Have students navigate through the carousel and note similarities and differences among the images or identify a unifying theme. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do workers place cushions between bananas? Bananas have soft skins and bruise easily . In print edition, see visual feature of same title. ONLINE INTERACTIVE VISUALS Image with Hotspots: A Market in Guatemala Have students explore the Guatemalan market image using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals How do the contributions of tourists and Guatemalans affect the local economy differently? Possible answer: Guatemalans contribute to the local economy by producing food and crafts to sell at the market. Tourists contribute by buying the goods the Guatemalans sell. In print edition, see visual feature of same title.Teach the Main Idea The culture of Central America is a mixture of Native American and European traditions. Define What is cacao? the source of chocolate Recall What is the official language of Belize? English Draw Conclusions Why do some people in the region still speak Native American languages? They live in remote highlands or tropical forests, which were difficult for the Europeans to reach. More About . . . Maya Traje Of all the Latin American countries, Guatemala is unique in that a high percentage of its indigenous people, the Highland Maya, continue to wear their traditional dress, called traje . Although the patterns and colors used by the Highland Maya in their trajes are often dazzlingly beautiful, they are not merely decorative. In fact, they also serve as a code to identify the wearer’s village or language group. Trajes are woven by women on a traditional backstrap loom, in which one end of the material is fastened to a pole, and the other is fastened to a belt or back strap worn around the waist. ADVANCED/GIFTED Write a Report 1. Have each student select two items in the illustration, A Market in Guatemala , one from Native American culture and one from European culture. 2. Ask students to research both items they identified. Then have each student select one item and write a report that describes the history and significance of that item. *Alternative Assessment Handbook, Rubric 40: Writing to Describe STRUGGLING READERS Analyze an Illustration 1. Have students make a two-column table on a sheet of paper and list everything they see in the illustration, A Market in Guatemala, that comes from Native American culture. Then have students list everything they see that comes from European culture. 2. Have students select one item from each column and write a short explanation of why they think each item belongs in the assigned column. *Alternative Assessment Handbook, Rubric 16: Judging Information Culture Central America’s colonial history has influenced its culture. The reg ion’s people, languages, religion, and festivals reflect both Spanish and native practices. People and Languages Most of the people in Central America are mestizos, or people of mixed European and Indian ancestry. Various Indian peoples descended from the ancient Maya live in places such as the Guatemalan Highlands. People of African ancestry also make up a signifi- cant minority in this region. They live mostly along the Caribbean coast. In some countries in Central America, many people still speak the native Indian languages. In places that were colonized by England, English is spoken. For example, it is the official language of Belize. In most countries, however, Spanish is the official language. The Spanish colonization o f Central America left this lasting mark on the region. Religion, Festivals, and Food Many Central Americans practice a religion brought to the region by Europeans. Most people are Roman Catholic because Spanish missionaries taught the Indians abo ut Catholicism. A Market in Guatemala Villages in Guatemala and all over Central America hold weekly markets. On market day, people come from all around to buy and sell food and other items. The market is also an important gathering spot for the community. Scenes like this one are typical in the region. Patterns on women’s clothing are unique to the village where the woman lives. People often spend all day at the market and need to eat lunch there.Tourists contribute to the local economy when they buy crafts.The Catholic church is a major influence in most towns. Analyze Visuals How do the contributions of tourists and Guatemalans affect the local economy differently? 304 Module 10 304 Module 10, Lesson 2 Teach the Main Idea Today, the countries of Central America have challenges and opportunities. Identify Who ruled Nicaragua in the 1980s? the Sandinistas Define What is ecotourism? the practice of using an area’s natural environment to attract tourists Contrast How does Costa Rica differ from many other Central American countries? It has a history of peace; it has a stable, democratic government; it does not have an army . Draw Inferences Why do you think Panama was chosen for the location of the canal connecting the Atlantic and Pacific oceans? Its narrow width meant the canal would be fairly short . More About . . . The Sandinistas The Sandinista National Liberation Front, or Sandinistas, formed in Nicaragua in 1962 to oppose dictator Anastasio Somoza Debayle. Somoza’s family had controlled Nicaragua since 1937, greatly enriching themselves and their associates. Working with another faction, the Sandinistas toppled the Somoza government in 1979. The Sandinistas took control of the government and took immediate measures to help the poor. The United States was not supportive of the leftist Sandinista government and in 1981 began to finance counter-revolutionary military forces, or contras, to overthrow the Sandinistas. READING CHECK Contrast How is Belize culturally different from the rest of the region? Belize was colonized by England, and English is its official language. ONLINE INTERACTIVE VISUALS Ecotourism Have students study the image and answer the associated question. Analyze Visuals What do you think the diver saw in the coral reefs? Possible answers: an eel, fish, coral, other sea life MAKE DECISIONS Ecotourist Code of Ethics 1. Point out to students that tourists who want to visit unspoiled lands and fragile ecosystems face a dilemma—they must tread lightly and make sure they do no harm. 2. Have students work in small groups to discuss the types of vacation sites in Central America that would attract ecotourists and precautions that should be taken to preserve the sites. Have each group make a poster of their proposed rules and label it Ecotourist Code of Ethics.3. Have each group present to the class. 4. Alternately, have students use the Internet to research commercially available ecotours to see if they explain how they prevent environmental damage by the tourists they guide. If the website posts no policy, suggest that students email the webmaster for more information. *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 28: Posters Academic Vocabulary traditional custom- ary, time-honored Reading Check Contrast How is Belize culturally different from the rest of the region?However, Indian traditions have influenced Catholic ism in return. Also, Protestant Christians are becoming a large minority in places such as Belize. Religion has influenced celebrations in towns throughout the region. For example, to celebrate special saints’ feast days, some people carry images of the saint in parades through the streets. Easter is a particularl y important holiday. Some towns decorate whole streets with designs made of flowers and colorful sawdust. During festivals, people eat traditional foods. Central America shares some of its traditional foods, like corn, with Mexico. The region is also known for tomatoes, hot peppers, and cacao (kuh-KOW), which is the source of chocolate. Central America Today The countries of Central America share similar histories and cultures. However, they all face their own economic and political challenges today. In 2005 Costa Rica, the Dominican Republic, El Salvador, Guatemala, Honduras, and Nicaragua signed the Central American Free Trade Agreement (CAFTA) with the United States to help increase trade among the countries. This agreement was designed to create economic stability and jobs in Central America and the Dominican Republic. For example, the reduction of taxes on imports and exports resulted in economic growth. Farmers also received technical training to improve crop production. Belize Belize has the smallest population in Central America. The coun- try does not have much land for agriculture, either. But ecotourism —the practice of using an area’s natural environment to attract tourists—h as become popular lately. Tourists come to see the country’s coral reefs, Maya ruins, and coastal resorts.Analyze Visuals What do you think the diver saw in the coral reefs?Ecotourism A diver practices ecotourism as he explores Belize’s coral reefs. Central America and the Caribbean 305 Central America and the Caribbean 305 MAKE PREDICTIONS A Canal Worker’s Life 1. Ask students to imagine what it was like to be a worker on the Panama Canal. Have them write a description of what they think a typical worker’s life was like. 2. Have students use the library or Internet to research the working and living conditions for Panama Canal workers. Ask them to write a description of a typical worker’s life based on their research.3. Call on volunteers to share their descriptions of a worker’s life before and after research. Encourage students to discuss facts they learned that were especially surprising or intriguing. *Alternative Assessment Handbook, Rubrics 30: Research; and 40: Writing to Describe ONLINE ANALYZE VIDEOS Immigration, Part 1 Have students watch the video on living conditions in Honduras individually or as a class. You may wish to use the associated question as a discussion prompt. Analyze Videos What example from the video shows how living conditions in Honduras are dangerous for ordinary people? Even though the reporter and crew had armed guards, Josue refused to bring them down certain streets. ONLINE INTERACTIVE VISUALS Animation: How the Panama Canal Works Have students explore the animation showing how the Panama Canal works. The animation simulates a trip through the canal. For additional instruction, go to end of lesson. Guatemala Guatemala is the most populous country in Central America. More than 13 million people live there. About 60 percent of Guatemalans are mestizo and European. About 40 percent are Central American Indians. Many speak Maya languages. Most people in Guatemala live in small villages in the highlands. Fight- ing between rebels and government forces there killed some 200,000 people between 1960 and 1996. Guatemalans are still recovering from this conflict. Coffee, which grows well in the cool highlands, is Guatemala’s most important crop. The country also is a major producer of cardamom, a spice used in Asian foods. Honduras Honduras is a mountainous country. Most people live in moun- tain valleys and along the northern coast. The rugged land makes trans- portation difficult and provides little land where crops can grow. Howev er, citrus fruits and bananas are important exports. Honduras, Guatemala, and El Salvador make up Central America’s Northern Triangle region. In recent years the area has experienced extreme levels of poverty, gang violence, and organized crime. Some cit- ies in the Northern Triangle are among the most dangerous in the world. Many people have fled these nations to seek asylum from the violence. El Salvador In El Salvador, a few rich families own much of the best land while most people live in poverty. These conditions were a reason behind a long civil war in the 1980s. A civil war is a conflict between two or more groups within a country. The war killed many people and hurt the economy. El Salvador’s people have been working to rebuild their country since the end of the war in 1992. One advantage they have in this rebuilding effort is the country’s fertile soil. People are able to grow and export crops such as coffee and sugarcane. Nicaragua Nicaragua has also been rebuilding since the end of a civil war. In 1979 a group called the Sandinistas over- threw a dictator. Many Nicaraguans sup- ported the Sandinistas, but rebel forces aided by the United States fought the San- dinistas for power. The civil war ended in 1990 when elections ended the rule of the Sandinistas. Nicaragua is now a democracy. Costa Rica Unlike most other Central American countries, Costa Rica has a history of peace. It also has a stable, democratic government. The country does not even have an army. Peace has helped Costa Rica make progress in reducing poverty.Today some 13,000 to 14,000 ships pass through the Panama Canal each year. Module 10306 306 Module 10, Lesson 2 For additional instruction, go to end of lesson. ONLINE INTERACTIVE MAPS Panama Canal Have students explore the map using the interactive features and answer the associated questions. Movement In which directions does the canal allow ships to travel? northwest and southeast In print edition, see map of same title. 1. Movement In which directions does the canal allow ships to travel? northwest and southeast 2. Human-Environment Interaction How do you think the Panama Canal caused changes in world trade patterns? It shortened time required to ship goods, lowered the cost of ocean shipping, and increased trade. READING CHECK Make Inferences Why do you think Panama might want control of the canal? Possible answers: to collect the user fees; because it’s in Panama Print Assessment Review Ideas, Terms, and Places 1. a. Recall What parts of Central America did the British claim? Belize; part of Nicaragua’s coast b. Analyze How did independence affect most Central American countries? Control of the land passed from Spain to a few wealthy landowners . c. Elaborate What benefits and drawbacks might there be to the United Fruit Company’s owning so much land? benefits—transportation and communication improved; drawbacks—most people struggled to survive because they didn’t own any land 2. a. Identify What language do most people in Central America speak? Spanish b. Explain How have native cultures influenced cultural practices in the region today? native languages still spoken; Indian beliefs influenced Catholicism; corn part of diet 3. a. Define What is a civil war, and where in Central America has a civil war been fought? a conflict between two or more groups within a country; Guatemala, Nicaragua, El Salvadorb. Explain Why might some people practice ecotourism? to see features of a country’s natural environment c. Elaborate Why is the Panama Canal important to Panama? Why is it important to other countries? Panama—as a source of income; other countries—to shorten the trip from the Pacific Ocean to the Caribbean Sea and Atlantic Ocean Critical Thinking 4. Summarize Draw a two-column graphic organizer with seven rows. List the name of each Central American nation in the left column. Using your notes, write at least one important fact about each Central American country today. Possible answers: Guatemala—most populous country; Belize— supports ecotourism; Honduras— exports fruit; El Salvador—rebuilding after civil war; Nicaragua—a democracy; Costa Rica—has no army; Panama—site of Panama Canal Colón Cristóbal BalboaPanama CityATLANTIC OCEAN PACIFIC OCEANGatún LakeMadden Lake Mira/f_lores LakeChagres R. Gaillard CutGatún Dam Madden DamGatún Locks Miraﬂores LocksPedro Miguel Locks80°W9°NCanal route Canal Zone 0 10 mi 5 0 20 km 10N SW EExplore ONLINE! ColónAgricultural products like coffee and bananas are important to Costa Rica’s econ- omy. Also, many tourists visit Costa Rica’s rich tropical rain forests. Panama Panama is the narrowest, south- ernmost country of Central America. Most people live in areas near the Panama Canal. Canal fees and local industries make the Canal Zone the country’s most prosperous region. The Panama Canal provides a link between the Pacific Ocean, the Caribbean Sea, and the Atlantic Ocean. The United States finished building the canal in 1914. For years, the Panama Canal played an important role in the economy and politics of the region. The United States controlled the canal until 1999. Then, as agreed to in a treaty, Panama finally gained full control of the canal. Summary and Preview Native peoples, European colonizers, and the United States have influenced Central America’s history and culture . Today most countries are developing stable governments. Their economies re ly on tourism and agriculture. In the next section you will learn about the main influences on the Caribbean islands and life there today.Reading Check Make Inferences Why do you think Panama wanted control of the canal? Review Ideas, Terms, and Places 1. a. Recall What parts of Central America did the British claim? b. Analyze How did independence affect most Central American countries? c. Elaborate What benefits and drawbacks might there be to the United Fruit Company’s owning so much land? 2. a. Identify What language do most people in Central America speak? b. Explain How have native cultures influenced cultural practices in the region today? 3. a. De/f_i ne What is a civil war, and where in Central America has a civil war been fought? b. Explain Why might some people practice ecotourism? c. Elaborate Why is the Panama Canal important to Panama? Why is it important to other countries?Critical Thinking 4. Summarize Draw a two-column graphic organizer with seven rows. List the name of each Central Ameri- can nation in the left column. Using your notes, write at least one important fact about each Central Ameri- can country today.Lesson 2 Assessment Guatemala Belize Honduras El Salvador Nicaragua Costa Rica PanamaInterpret Maps 1. Movement In which directions does the canal allow ships to travel? 2. Human-Environment Interaction How do you think the Panama Canal caused changes in world trade patterns?Panama Canal 307 Central America and the Caribbean Central America and the Caribbean 307 Online Assessment 1. Why did independence from Spain in 1821 fail to change the lives of many people in Central America? Some parts of Central America were taken over by Great Britain. Former Spanish colonies joined together to form the United Provinces of Central America. Spanish officials continued to control the governments of many Central American countries. Wealthy landowners continued to control the economies of many Central American countries. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Because the economies of many Central American countries were controlled by wealthy landowners , the lives of many people in the region did not change significantly after independence from Spain. 2. Which of the following is true of most people from Central America? Select the three correct answers. They are Roman Catholics. They are of African ancestry. They are Protestant Christians. They speak English as their native language. They speak Spanish as their native language. They are mestizos, a mixture of European and Indian ancestry. Alternate Question What is a mestizo? a person of mixed Asian and Indian ancestry a person of mixed Asian and European ancestry a person of mixed Indian and European ancestry a person of mixed African and European ancestry 3. Which of the following problems have affected El Salvador since the 1980s? Select the three correct answers. civil war organized crime war with Mexico extreme poverty decreasing coffee production dispute over canal ownership Alternate Question Which of the following affected El Salvador’s development from 1980 to 1992? civil war crop failures foreign invasion natural disasters4. Make Judgments How has the influence of foreign companies both helped and hindered Central American economies? Give one positive and one negative development. By the mid-1900s, the American-owned United Fruit Company controlled most of the banana production in Central America. The company built railroads and port facilities to support its export business, which improved the transportation networks in the region. However, because much of the land was controlled by the United Fruit Company and other foreign companies, wealth was concentrated in the hands of very few people while the majority of Central Americans remained poor. This caused much resentment and led to violent struggles to reform Central American economies. 5. Elaborate How did New World crops change European diets? Give two examples. When the Spanish conquered parts of the New World, they brought back to Europe new foods such as chocolate and tomatoes. Hernán Cortés brought cocoa beans back to the royal court in Spain, whose members were so impressed with chocolate that they kept it secret for 80 years. Today, chocolate and tomatoes are part of European diets. 6. Compare and Contrast How has Costa Rica’s history been different from that of many of its neighboring countries? Costa Rica is a politically stable democracy that has been successful in keeping peace in the country. Unlike El Salvador and Nicaragua, which have had dictatorships and civil war, Costa Rica has had a history of peace. This peace has allowed Costa Rica to combat social issues, such as poverty, that continue to affect neighboring countries. 307a Module 10, Lesson 2 ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 303 COLLABORATIVE LEARNING One-Crop Economies 1. Divide the class into seven groups, one for each of the Central American countries. 2. Have the groups research the major exports, the total amount of income derived from exports, and the portion that comes from the number one export. 3. Have the groups also research the major imports and costs of imports. 4. Have each group report their findings to the rest of the class. Record the results on the board in a six-column table with columns labeled Country, Major Exports, Total Income from Exports, Percent of Income from Major Export, Major Imports, Costs of Imports . 5. Ask students to identify the country that is most like a one-crop economy and whether the description still fits the region in general. 6. Instruct each group to write a paragraph that explains the problems involved in being heavily dependent on a single crop and steps that might be taken to avoid these problems. *Alternative Assessment Handbook, Rubrics 12: Drawing Conclusions; 30: Research; and 35: Solving Problems continued from page 306continued from page 307 SPECIAL NEEDS STUDENTS Create a Chart 1. Have pairs of students work together to create a three-column chart. Ask them to label the columns Country, Opportunities, and Challenges . Then have students label rows in the Country column with the following names : Guatemala, Belize, Honduras, El Salvador, Nicaragua, Costa Rica, and Panama. 2. As partners read the segment Central America Today , ask them to complete the chart by describing the opportunities and challenges each nation faces today. 3. Discuss students’ findings, and allow partners to fill in additional information they may have missed. *Alternative Assessment Handbook, Rubric 7: Charts More About . . . Central American Unity During colonial times, Costa Rica, Guatemala, Honduras, Nicaragua, and El Salvador were governed as a group. In 1821 they gained independence from Spain and for a brief period became part of Mexico. From 1825 to 1829 the countries joined in a loose state. In 1830 liberal leader Francisco Morazán became president of the group of countries. He fought hard to promote education and other progressive ideals but was eventually undone by conflicts between liberals and conservatives and among the various countries. After struggling to preserve Central American unity, he was betrayed and shot by his own people in 1842. Connect to History: The Panama Canal When the United States turned over control of the Panama Canal to Panama in 1999, some Panamanians worried that their country would fall on hard times. The United States’ presence had brought jobs and stability, although it had also been a cause for resentment among Panamanians who viewed the United States as a colonial power. Since regaining control of the canal, Panama has begun turning former military installations into housing, hotels, universities, recreation areas, and other developments.More About . . . Misconception Alert When a ship passes through the Panama Canal from the Pacific Ocean to the Caribbean Sea, students may think that it is traveling in an easterly direction. In reality, these ships are traveling in a northwesterly direction, as can be seen by examining a detailed map. Central America and the Caribbean 307b LESSON 3 Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentTable: Central America and the Caribbean Regional Data Biography: Toussaint Louverture (c. 1743–1803) Geographic Feature: Caribbean Music A Language Lives On A Hero for Haiti Caribbean Collage: Illustrate the Economy of a PlaceEarly European Ships Cubans Divided Other Caribbean IslandsHELP Haiti United States and Cuba Big Idea The Caribbean islands have a rich history and diverse cultures influenced by European colonization.Lesson 3 Planner The Caribbean Islands Document-Based Investigation: European Colonies in the Caribbean, 1763 Document-Based Investigation: Caribbean LanguagesVisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources 307c Module 10, Lesson 3 Caribbean Collage: Illustrate the Economy of a Place Activity Students create a collage that illustrates the economy of a Caribbean island, including the kinds of industries and agriculture it has and its imports and exports. A Hero for Haiti Activity Students design a public memorial for Haitian hero Toussaint Louverture. A Language Lives On Article Students read an article about the island of St. Vincent where the women speak one language and the men a different language. They then create a list of pros and cons based on this situation.Online Lesson 3 Enrichment Activities Central America and the Caribbean 307d Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . What do you expect in your new home? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points to frame your discussion. Consider what you KNOW about the islands: •volcanoes •waterfalls •native people Consider what you DON’T KNOW about the islands: •friendliness of native people •climate •natural resources 2. Direct Teach Introduce the Big Idea: The Caribbean islands have a rich history and diverse cultures influenced by European colonization . Encourage students to consider the sudden interaction between two very different cultures: the natives of the Caribbean and Columbus’s crew. Ask students to consider not only what the Europeans might have expected but also the thoughts of the local people whose land was being invaded by strangers. Discuss that this was just the beginning of a long and complex relationship between Europeans and Native Americans. 3. Practice/Assess/Inquire Have students use the textbook to compile a list of Caribbean “records, ” roughly modeled after the Guinness Book of World Records . Have students find the largest and smallest islands in the Caribbean, the most and least populated, the first and last to become independent, the island that is the farthest east, west, north, or south, and so on. Students can invent their own categories based on any information they find interesting. 4. Explore (Collaborative Exploration) Have students take turns reading their Caribbean facts and writin g the most important or interesting ones on the board . 5. Whole Group Close/Reflect Have students create a page of their five favorite Caribbean “records. ” *Alternative Assessment Handbook, Rubric 9: Comparing and Contrasting ONLINE DOCUMENT-BASED INVESTIGATION Central America and the Caribbean European Colonies in the Caribbean and Caribbean Languages are two of five document- based investigations in Central America and the Caribbean. Students will explore the exhibits using interactive features. ONLINE GRAPHIC ORGANIZER The Caribbean Islands As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Explain Why do people in Barbados eat souse? This dish was developed among slaves because slaveholders ate the best parts of the pig and gave the slaves leftovers. ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: Columbian Exchange, dialect, commonwealth, refugee, Havana, cooperative. If YOU lived there . . . You are a young sailor on Christopher Columbus’s sec- ond voyage to the New World. The year is 1493. Now that your ship is in the Caribbean Sea, you are sailing from island to island. You have seen volcanoes and waterfalls. You have met native peoples. Columbus has decided to establish a trading post on one of the islands. You are part of the crew who will stay there. What do you expect in your new home? History When Christopher Columbus sailed to America in 1492, he actually arrived in the Caribbean islands. These islands now include 13 independent countries. The countries themselves show the influence of those first European explorers. Early History Christopher Columbus first sailed into the Caribbean Sea from Spain in 1492. He thought he had reached the Indies, or the islands near India. Therefore, he called the Caribbean islands the West Indies and the people who lived there Indians.Lesson 3 The Caribbean Islands The Big Idea T The Caribbean islands have a rich history and diverse cultures influenced by European coloni- zation. Main Ideas ■The history of the Caribbean islands includes European colonization followed by independence. ■The culture of the Caribbean islands shows signs of past colonialism and slavery. ■Today, the Caribbean islands have distinctive governments with economies that depend on agriculture and tourism. Key Terms and Places Columbian Exchange dialect commonwealth refugee Havana cooperative Columbus’s fleet sails toward the New World. Module 10308 308 Module 10, Lesson 3 Teach the Main Idea The history of the Caribbean islands includes European colonization followed by independence. Recall How many independent Caribbean island countries are there? 13 Explain What did Toussaint Louverture do? helped Haiti gain independence; became governor of Haiti Sequence Who has controlled Cuba over the years? Spain claimed Cuba from the Native Americans; the United States took Cuba from Spain; Cuba gained independence from the United States in 1902. More About . . . Misconception Alert: Conquest from Cuba Some students may think that the conquests of Mexico and other parts of the Americas were carried out by the Spanish sailing all the way from Spain. In fact, Cuba was a base for many of these expeditions. The island was visited in 1492 by Columbus on his first voyage, and conquered by the Spanish in 1511. It became the headquarters for launching expeditions to the Americas and the assembly point for treasure fleets returning to Spain. ONLINE INTERACTIVE VISUALS Image with Hotspots: Early European Ships Have students explore the image of Columbus’s fleet of ships using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals How many levels are below the upper deck? one ONLINE DOCUMENT-BASED INVESTIGATION European Colonies in the Caribbean, 1763 Have students explore the map using the interactive features and answer the associated questions. Analyze Sources Study the map. Who ruled Jamaica? Britain In print edition, see map of same title. Place Who ruled Jamaica? Britain Region How did Spanish colonies differ from Dutch colonies? The Spanish controlled larger islands than the Dutch. COLLABORATIVE LEARNING Columbus’s Landing 1. Organize students into pairs. Assign each pair to be either Native Americans or members of Columbus’s crew. 2. Tell students that they were present when Columbus’s ship landed on a Caribbean island several days ago. Each pair should create a skit in which they discuss their reactions to what is happening: •Those pairs who are Native Americans should discuss the newcomers, their ships, what they brought with them, and so forth. •Those pairs who are sailors should discuss their impressions of the island, its geography, and the people who live there.3. Have students present their skits to the class. *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 33: Skits and Reader’s Theater For additional instruction, go to end of lesson. 60°W70°W 80°W 20°W20°WTropic of CancerATLANTIC OCEAN Caribbean SeaGulf of Mexico CubaBaham as St. KittsSt. Croix GrenadaSt. Vincent St. LuciaMartinique TobagoCuracaoArubaBarbadosDominicaGuadeloupeAntiguaHispaniolaPuerto Rico Jamaica NevisSt. Domingue N SW EExplore ONLINE! 70°W British Danish DutchFrench Spanish Projection: Azimuthal Equal-Area0 100 200 Miles 0 100 200 KilometersSpain had little interest in the smaller Caribbean islands, but the English, French, Dutch, and Danish did. In the 1600s and 1700s these countries established colonies on the islands. They built huge sugarcan e plantations that required many workers. Most Caribbean Indians, who ha d been forced to work on the plantations, had died from diseases spread by European settlers. So, enslaved Africans were brought to the islands and forced to work. Soon Africans and people of African descent outnumbered Europeans on many islands. Much of the sugar grown in this area was exported to Europe, along with other crops. Colonists then imported products, foods, and even animals from Europe. This movement of people, animals, plants, ideas, and diseases between Europe and the Americas came to be known as the Columbian Exchange. Independence A slave revolt led by Toussaint Louverture (too-SAN loo- vehr-TOOR) eventually helped Haiti win independence from France in Interpret Maps 1. Place Who ruled Jamaica? 2. Region How did Spanish colonies differ from Dutch colonies?European Colonies in the Caribbean, 1763 309 Central America and the Caribbean Central America and the Caribbean 309 READING CHECK Identify Points of View Why might an island’s people not be interested in gaining independence? An island may want a larger country’s financial support or military protection.Teach the Main Idea The culture of the Caribbean islands shows signs of past colonialism and slavery. Recall What holiday is celebrated right before the Christian season of Lent? Carnival Explain Why do people in Barbados eat souse? This dish, made of pigs’ tails, ears, and snouts, was developed among slaves because slaveholders ate the best parts of the pig and gave the slaves leftovers. Summarize What elements of Caribbean culture show mixtures of European and African influences? people of mixed ancestry; Creole dialects; religious practices like Santería More About . . . Connect to Language Arts: Creole The reggae classic Sweet and Dandy by Toots and the Maytals is one of many reggae songs written in the English- based Creole language of Jamaica. The song tells of a couple, getting cold feet just before their wedding, who are being persuaded by family members to go through with the ceremony: One poun’ ten for de weddin’ cake, Twenty bokkle of cola wine, All di people-dem dress up inna white, Fi go h’eat off Johnson weddin’ cake. Line 1: One pound, ten shillings was an expensive cake! Line 2: bokkle = bottle Line 3: The –dem ending is used as a plural marker, like English –s. Inna = in Line 4: Fi = To; h’eat = eat BIOGRAPHY Toussaint Louverture (c. 1743–1803) Have students read the biography of Haitian hero Toussaint Louverture, who after gaining his freedom as the result of a slave revolt, went on to become a superb army general and a popular governor. In print edition, see biography of same title. SPECIAL NEEDS STUDENTS Cultures of the Caribbean 1. Ask students to look in print or online newspapers and magazines for photographs of cultural festivals in the Caribbean. Point out that many of these festivals are connected to religious holidays. 2. Have each student choose one photograph and identify the name of the festival and the island on which the festival is being held.3. Ask students to share their photographs with the class. Then have students use the photographs to discuss the festival and the region’s culture. *Alternative Assessment Handbook, Rubric 1: Acquiring Information Reading Check Identify Points of View Why might an island’s people not be interested in gaining independence?1804. Along with independence came freedom for the people enslaved in Haiti. Ideas of independence then spread throughout the region. By the mid-1800s the Dominican Republic had gained independence. The United States won Cuba from Spain, but Cuba gained independence in 1902. The other Caribbean countries did not gain independence until more than 40 years later, after World War II. At that time, the Europeans trans- ferred political power peacefully to most of the islands. Many Caribbean islands still are not independent countries. For exam- ple, the islands of Martinique and Guadeloupe are still French possessions. Each has its own elected government and is also represented in the French government. Most people on these islands seem not to wish for indepen- dence from their ruling countries. Culture Today, nearly all Caribbean islands show signs of past colonialism and slavery. These signs can be seen in the region’s culture. People, Languages, and Religion Most islanders today are descended either from Europeans or from Africans who came to the region as slaves, or from a mixture of the two. Some Asians also live on the islands. They came to work on plantations after slavery ended in the region. Languages spoken in the region reflect a colonial heritage. Spanish, Eng- lish, and French, as well as mixtures of European and African languages, are spoken on many islands. For example, Haitians speak French Creole. Creole is a dialect, or a regional variety of a language. The region’s past is also reflected in the religion s people practice. Former French and Spanish territories have large numbers o f Catholics. People also practice a blend of Catholicism and traditiona l African religions. One blended religion is Santería, a Spanish word meanin g “worship of saints.” Festivals and Food People on the Caribbean islands celebrate a variety of holidays. One of the biggest and most widespread is Carnival. Carnival is a time of feasts and celebration before the Christian season of Lent begins. People usually celebrate Carnival with big parades and fancy costumes. Festivals like Carnival often include great music.BIOGRAPHY Toussaint Louverture (c. 1743–1803) Toussaint Louverture was born a slave. A few years after he gained his freedom, a slave revolt broke out in Haiti. Toussaint soon realized the rebels did not have very good leaders, so he went on to form an army of his own. He proved to be an excellent army general. He later became a popular governor of Haiti, gaining the respect of both black and white people on the island. 310 Module 10 310 Module 10, Lesson 3 READING CHECK Form Generalizations How does Caribbean culture reflect African influences? Creole languages are influenced by African languages; African religi ous beliefs influence Santería; some foods come from Af rica or from the experiences of Africans during slavery.Teach the Main Idea Today the Caribbean islands have distinctive governments with economies that depend on agriculture and tourism. Explain What does it mean that Puerto Rico is a commonwealth of the United States? It is a self- governing territory associated with the U.S. Puerto Ricans are U.S. citizens, but do not have voting representatives in Congress. Recall What is the capital of the Dominican Republic? Santo Domingo Describe What are some of the challenges that Haiti has faced? corrupt governments, political unrest, poverty, a catastrophic earthquake in 2010 Contrast How does life in Cuba today differ from before Fidel Castro took power? The government controls the economy and television and newspapers; people are members of land cooperatives operated for their mutual benefit, not the benefit of a large foreign company. More About . . . Connect to History: Castillo de San Felipe del Morro Puerto Rico’s best-known fortress, known as El Morro, became a UNESCO World Heritage Site in 1933. It is also a National Historic Site in the U.S. National Park Service. Its foundations were laid in 1539, but it was not completed until 1787. El Morro overlooks the entrance to San Juan Bay. It has borne assaults by many foes, including Sir Francis Drake in 1595 and the U.S. Navy in 1898 during the Spanish-American War. ONLINE DOCUMENT-BASED INVESTIGATION Caribbean Languages Have students explore the table and answer the associated questions. Analyze Sources Why are so many languages spoken throughout the Caribbean? Possible answer: Various languages are spoken throughout the Caribbean because of the islands’ past colonization by different groups. In print edition, see feature titled Languages of the Caribbean. Interpret Charts What language do people speak in Barbados? English DRAW INFERENCES Puerto Rico’s Future 1. Review with students the information about Puerto Rico. Point out that people there debate whether they should become a state or an independent country, or remain a commonwealth.2. Have students think about the advantages and disadvantages of each option, and write them in a graphic organizer such as the one shown here. Option Advantages Disadvantages Commonwealth Statehood IndependenceOptions for Puerto Rico *Alternative Assessment Handbook, Rubric 13: Graphic Organizers Caribbean food and cooking also reflect the region’s past. For example, slave ships carried foods as well as people to the Caribbean. Now foods from Africa, such as yams and okra, are popular there. Also, in Barbados, people eat a dish called souse, which is made of pigs’ tails, ears, and snouts. This dish was developed among slaves because slaveholders ate the best parts of the pig and gave slaves the leftovers. Another popular flavor on the islands, curry, was brought to the region by people from India who came as plantation workers after slavery ended. The Caribbean Islands Today Many Caribbean islands share a similar history. Still, each island has its own economy, government, and culture. In 2008 nations of the Caribbean signed an Economic Partnership Agreement with the European Union. This free trade agreement was created to simplify processes for invest- ment and trading between the two regions. The plan also was designed to promote opportunities for economic growth and job creation in Caribbea n countries. Puerto Rico Once a Spanish colony, Puerto Rico today is a U.S. common- wealth. A commonwealth is a self-governing territory associated with another country. Puerto Ricans are U.S. citizens, but they do not have vot- ing representation in Congress. Overall, Puerto Rico’s economy has benefitted from U.S. aid and invest- ment. Still, wages are lower and unemployment is higher on the island than in the United States. Many Puerto Ricans have moved to the United States for better paying jobs. Today, Puerto Ricans debate whether their island should remain a U.S. commonwealth, become an American state, or become an independent nation. Haiti Haiti occupies the western part of the island of Hispaniola. Haiti’s capital, Port-au-Prince, is the center of the nation’s limited industr y. Most Haitians farm small plots. Coffee and sugarcane are among Haiti’s main exports.Reading Check Form Generalizations How does Caribbean culture reflect African influences? Interpret Charts What language do people speak in Barbados?Languages of the Caribbean Language Countries EnglishAntigua and Barbuda, Barbados, Trinidad and Tobago Creole EnglishSaint Kitts and Nevis, Grenada, Jamaica, Bahamas Creole French Haiti, Dominica, Saint Lucia SpanishCuba, Puerto Rico, Dominican Republic 311 Central America and the Caribbean Central America and the Caribbean 311 GEOGRAPHIC FEATURE Caribbean Music Have students read about Caribbean music and answer the associated question. Make Inferences What role might trade have played in the development of steel-drum music? Barrels used to store oil shipped to the islands were turned into steel drums. In print edition, see Focus on Culture feature of same title. ONLINE ANALYZE VIDEOS HELP Haiti Have students watch the video about the Haitian Education and Leadership Program either individually or as a class. You may wish to use the associated question as a discussion prompt. Analyze Videos What must HELP scholarship students do after the graduate? give back 15 percent of what they earn for nine years TIERED ACTIVITY Caribbean Music Below Level— Bring in recordings that contain examples of various types of Caribbean music. Review with students basic facts about each type of music, island of origin, and languages the songs are sung in. As you play each piece, identify its name, the artist, country of origin, instruments used, and any other helpful information. Invite students to give their reactions to each selection, identifying what the music causes them to think or feel. At Level— Going beyond the Below Level activity, students should: •Be able to identify types of music that you play for them. •Be able to identify instruments being used. Above Level— Going beyond the Below Level and At Level activities, students should: •Choose a specific kind of Caribbean music and conduct research to learn more about it. •Prepare a presentation in which they give examples of the music, discuss its history, and the types of instruments used. •Possibly build one of the instruments used in their chosen type of music and play it for the class. *Alternative Assessment Handbook, Rubrics 14: Group Activity; 18: Listening; and 24: Oral Presentations For additional instruction, go to end of lesson. Haiti is the poorest country in the Americas. Its people have suffered under a string of corrupt governments during the last two centuries. Vio- lence, political unrest, and poverty have created many political refugees . A refugee is someone who flees to another country, usually for political or economic reasons. Many Haitian refugees have come to the United States. On January, 12, 2010, a catastrophic earthquake struck close to Port-au-Prince. The quake devastated Haiti, leaving about 230,000 Haitians dead, 300,000 injured, and over a million homeless. Today, many Haitians continue working to rebuild their lives and nation. Dominican Republic The Dominican Republic occupies the eastern part of Hispaniola. The capital is Santo Domingo. Santo Domingo was the first permanent European settlement in the Western Hemisphere. The Dominican Republic is not a rich country. However, its economy, health care, education, and housing are more developed than Haiti’s. Agriculture is the basis of the economy in the Dominican Republic. The country’s tourism industry also has grown in recent years. Beach resort s along the coast are popular with many tourists from Central and South America as well as from the United States. Even though they share possession of Hispaniola, the relationship between the Dominican Republic and Haiti has a long history of con- flict. The struggles date back to colonial times when there was a dispute over control of the island. In 2015 the Dominican government asked for all Haitians without legal papers to leave the country. Some were even threatened with violence. Many people from Haiti had migrated into the Dominican Republic to find work in a better economy. Despite the orders and potential risks, Haitian people continue to cross the border in search of economic opportunities.Caribbean Music The Caribbean islands have produced many unique styles of music. For example, Jamaica is famous as the birthplace of reggae. Merengue is the national music and dance of the Dominican Republic. Trinidad and Tobago is the home of steel-drum and calypso music. In this photo, a band in the Grenadines performs on steel drums. Steel-drum bands can include as few as 4 or as many as 100 musicians. The instruments are actually metal barrels like the kind used for shipping oil. The end of each drum is hammered into a curved shape with multiple grooves and bumps. Hitting different-sized bumps results in different notes. Make Inferences What role might trade have played in the development of steel- drum music?Focus on Culture 312 Module 10 312 Module 10, Lesson 3",
      "main_idea": "Lesson 1 Big Idea The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests.",
      "supporting_details": [
        "Main Ideas •Physical features of the region include volcanic highlands and coastal plains.",
        "The climate and vegetation of the region include forested highlands, tropical forests, and humid lowlands.",
        "Key natural resources in the region include rich soils for agriculture, a few minerals, and beautiful beaches."
      ]
    },
    {
      "title": "About Central America and the Caribbean",
      "text": "ONLINE ANALYZE VIDEOS United States and Cuba Have students watch the video individually or as a class to identify issues concerning relations between the United States and Cuba. You may wish to use the associated question as a discussion prompt. Analyze Videos How would you categorize the relationship between the United States and Cuba today? Possible answer: Relations between the United States and Cuba are improving. The United States is restoring diplomatic and economic ties with Cuba. RECOGNIZE BIAS The Politics of the Caribbean 1. Review with students the information in the segment about politics in Haiti, Cuba, and Puerto Rico. Using the Internet, find articles and editorials about one of the following: •the Castro government of Cuba •the regime of Jean-Bertrand Aristide of Haiti •the regimes of François and Jean- Claude Duvalier in Haiti •the movement for Puerto Rican independence Supplement with sources that should be neutral, such as books or online encyclopedias.2. Divide the class into two groups. Have each group examine all sources for bias, focusing on one side of the issue. Have them list a variety of statements showing their point of view. Discuss as a class. 3. On the board, use a three-column table to sort statements as Biased (Pro), Biased (Con), and Verified Facts. *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 16: Judging Information For additional instruction, go to end of lesson. Fidel Castro came to power at the end of the Cuban Revolution in 1959.Cuba Cuba is the largest and most populous country in the Caribbean. It is located just 92 miles (148 km) south of Florida. Havana, the capital, is the country’s largest and most important city. Twenty percent of Cubans live in Havana and most of the population resides in urban areas. There are several major seaports for the export of goods. Easy ocean access is the backbone of the nation’s fishing industry, which provides food and a liveli- hood for many Cuban people. Cuba’s tropical climate makes it warm to hot all year long. Residents can enjoy the beaches and landscape of the country. Tourism is a growing industry that provides jobs for people and encourages economic growth. The climate allows Cuba to grow a variety of crops that can be traded with other nations. Cuba has been run by a Communist government since Fidel Castro came to power at the end of the Cuban Revolution in 1959. The revolution was an armed revolt that began in 1953. Its goal was to remove President Fulgencio Batista and the authoritarian government. On January 1, 195 9, Batista was finally overthrown and a new government was put into place. Communism promotes control by a central government over all aspects of smaller units of government. Cuba is a dictatorship, and legislative authority lies with the National Assembly of People’s Power. Citizens may vote for members of this group. The National Assembly elects the president from among its members. They also appoint a 31-member Council of State which is headed by the president. Central America and the Caribbean 313 Central America and the Caribbean 313",
      "main_idea": "ONLINE ANALYZE VIDEOS United States and Cuba Have students watch the video individually or as a class to identify issues concerning relations between the United States and Cuba.",
      "supporting_details": [
        "You may wish to use the associated question as a discussion prompt.",
        "Analyze Videos How would you categorize the relationship between the United States and Cuba today?",
        "Possible answer: Relations between the United States and Cuba are improving."
      ]
    }
  ],
  "scientific_phenomena": [
    {
      "title": "Central America and the Caribbean Climate",
      "description": "The climate and vegetation of the region include forested highlands, tropical forests, and humid lowlands.",
      "observation_prompts": [
        "What features of climate can you identify in Central America and the Caribbean?",
        "How might climate affect people living in Central America and the Caribbean?",
        "What patterns do you notice about climate in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Ecosystem",
      "description": "Point out to students that tourists who want to visit unspoiled lands and fragile ecosystems face a dilemma—they must tread lightly and make sure they do no harm.",
      "observation_prompts": [
        "What features of ecosystem can you identify in Central America and the Caribbean?",
        "How might ecosystem affect people living in Central America and the Caribbean?",
        "What patterns do you notice about ecosystem in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean River",
      "description": "LUCIA TRINIDAD AND TOBAGOBARBADOSDOMINICAANTIGUA AND BARBUDADOMINICAN REPUBLIC JAMAICAHAITI PANAMAHONDURAS NICARAGUA COSTA RICAEL SALVADORGUATEMALAUNITED STATES M E X I C O C O L O M B I A V E N E Z U E L A Usumacinta River Motagua R. Coco River San Juan RiverN SWE 25°NATLANTIC OCEAN Gulf of Mexico NassauUNITED STATESUNITED S UNITED S Explore ONLINE!",
      "observation_prompts": [
        "What features of river can you identify in Central America and the Caribbean?",
        "How might river affect people living in Central America and the Caribbean?",
        "What patterns do you notice about river in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Mountain",
      "description": "an isthmus that contains a central chain of volcanic mountains, with coastal plains on both sides Define What is an archipelago? a large group of islands Identify Cause and Effect What happens when tectonic plates shift? Earthquakes and volcanic eruptions can occur.",
      "observation_prompts": [
        "What features of mountain can you identify in Central America and the Caribbean?",
        "How might mountain affect people living in Central America and the Caribbean?",
        "What patterns do you notice about mountain in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Ocean",
      "description": "Martin (FRANCE AND NETHERLANDS) Aruba (NETHERLANDS)Netherlands Antilles (NETHERLANDS)ATLANTIC OCEAN PACIFIC OCEANCaribbean SeaGulf of Mexico Santo Domingo Roseau CastriesSt. John’s Basseterre Bridgetown St. George’s Port-of-SpainKingstownBelmopan T egucigalpa San SalvadorGuatemala City Managua San José Panama CityHavana KingstonPort-au-PrinceNassau CUBA BELIZEB A H A M A S ST .",
      "observation_prompts": [
        "What features of ocean can you identify in Central America and the Caribbean?",
        "How might ocean affect people living in Central America and the Caribbean?",
        "What patterns do you notice about ocean in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Weather",
      "description": "Which of the following is an accurate statement about Central American weather? Hurricanes are a threat during the late summer. Rainfall is more plentiful during the winter months.",
      "observation_prompts": [
        "What features of weather can you identify in Central America and the Caribbean?",
        "How might weather affect people living in Central America and the Caribbean?",
        "What patterns do you notice about weather in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Environment",
      "description": "The economy needs tourist dollars, and focusing on nature could help protect the environment. Port-au-PrinceDOMINICAN REPUBLIC COSTA RICA70°W 65°W75°W 80°W85°W 90°W25°N 10°NTropic of Cancer 10°N20°N 15°NPuerto Rico (U.",
      "observation_prompts": [
        "What features of environment can you identify in Central America and the Caribbean?",
        "How might environment affect people living in Central America and the Caribbean?",
        "What patterns do you notice about environment in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Water",
      "description": "Physical Features Sandy beaches, volcanic mountains, rain forests, clear blue water—these are images many people have of Central America and the Caribbean islands. The region’s physical geography is beautiful. This beauty is one of the region’s greatest resources.",
      "observation_prompts": [
        "What features of water can you identify in Central America and the Caribbean?",
        "How might water affect people living in Central America and the Caribbean?",
        "What patterns do you notice about water in Central America and the Caribbean?"
      ]
    },
    {
      "title": "Central America and the Caribbean Forest",
      "description": "Lesson 1 Big Idea The physical geography of Central America and the Caribbean islands includes warm coastal lowlands, cooler highlands, and tropical forests. Main Ideas •Physical features of the region include volcanic highlands and coastal plains.",
      "observation_prompts": [
        "What features of forest can you identify in Central America and the Caribbean?",
        "How might forest affect people living in Central America and the Caribbean?",
        "What patterns do you notice about forest in Central America and the Caribbean?"
      ]
    }
  ],
  "writing_prompts": [
    "Using information from the passage and your own knowledge, write an informative paragraph about Central America and the Caribbean. Include at least three vocabulary terms from Part 1.",
    "Describe an important geographic feature of Central America and the Caribbean and explain its significance to the region.",
    "Compare and contrast two aspects of Central America and the Caribbean discussed in the reading passage."
  ],
  "system_identification": {
    "title": "HUMAN GEOGRAPHY SYSTEMS",
    "instructions": "Label each description with the correct human geography system: Urban, Cultural, Economic, Political, or Infrastructure.",
    "items": [
      {
        "description": "Major cities in Central America and the Caribbean",
        "system": "Urban"
      },
      {
        "description": "Languages spoken in Central America and the Caribbean",
        "system": "Cultural"
      },
      {
        "description": "Economic activities in Central America and the Caribbean",
        "system": "Economic"
      },
      {
        "description": "Political boundaries in Central America and the Caribbean",
        "system": "Political"
      },
      {
        "description": "Transportation networks in Central America and the Caribbean",
        "system": "Infrastructure"
      },
      {
        "description": "Religious practices in Central America and the Caribbean",
        "system": "Cultural"
      },
      {
        "description": "Agricultural patterns in Central America and the Caribbean",
        "system": "Economic"
      },
      {
        "description": "Historical settlements in Central America and the Caribbean",
        "system": "Historical"
      }
    ]
  }
}