{
  "region_name": "East and Southern Africa",
  "vocabulary": [
    {
      "term": "and Places",
      "definition": "."
    },
    {
      "term": "Students can guess the meaning of each word",
      "definition": ","
    },
    {
      "term": "then review its definition",
      "definition": ", or do the reverse, using"
    },
    {
      "term": "the flip card",
      "definition": "’s toggle button to switch from “Term”"
    },
    {
      "term": "to",
      "definition": "“Definition” mode. Students can also use the flip"
    },
    {
      "term": "cards at the end of the module as a review tool before \ntaking the Module Assessment",
      "definition": "."
    },
    {
      "term": "Online Map Activity\nStudents can use this activity to review some of the \nlocations discussed in this module",
      "definition": ". To complete, have"
    },
    {
      "term": "students drag each label to the correct location on  \nthe map",
      "definition": "."
    },
    {
      "term": "Culture Maasai women in East Africa wear \ncolorful jewelry and traditional clothing",
      "definition": ".Geography The plains surrounding Mount Kilimanjaro are rich in wildlife."
    },
    {
      "term": "Millions of tourists come to visit this part of East Africa each year",
      "definition": "."
    },
    {
      "term": "History Ancient rock art in Southern Africa \noften shows hunters and animals",
      "definition": "."
    },
    {
      "term": "East and Southern Africa\nEast and Southern Africa",
      "definition": "807"
    },
    {
      "term": "Reading Social Studies",
      "definition": "1. Zimbabwe has gold and copper mines as well as"
    },
    {
      "term": "productive agriculture and manufacturing",
      "definition": ". However,"
    },
    {
      "term": "high inflation",
      "definition": ", debts, and war have hurt the economy."
    }
  ],
  "reading_passages": [
    {
      "title": "About East and Southern Africa",
      "text": "Lesson 1 Big Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa. Main Ideas •East and Southern Africa’s physical features range from rift valleys to sweeping plateaus. •Location and elevation shape East and Southern Africa’s climate and vegetation. •Water and minerals are vital resources in East and Southern Africa.Lesson 2 Big Idea East Africa’s history and geography have contributed to cultural diversity and ongoing challenges. Main Ideas •Religion, trade, and European imperialism have shaped East Africa’s history. •East Africa is home to a diversity of languages and religions. •Though resource rich, nations in East Africa have suffered conflicts, poverty, and drought. •The Horn of Africa is one of the most troubled regions of the world.Essential Question Preview How has human migration affected the culture and geography of East and Southern Africa? Have the students consider the Essential Question and capture their initial responses. Explore the Essential Question •Remind students that the countries of East and Southern Africa have many national parks. Ask students to name some possible reasons for this abundance. Elicit from students that much of the Swahili language comes from Arabic. Use this information to introduce the concept of trade between East Africa and Southwest Asia. •Point out that many different ethnic groups live in East and Southern Africa. Explain that so many groups competing for few resources has often led to conflicts. Encourage students to keep the Essential Question in mind as they work through the module. Help students plan inquiries and develop their own supporting questions such as: Many countries in the region are trying to increase tourism. How might this benefit the region? Might an increase in tourism hurt the region in any way? What are some of the lasting cultural impacts of apartheid for the people of South Africa? You may want to assign students to write a short essay in response to the Essential Question when they complete the module. Encourage student to use their notes and responses to inform their essays. Explore the Online Video ANALYZE VIDEOS South Africa Invite students to watch the video to learn about the geography, people, and culture of South Africa and the impact of apartheid on that nation. Culture What are some of the long-term effects of apartheid on black South Africans? Possible answer: Black families earn six times less than white families. Black townships suffer from higher rates of unemployment, crime, and school dropouts and lack facilities like libraries, hospitals, and schools. 10°N20°N 10°E10°W 20°W 30°E 40°E 60°E 70°E 80°E0°0° Equator 50°E10°S 20°S 30°STropic of CapricornLake MalawiLake Tanganyika Tanganyika Tanganyika Tanganyika Tanganyika TanganyikaLakeLakeLakeLakeLakeLakeLake VictoriaVictoriaVictoriaVictoriaNileRiRivever BlBlulueN iN ililele W h W hititeteNiiNilllllilileele ATLANTIC OCEANINDIAN OCEANGulf of AdenRed Sea Mozambique ChannelTANZANIASUDAN SOUTH SUDAN ETHIOPIA RWANDA BURUNDIERITREA DJIBOUTI KENYAUGANDA COMOROS SOUTH AFRICANAMIBIA BOTSWANAZIMBABWE LESOTHOESWATINIMOZAMBIQUESOMALIA MADAGASCARZAMBIAANGOLAANGOLAANGOLAMALAWIMALAWIDEMOCRATIC REPUBLIC OF THE CONGOCENTRAL AFRICAN REPUBLICCHADLIBYA EGYPTEGYPTEGYPT Djibouti Juba MogadishuPort Sudan MombasaNairobi Dodoma Dar es SalaamKampala Kigali BujumburaKhartoumAsmara Addis Ababa Maseru BloemfonteinWindhoek GaboroneHarare Maputo MbabanePretoriaAntananarivoMoroni Cape TownZanzibarN SWE Explore ONLINE! National capital Other cities Projection: Lambert Equal-Area0 600 Miles 300 0 600 Kilometers 300 In this module, you will learn about the geographic and histori- cal forces that have shaped life in East and Southern Africa. Document-Based Investigations Graphic Organizers Interactive Games Channel One News Video: South Africa Interactive Chart: Threats to Africa’s Wildlife Image with Hotspots: Serengeti National Park Channel One News Video: Nelson Mandela Interactive Table: Southern Africa: Regional DataEssential Question How has human migration affected the culture and geography of East and Southern Africa?East and Southern Africa What Y ou Will Learn Lesson 1: Physical Geography . . . . . . . . . . . . . . . . . 809 The Big Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa. Lesson 2: East Africa . . . . . . . . . . . . . . . . . . . . . . . 814 The Big Idea East Africa’s history and geography have contributed to cultural diversity and ongoing challenges. Lesson 3: Southern Africa . . . . . . . . . . . . . . . . . . . . 821 The Big Idea Since independence, nations in Southern Africa have struggled with inequality and conﬂ ict.Module 25 806 Module 25 806 Module 25 Lesson 3 Big Idea Since independence, nations in Southern Africa have struggled with inequality and conflict. Main Ideas •Southern Africa’s history began with hunter-gatherers, followed by great empires and European settlements. •The cultures of Southern Africa are rich in different languages, religions, customs, and art. •The countries of Southern Africa are diverse in their resources and governments. •Today, the people of Southern Africa face economic, environmental, and health challenges.Explore the Map and Images The East and Southern Africa: Political East and Southern Africa is a vast region of plains and plateaus. This map shows the nations that make up East and Southern Africa, as well as the nations and bodies of water that border the region. Geography Mount Kilimanjaro is Africa’s tallest mountain and the world’s largest freestanding mountain. History South Africa is home to thousands of examples of prehistoric rock art. The images depict scenes of daily life and the spiritual world. Culture Explain that the Maasai are nomadic herders who live in Kenya and Tanzania. Invite students to share what they know about other nomadic or herding groups. Analyze Visuals Have students examine the images and answer the following questions: 1. Look at the picture of the plains surrounding Mount Kilimanjaro. Why do you think elephants live on the plains and not at higher elevations? Possible answer: They can find food on the plains. 2. What can you learn about the early people of Southern Africa based on the rock art? Possible answer: They hunted elephants. 3. What can you say about the Maasai culture based on the picture? Possible answers: The culture is skilled at making elaborate jewelry. Online Module Flip Cards Use the flip cards as a whole class activity or in student pairs to preview the module’s Key Terms and Places. Students can guess the meaning of each word, then review its definition, or do the reverse, using the flip card’s toggle button to switch from “Term” to “Definition” mode. Students can also use the flip cards at the end of the module as a review tool before taking the Module Assessment. Online Map Activity Students can use this activity to review some of the locations discussed in this module. To complete, have students drag each label to the correct location on the map. Culture Maasai women in East Africa wear colorful jewelry and traditional clothing.Geography The plains surrounding Mount Kilimanjaro are rich in wildlife. Millions of tourists come to visit this part of East Africa each year. History Ancient rock art in Southern Africa often shows hunters and animals. 807 East and Southern Africa East and Southern Africa 807 Reading Social Studies 1. Zimbabwe has gold and copper mines as well as productive agriculture and manufacturing. However, high inflation, debts, and war have hurt the economy. 2. Mozambique is one of the world’s poorest countries. The economy has been badly damaged by civil war, but it is improving. 3. Comoros is a country made up of four tiny islands. It suffers from a lack of resources and political instability. The government of Comoros is struggling to improve education and promote tourism.YOU TRY IT! Read the following text selections about countries in Southern African. Then, using information from the selections and any prior knowledge that you might have, form a generalization about a country’s economy and its political stability.Form Generalizations READING FOCUS As you read about different people and cultures, yo u probably notice many similarities. Seeing those similarities may help you form a gener alization. A generalization is a statement that applies to many different situations or people, even though it is based on a few specific situations or people. In the foll owing example, a generalization is formed by combining new information with informatio n from personal experience. Sometimes you might also form a generalization by r eading about several new situations, even though you don’t have personal exp erience with the situation. Several large rivers cross Southern Africa’s plains. The Okavango River flows from Angola into a huge basin in Botswana. There, it forms a swampy inland delta that is home to crocodiles, zebras, hippos, and other animals. Many tourists travel to Botswana to see these wild animals in their natural habitat. 3. Generalization: Many people enjoy seeing wild animals in person.1. What you read: Tourists will travel to see wild animals. 2. What you know from personal experience: My family loves to see wild animals in the zoo. As you read this module, use what you already know along with new information to form generalizations about East and Southern Africa. Module 25808Reading Social Studies READING FOCUS Form Generalizations Explain to students that a generalization is a broad, general conclusion drawn from several examples or pieces of evidence. Point out to students that the ability to form generalizations as they read will help them better understand the main points in a text. Share these strategies for how to form generalizations: How to Form Generalizations: To form generalizations, follow these four basic steps: 1. Note details or examples related to a particular topic in the text. Often, an author will provide several examples to make a main point. 2. Make a broad statement based on examples or evidence. Information in the text should lead to a general conclusion about the topic. 3. Check that your generalization is valid. Your statement should allow for exceptions. Some words you can use to show there may be exceptions to your statement are most, some, often, and generally. 4. Avoid forming overgeneralizations, or generalizations that are too broad. Statements like “all girls like clothes” and “all boys like cars” are overgeneralizations. Overgeneralizations often start with words such as all, everyone, every time, any, anything, no one, or none . YOU TRY IT! Generalization: Political instability usually hurts a country’s economy. 808 Module 25 LESSON 1The Great Rift Valley Mountains and Highlands of East and Southern Africa Namib Desert Game: Where Am I? East and Southern Africa Jane Goodall (b. 1934) The Disturbed Ecosystem of Lake Victoria Ivory Conservation Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentMap: East and Southern Africa: Physical Chart: Threats to Africa’s Wildlife Map: Southern Africa: Vegetation Map: East and Southern Africa: Resources Document-Based Investigation: Living with Water ScarcityBig Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa.Lesson 1 Planner Physical Geography VisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources East and Southern Africa 808a Ivory Conservation Video Students watch a video about the impact of ivory poaching, then write a letter describing ivory poaching and the efforts of conservationists to protect Africa’s elephants. The Disturbed Ecosystem of Lake Victoria Article Students read about the environmental challenges facing Lake Victoria, Africa’s largest lake, then create a visual presentation of the story of the lake’s ecological decline. Jane Goodall (b. 1934) Biography Students read about the life and achievements of scientist and conservationist Jane Goodall, then create a timeline of her life and work.Online Lesson 1 Enrichment Activities 808b Module 25, Lesson 1 For additional instruction, go to end of lesson.Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . Why is it cold at the top of the mountain? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points to frame your discussion. Consider changes in TEMPERATURE: •Temperatures drop at higher elevations. •Mountains force air to rise, and rising air cools. Consider changes in WIND: •Winds can be stronger at higher elevations. •Mountain winds blow cold air. 2. Direct Teach Introduce the Big Idea: Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa. After briefly discussing what students already know about the region’s physical geography, explain that parts of East Africa have suffered from drought. Ask students to offer their ideas about the challenges that drought and other natural disasters might pose. 3. Practice/Assess/Inquire Ask students to imagine that they will have an opportunity to visit East or Southern Africa. Have them work with a partner to create an itinerary, including details about the landforms, rivers, and lakes they will see as well as the vegetation and climate they will encounter during their travels. Have them refer to the physical map of East and Southern Africa and the vegetation map of Southern Africa in their textbooks for information. 4. Explore (Collaborative Exploration) Have students compare their itineraries and discuss their choice of destinations. 5. Whole Group Close/Reflect Have students make a packing list for the trip based on the information in the module. *Alternative Assessment Handbook, Rubric 40: Writing to Describe ONLINE DOCUMENT-BASED INVESTIGATION East and Southern Africa Living with Water Scarcity is the first of three document-based investigations that students will analyze in this module. The photo shows drought conditions and people collecting water in Nongoma, South Africa. Invite students to study the image and then answer the associated question.Teach the Main Idea East and Southern Africa’s physical features range from rift valleys to sweeping plateaus. Explain How are rift valleys formed? Earth’s tectonic plates move away from each other, causing the land to arch and split. Make Inferences What is unusual about Mount Kilimanjaro? It is located near the equator, a hot region, but its peak is covered in snow and ice because of its high elevation. Draw Conclusions Why does wildlife thrive on the Serengeti Plain? Grasses, trees, and water provide nutrition. Define What is the veld? open grassland areas of South Africa ONLINE GRAPHIC ORGANIZER Physical Geography As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Summarize What are some of the major landforms of Southern Africa? Possible answers: rift valleys, Great Rift Valley, Mount Kilimanjaro, Ethiopian Highlands, Drakensberg mountains, Inyanga Mountains, plains, Serengeti Plain, plateaus, Namib Desert, Kalahari Desert, pans, Okavango Basin. Lesson 1 Physical Geography The Big Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa. Main Ideas ■East and Southern Africa’s physical features range from rift valleys to sweeping plateaus. ■Location and elevation shape East and Southern Africa’s climate and vegetation. ■Water and minerals are vital resources in East and Southern Africa. Key Terms and Places rift valley Great Rift Valley escarpment Mount Kilimanjaro Serengeti Plain veld Namib Desert droughtsIf YOU lived there . . . You and your friends are planning to hike up Mount Kilimanjaro, near the equator in Tanzania. It is ho t in your camp at the base of the mountain. You’re wearing shorts and a T-shirt, but your guide tells you to pack a fleece jacket and jeans. You start your climb, and soon you understand this advice. The air is much colder, and there’s snow on the nearby peaks. Why is it cold at the top of the mountain? Physical Features Geographically, East and Southern Africa are vast regions with spectacularly varied landscapes and wildlife. On a visit to the region, you might see steep mountains, deep gorges, lakes, and a series of plateaus featuring dry grasslands, sandy savannas, and deserts. Rift Valleys Locate the Great Rift Valley on the physical map of East and Southern Africa. Seen from the air, the Great Rift Valley looks like a giant scar, cutting across Africa from the Red Sea to Mozambique. A rift valley is a long narrow valley with flat floors and steep walls. Rift valleys form when Earth’s tectonic plates pull away from one another at two parallel fault lines. When the plates pull apart, the land between the faults drops down, forming a valley floor. The Great Rift Valley is the largest rift on Earth. In fact, it extends beyond Africa, northward into Syria, and contains many rifts. In Africa, the Great Rift Valley is made up of two rifts—the eastern rift and the western rift. The steep rift walls form a series of high cliffs. These cliffs rise as much as 6,000 feet (1,829 m). The rifts contain a number of active and dor- mant volcanoes and are lined by plateaus and mountains. Plateaus and Mountains East and Southern Africa have many high plateaus. Plateaus are extensive areas of flat upland. Often they are bound by an escarpment, a steep slope that separates the plateau from surrounding low-lying land. Some plateaus are bound by mountains. East and Southern Africa 809 East and Southern Africa 809 ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: rift valley, Great Rift Valley, escarpment, Mount Kilimanjaro, Serengeti Plain, veld, Namib Desert, droughts. ONLINE INTERACTIVE MAPS East and Southern Africa: Physical Have students explore the map using the interactive features and answer the associated questions. Location Which lake helps form the borders of Tanzania, Kenya, and Uganda? Lake Victoria In print edition, see map of same title. 1. Location What major ocean borders East Africa? Indian Ocean 2. Human-Environment Interaction How might physical features shape settlement patterns in Botswana? Possible answer: More people might live along the Okavango River than in the Kalahari Desert. ONLINE INTERACTIVE VISUALS Image Compare: The Great Rift Valley Have students explore and compare the images using the interactive slider. You may wish to use the associated question as a discussion prompt. Analyze Visuals Looking at the satellite image, how would you describe the land surrounding lakes in the Great Rift Valley? Possible answer: The lakes are mostly surrounded by bare and rocky areas. ENGLISH LANGUAGE LEARNERS Vocabulary Study 1. To help students’ reading comprehension, introduce the essential terms and vocabulary found in the lesson prior to reading. 2. Provide a list of words or terms found in the lesson that may be unfamiliar ( e.g., rift valley, escarpment, plateau, plains, features, highlands, deserts, veld, droughts ). Before students read, pronounce each word and have them repeat it. Ask them to make predictions about what each word means.3. As students read the lesson, ask them to write the sentence in the text that contains each word. They may do the same with other new or unfamiliar words they encounter as they read. 4. Organize the class into pairs, and ask them to use the context clues from the text to write a definition for each word. Then, have them check their definitions using a dictionary. 5. Ask students to explain to their partners the meaning of the sentences found in the text using their own words. *Alternative Assessment Handbook, Rubric 1: Acquiring Information ONLINE INTERACTIVE VISUALS Carousel: Mountains and Highlands of East and Southern Africa Have students navigate through the carousel and note the different aspects of East and Southern Africa. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do most of Ethiopia’s people live in highland regions? Possible answer: because the land in the highlands is fertile For additional instruction, go to end of lesson. INDIAN OCEANGulf of Aden ATLANTIC OCEANRed Sea Mozambique ChannelLake MalawiLakeLakeLake TanganyikaTanganyikaLake AlbertAlbert LakeLakeLake VictoriaVictoriaLake TurkanaTurkanaNileNileNileNileNileRiver BlueNile W hW hititeteNile LimpoppooooRRRRiiiivvvveeeer VaVaalR.OkakavavangoR.ZaaZammmmmmbbbbeeezzzeziiiziRRR. OOOOOOOOOrrrarangeR.TANZANIASUDAN SOUTH SUDAN ETHIOPIA RWANDA BURUNDISOMALIAERITREA DJIBOUTI KENYAUGANDA COMOROS SOUTH AFRICANAMIBIA BOTSWANAZIMBABWE LESOTHOESWATINIMOZAMBIQUE MADAGASCARDEMOCRATIC REPUBLIC OF THE CONGOCENTRALCENTRAL AFRICAN REPUBLICCHADCHADLIBYA EGYPTSAUDI ARABIA YEMEN ZAMBIAMALAWIMALAWIANGOLA10°S 20°S 30°S10°N20°N30°N 0°Equator20°E 30°E30°E40°E 60°E 70°ETropic of Cancer Tropic of CapricornNUBIAN DESERT SUDAN BASIN ETHIOPIAN HIGHLANDS SERENGETI PLAINPemba Zanzibar Maﬁa Great Rift Valley Great Rift Valley NAM IB DESERTKALAHARI DESERTOkavango Basin Cape of Good HopeDRAKENSBERGMt. Kilimanjaro 19,341 ft (5,895 m)Mt. Kenya 17 ,058 ft (5,199 m) N SWE Explore ONLINE! 4,000 2,000 500 200 0 (Sea level) Below sea level13,120 6,560 1,640 656 (Sea level) 0 Below sea levelFeet MetersELEVATION Projection: Lambert Equal-Area0 500 Miles 250 0 500 Kilometers 250 Interpret Maps 1. Location What major ocean borders East Africa? 2. Human-Environment Interaction How might physi- cal features shape settlement patterns in Botswana?Much of Ethiopia is a rugged landscape called the Ethiopian Highlands. Most of the country’s people live in this fertile area. In northern Botswana, the Okavango River forms an enormous inland delta. Most of Southern Africa lies on a plateau. Parts of this plateau reach more than 4,000 feet (1,219 m) above sea level. The land drops sharply toward coastal areas. In South Africa, the southeastern part of the escarpment is made up of a mountain range called the Drakensberg (DRAH-kuhnz-buhrk). The peaks rise as high as 11,425 feet (3,482 m). Farther north, another mountain range, the Inyanga (in-YANG-guh) Mountains, separates Zimbabwe and Mozambique. Southern Africa also has mountains along its western coast. The East African Plateau in parts of Kenya, Tanzania, and Uganda is higher than the plateau in Southern Africa. Rift valleys run north and south through this plateau. To the east, high volcanic mountains tower over the plateau. The highest mountain in Africa, Mount Kilimanjaro (ki- luh-muhn-JAHR-oh), rises to 19,340 feet (5,895 m). Despite Kilimanja ro’s location near the equator, the mountain’s peak has long been covered in snow. This much colder climate is caused by Kilimanjaro’s high elevation .1 2 21East and Southern Africa: Physical Module 25810 810 Module 25, Lesson 1 READING CHECK Describe What are East and Southern Africa’s main physical features? rift valleys, plateaus with grassy plains, the Ethiopian Highlands, Mount Kilimanjaro, the Serengeti Plain, Lake Victoria, basin, inland delta, waterfalls ADVANCED/GIFTED Rivers of Southern Africa 1. Have students conduct outside research and write a report on one of the major rivers of Southern Africa. Have students include information about waterfalls and other features, plant and animal life on or near the river, and any threats to the river’s environment. Remind students to include images and maps in their reports. 2. Ask volunteers to present their reports to the class.3. Allow class time for a question-and- answer period at the end of each presentation and again at the end of all the presentations. Encourage students to listen actively, to take notes so that they can ask relevant questions, and to compare and contrast the information presented in each report. *Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 30: ResearchTeach the Main Idea Location and elevation shape East and Southern Africa’s climate and vegetation. Describe What is the climate like in East Africa? cool and dry Why is this so? high elevations and a rain shadow effect that prevents wet weather from entering the region Recall What is the driest area in the region? the Namib Desert Define What is the veld? open grassland areas in South Africa Explain Why have many of the animals on Madagascar become endangered? because of the destruction of the forests More About . . . Satellite Mapping In East Africa, satellite and computer technology, including Global Positioning System (GPS) and Geographic Information System (GIS), is being used to monitor and map existing resources and environmental conditions. Countries can use the detailed information gathered with this technology to assess and manage environmental problems and resource shortages. ONLINE INTERACTIVE CHARTS Threats to Africa’s Wildlife Have students explore the chart and answer the associated question. Interpret Charts About how many African elephants live in the wild today? 415,000 Reading Check Describe What are East and Southern Africa’s main physical features?Farther north, the Ethiopian Highlands form another significant plateau region. Deep river valleys cut through these mountainous and rugged highlands. Plains Grassy plains cover wide expanses of the plateaus in East and Southern Africa. For example, plains stretch as far as the eye can see along the eastern rift in Tanzania and Kenya. Wildlife thrives on Tanzania’s Serengeti Plain, one of the region’s largest plains. The plain’s grasses, trees, and water provide nutrition for elephants, giraffes, lions, ch eetahs, and zebras. To protect its wildlife, Tanzania established a national par k. Southern Africa’s narrow coastal area and wide plateaus are also covere d with grassy plains. These flat plains are home to animals such as lions, leopards, elephants, baboons, and antelope. Rivers and Lakes East Africa has a number of rivers and large lakes. The world’s longest river, the Nile, begins in East Africa. The Nile is formed by the meeting of the Blue Nile and the White Nile at Khartoum, Sudan. The White Nile flows from Africa’s largest lake, Lake Victoria. The Blue Nile forms from waters that run down from Ethiopia’s highlands. As the Nile flows north to the Mediterranean Sea, its banks provide a narrow but extremely fertile strip of land beyond which there is only desert. Several large rivers cross Southern Africa’s plains. The Okavango River flows from Angola into a huge basin in Botswana. There, it forms a swampy inland delta that is home to crocodiles, zebras, hippos, and other animals. Many tourists travel to Botswana to see these wild animals in their natural habitat. The Orange River passes through the rocky Augrabies (oh-KRAH-bees) Falls as it flows to the Atlantic Ocean. During the rainy season, the water cascades down 19 separate waterfalls with a thunderous roar. Features such as waterfalls block ships from sailing up these rivers. Still, in an otherwise dry area, these rivers provide farme rs with a source of water to irrigate farmland. Climate and Vegetation When you think of Africa, do you think of a hot or a cold place? Wet or dry? Many people think all of Africa is hot and dry. However, East and Southern Africa are home to a variety of climate and vegetation types, including some that might surprise you. Highlands Compared to other equatorial regions, East Africa is cool and dry. This is due to high elevations and a rain shadow effect that prevents wet weather from entering into the region from the west. The plateaus and mountains north of the equator have a cool, highland climate and dense forests. The highlands experience heavier rainfall th an the low-lying, drier valleys in the region. This mild climate makes farming possible. As a result, most of the region’s population lives in the highlands. Savanna and Deserts A large savanna region extends south from the equator, covering much of East and Southern Africa. Shrubs and short trees grow on the grassy plains of the savanna. In South Africa, these open Academic Vocabulary features characteristics East and Southern Africa 811 East and Southern Africa 811 READING CHECK Summarize What is the climate like in East and Southern Africa? East Africa has a mild climate that is cool and dry because of high elevations. Southern Africa has mostly dry savannas, steppe, and desert climates . GEOGRAPHIC FEATURE Namib Desert Have students read the text and explore the image. You may wish to use the associated question as a discussion prompt. How have some insects adapted to living in the Namib Desert? by drinking the dew created by fog GAME Where Am I?: East and Southern Africa Have students play the game to test their knowledge of different locations in East and Southern Africa. ONLINE INTERACTIVE MAPS Southern Africa: Vegetation Have students explore the map and answer the associated questions. Location What area has the least vegetation? western Namibia In print edition, see map of same title. 1. Location What area has the least vegetation? western Namibia 2. Human-Environment Interaction Which areas likely have forest resources? Botswana has broadleaf trees, shrubs, and grass with trees, whil e Mozambique has mostly only grass with trees. COLLABORATIVE LEARNING Mapping Climates 1. Organize the class into pairs or small groups. 2. Using a large piece of paper, have students draw a map of East and Southern Africa, outlining the borders of each country. Students should label each country and fill in the locations of mountains, rivers, and deserts. 3. Then, have students create a “climate key” and map out the climates of the region.4. Based on the climate maps, have a class discussion about which areas students think would be best for farming, most comfortable for living, and most difficult for living. Encourage them to give reasons to support their responses. *Alternative Assessment Handbook, Rubrics 11: Discussions; and 20: Map Creation ONLINE INTERACTIVE MAPS East and Southern Africa: Resources Have students explore the map and answer the associated question. Location Which country has deposits of uranium, gold, and platinum? South Africa MADAGASCARMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUEMOZAMBIQUE 30°E 20°E 40°E30°S10°E 50°E20°S Tropic of CapricornATLANTIC OCEAN INDIAN OCEANMozambique Channel MADAGASCARCOMOROS SOUTH AFRICANAMIBIA BOTSWANAZIMBABWEMOZAMBIQUE LESOTHOESWATINIZAMBIATANZANIA MALAWIANGOLA N SW EExplore ONLINE! Broadleaf trees Grass with trees Grass Shrubs Barren land Projection: Azimuthal Equidistant0 500 Miles 250 0 500 Kilometers 250 Reading Check Summarize What is the climate like in East and Southern Africa? grassland areas are called the veld (VELT). To the veld’s west, the savanna gives way to steppe and desert climates. Vegetation is limited to shrubs and hardy grasses that are adapted to water shortages. Strictly speaking, Southern Africa’s Kalahari Desert is not a desert. Rather, it is a huge sandy savanna that covers most of Botswana and parts of South Africa and Namibia. In the north, where it gets enough rain, the Kalahari’s sandy plains support grasses and scattered shrubs and trees. In the southwest, the Kalahari merges with the Namib Desert on the Atlantic coast of Southern Africa. Some parts of the Namib get as little as a half inch (13 mm) of rainfall per year. In this dry area, plants get water from dew and fog rather than from rain. Tropical Forests Unlike the mainland, Madagascar has lush vegetation and tropical forests. It also has many animals found nowhere else. For example, some 50 species of lemurs, relatives of apes, live only on this island. However, the destruction of Madagascar’s forests has endange red many of the island’s animals. Resources Water is a vital resource for human health, wildlife, and industry in East and Southern Africa. Rivers supply hydroelectricity and water for irrig a- tion. Where rain is plentiful or irrigation is possible, farmers can grow a wide range of crops. However, water is not distributed evenly across East and Southern Africa. Eritrea, Somalia, and South Africa have especially low rates of annual rainfall. Moreover, population growth, economic developme nt, and Interpret Maps 1. Location What area has the least vegetation? 2. Human-Environment Interaction Which nations likely have forest resources? Southern Africa: Vegetation Module 25812 812 Module 25, Lesson 1 For additional instruction, go to end of lesson.Print Assessment Review Ideas, Terms, and Places 1. a. Define What are rift valleys? places where Earth’s tectonic plates are moving away from each other, causing the crust to stretch and break b. Explain Why is there snow on Mount Kilimanjaro? because of the mountain’s high elevation 2. a. Recall Where is Southern Africa's driest climate? the Namib Desert b. Develop How are the climates of some areas of East Africa affected by elevation? Climates in low elevations, such as the rift floors, are hot and dry; climates in higher elevations, such as the highlands, are cooler with heavy rainfall.3. a. Explain How do you think South Africa’s gold and diamond mines affect its economy? Possible answer: Gold and diamond mines likely benefit the economy by providing jobs for workers and a valuable resource for trade. b. Elaborate How might pollution and the uneven distribution of water affect irrigation, trade, industry, and drinking water in East and Southern Africa? Possible answer: In heavily polluted areas, water for irrigation and drinking might be contaminated. Trade and industry could possibly both contribute to pollution and be harmed by it. In places with little water, irrigation might be necessary for farming and people might have less access to drinking water, industry, and trade.Teach the Main Idea Water and minerals are vital resources in East and Southern Africa. Explain Why is water such a valuable resource in East and Southern Africa? Rivers supply hydroelectricity and water for irrigation. Define What is a drought? a period when little rain falls and crops are damaged Recall What are some valuable natural resources in East and Southern Africa? gas, oil, timber, and minerals such as gold, diamonds, coal, platinum, copper, uranium, and iron ore READING CHECK Describe What resources are found in East and Southern Africa? East Africa: water, gas, oil; Southern Africa: timber, minerals such as diamonds, coal, platinum, copper, uranium, and iron ore Critical Thinking 4. Categorize Using your notes and a four-column chart, place details about East Africa’s physical features into different categories. Answers will vary but should show an understanding of the physical featur es of East and Southern Africa. ONLINE DOCUMENT-BASED INVESTIGATION Living with Water Scarcity This photograph shows drought conditions and people collecting water in Nongoma, South Africa. Invite students to study the image and then answer the associated question. Analyze Sources What evidence of drought and water scarcity do you see in this photograph? Possible answer: The landscape is dry and has few plants; people are lined up to collect water. Reading Check Describe What resources are found in East and Southern Africa?pollution place additional stress on already limited water supplies. As a result, many people living in these countries have little or no access to safe drinking water. Seasonal droughts are also common in East and Southern Africa. Droughts are periods when little rain falls and crops are damaged. During a drought, crops and the grasses for cattle die and people begin to starve. Several times in recent decades, droughts have affected the people of East and Southern Africa. In recent years, significant discoveries of gas and oil resources have bee n made in East and Southern Africa. In 2012, one of the world’s largest natu- ral gas deposits was discovered in Mozambique. Tanzania, Uganda, and Kenya are also rich in gas and oil resources. Southern Africa is abundant in other natural resources as well. Mada- gascar’s forests provide timber. The region’s most valuable resources, however, are minerals. Mines in South Africa produce most of the world’s gold. In addition, South Africa, Botswana, and Namibia have productive diamond mines. Other mineral resources in Southern Africa include coa l, platinum, copper, uranium, and iron ore. Although mining is very impor- tant to regional economies, the mines and the pollution they produce have damaging effects on surrounding natural environments. Summary and Preview In this lesson you learned about the geography, cli- mate, and resources of East and Southern Africa. Next you will learn about East Africa’s rich history and culture. Review Ideas, Terms, and Places 1. a. De/f_i ne What are rift valleys? b. Explain Why is there snow on Mount Kilimanjaro? 2. a. Recall Where is Southern Africa’s driest climate? b. Develop How are the climates of some areas of East Africa affected by elevation? 3. a. Explain How do you think South Africa’s gold and diamond mines affect its economy? b. Elaborate How might pollution and the uneven distribution of water affect irrigation, trade, industry, and drinking water in East and Southern Africa?Critical Thinking 4. Categorize Using your notes and this chart, place details about East Africa’s physical features into differ- ent categories. Lesson 1 Assessment Physical Features Rift ValleysPlateaus and MountainsPlains Rivers and Lakes East and Southern Africa 813 East and Southern Africa 813 Online Assessment 1. How was the Great Rift Valley formed? by the flowing of mighty rivers by the shifting of mountain ranges by the movement of tectonic plates by the eruption of multiple volcanoes Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. The Great Rift Valley was formed when Earth’s tectonic plates pulled away from one another at two parallel fault lines. 2. Why does most of the population of East and Southern Africa live in the region’s highlands? because these areas have vast plains because these areas have mild climates because these areas have a variety of wildlife because these areas have an abundance of vegetation Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Most people live in the highlands of East and Southern Africa because farming is possible there . 3. Which of the following place additional strain on already limited water supplies in East and Southern Africa? Select the three correct answers. pollution hydroelectricity trade agreements population growth government corruption economic development Alternate Question Which of the following is in limited supply in East and Southern Africa? oil iron ore natural gas safe drinking water4. Summarize Why does wildlife thrive on Tanzania’s Serengeti Plain? The Serengeti Plain is one of the region’s largest plains and provides an excellent habitat for wildlife. Its grasses, trees, and water provide the nutrition needed to support vast amounts of wildlife, including elephants, giraffes, and lions. 5. Draw Conclusions How can humans protect the animals of Madagascar? Explain your answer. Humans can protect the animals of Madagascar by slowing or stopping the destruction of the island’s forests. This is because the destruction of these forests is endangering many of the island’s animals. 6. Draw Conclusions Why might some people oppose the development of East and Southern Africa’s mineral resources? Although this region has a wealth of mineral resources, developing them has negative consequences. For example, mining results in pollution, which damages surrounding natural environments. 813a Module 25, Lesson 1 continued from page 810continued from page 813 continued from page 809 STRUGGLING READERS Matching Text Descriptions with Map Features 1. To help struggling readers, have them match the information in the text to details shown on the map. 2. Read aloud each paragraph under the heading Physical Features. As you read, have students identify map elements that correspond to the text, including elevation, landforms, rivers, and lakes. 3. Encourage students to seek clarification as needed, and discuss the ways in which the map key helps them understand the information on the map and in the text. *Alternative Assessment Handbook, Rubric 21: Map ReadingANALYZE INFORMATION Create a Chronology 1. Have students research the history of the search for the source of the Nile River. Explain that the source of the Nile was a compelling mystery to the ancient Greeks and others in the Mediterranean world. Many attempted to find the source but failed. It wasn’t until the 17th century that westerners resumed the search. 2. Have students create a detailed chronology of expeditions searching for the source of the Nile since the 17th century, from that of the Spanish missionary Pedro Paez in 1618 to the National Geographic expedition of 1999. Encourage them to add details about members of the expeditions and the obstacles they faced. 3. Have students discuss what they have learned and describe the expedition that they find most compelling. Have them discuss contemporary expeditions for scientific, geographical, and astronomical knowledge and explore what these have in common. *Alternative Assessment Handbook, Rubrics 30: Research; and 40: Writing to DescribeADDITIONAL INSTRUCTIONAL MATERIALS More About . . . Connect to Science: Melting Ice The area of the ice pack on Mount Kilimanjaro has shrunk about 85 percent between 1912 and 2011. In 1912 the ice pack measured 4.6 square miles. By 2000 it had shrunk to just 1 square mile. At this rate, scientists worry that the tropical glacier will melt away completely within the next 20 to 50 years. Some scientists think that global warming is one cause, but global warming alone cannot explain the rapid change. This shrinkage of the ice pack will threaten tourism, the supply of drinking water, irrigation, and the production of hydroelectric power. Connect to Arts and the Humanities: Mountain Gallery The Drakensberg is South Africa’s highest mountain range. Its mountaintops have a layer of basalt, with sandstone underneath. This creates steep- sided blocks and peaks—with many caves found in the sandstone. In some of these caves, thousands of images of rock art can be found. The art was created by the indigenous San people who lived in the mountains for about 4,000 years.More About . . . Diamond Mining in South Africa Diamonds were first discovered in South Africa in the nation’s Kimberley region in 1866, when a 15-year-old boy found the famous 21.25-carat Eureka diamond along the Orange River. By the 1880s the Kimberley region was supplying 95 percent of the world’s diamonds. South Africa has produced some of the largest and most famous diamonds ever found, including the Cullinan diamond, the largest-ever gem-quality rough diamond at 3,106.45 carats. Though it is thought that most of South Africa’s diamonds have now been mined, the country remains a significant world supplier of the gem, especially of fancy color diamonds such as pink and blue—including a 122.45-carat blue diamond discovered in 2014. In 2014 South Africa was the world’s fifth-largest diamond producer by value, mining 7.4 million carats worth $1.22 billion. SPECIAL NEEDS STUDENTS Water: A Vital Resource 1. With students, identify the major rivers shown on the physical map of Central Africa, and then read aloud the sentences about the crucial role water plays in agriculture and in supplying energy. 2. Discuss with students how their lives would change if they had to leave their homes in search of water for themselves and their animals. Ask how their lives would be different if they had electricity for only a small part of each day. 3. Have students draw two pictures, one showing plant and animal life thriving during periods of abundant rainfall and the other showing what happens during a drought, when plants die and animals and humans leave in search of water. *Alternative Assessment Handbook, Rubric 3: Artwork East and Southern Africa 813b LESSON 2The Rock Churches of Lalibela, Africa Serengeti National Park Geographic Feature: The Swahili Geographic Feature: Barriers to Education in East Africa Starvation in South Sudan Paul Rusesabagina (b. 1954) Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentMap: Imperialism in Africa Map: Major Languages of East Africa Map: East Africa: Population Document-Based Investigation: Ethnic Violence in RwandaGeo Quiz: RwandaLesson 2 Planner East Africa Big Idea East Africa's history and geography have contributed to cultural diversity and ongoing challenges.VisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources 813c Module 25, Lesson 2 Paul Rusesabagina (b. 1954) Biography Students read about Rwandan humanitarian Paul Rusesabagina, then write a short essay about one of the honors he has received for his humanitarianism. Starvation in South Sudan Video Students watch a video to learn about the causes and effects of famine in South Sudan, then write a news article about the situation.Online Lesson 2 Enrichment Activities East and Southern Africa 813d For additional instruction, go to end of lesson.Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . How has your country’s history affected your life today? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points. Consider CUL TURAL influences: •Swahili language is influenced by Arabic speakers. •English language from Europeans is used in school. •Many different religions are practiced. Consider ECONOMIC influences: •International trade is still important. •Tourism is now a key industry. •Grand buildings were built from former riches. 2. Direct Teach Introduce the Big Idea: East Africa’s history and geography have contributed to cultural diversity and ongoing challenges. By the 300s East Africa had become a center of international trade, where Greek, Arab, Egyptian, and Jewish merchants mingled with traders from Africa, India, and Asia. Ask students to offer ideas about how such interactions might have impacted the region, then and now. 3. Practice/Assess/Inquire Have students create a chart with two columns. Have them label the columns History and Culture. As they read the section, have them list details in each column. 4. Explore (Collaborative Exploration) Have each student create five True/False questions and take turns quizzing each other. When students identify false statements, have them explain why they are false. 5. Whole Group Close/Reflect Have students choose two details from their charts that they would like to learn more about. Then have them imagine they are writing a letter to an East African—either contemporary or from the past— explaining why they are interested in the subject and asking for more information. *Alternative Assessment Handbook, Rubric 7: Charts ONLINE DOCUMENT-BASED INVESTIGATION East and Southern Africa Ethnic Violence in Rwanda is the second of three document-based investigations that students will analyze in this module. The video depicts the root causes of a genocide that occurred in Rwanda in 1994. Invite students to view the video and then answer the associated question.Teach the Main Idea Religion, trade, and European imperialism have shaped East Africa’s history. Explain How did Islam come to East Africa? Gradually, Muslim Arabs from Egypt spread into northern Sudan and brought their Muslim faith. Analyze Which parts of East Africa were early centers of Christianity? Ethiopia Summarize How did the Europeans use imperialism in Africa? They divided up most of the continent; they focused on trading goods.More About . . . Ivory Trade The slave trade and the ivory trade both expanded in the second half of the 18th century. Slaves were used as porters to carry huge elephant tusks from the interior to the coast. Some were so heavy that it took four people to carry a single tusk. Connect to Today: Endangered Elephants The slave trade ended in Zanzibar in 1873, but the ivory trade was not outlawed until 1975. Between the early 1970s and 1990, poachers reduced the number of elephants in Africa from around 2 million to about 600,000. Governments began prosecuting poachers, and elephant herds have expanded. Lesson 2 If YOU lived there . . . You live on the island of Zanzibar, part of the cou ntry of Tanzania. Your hometown has beautiful beaches, gran d palaces, and historic sites associated with the Eas t African slave trade. Although you and your friends learn En glish in school, you speak the African language of Swahili t o each other. How has your country’s history affected your life today? History Many historical forces have shaped East Africa. Top among these are religion, imperialism, and independence m ovements. Religion Christian missionaries from Egypt brought Christian - ity to East Africa as early as the AD 300s. Over ti me, Ethiopian Christianity developed its own unique traditions th at blended with local African customs. In the early 1200s a po werful Chris- tian emperor named Lalibela ruled Ethiopia. Lalibel a is best known for building 11 rock churches, which are stil l in use today. By about AD 700, Islam was a major religion in North Africa. Gradually, Muslim Arabs from Egypt spread Islam into north- ern Sudan. At the same time, Muslim city-states, such as Moga- dishu and Mombasa, developed along the East African coast. These coastal cities became Islamic centers and grew wealthy from overseas trade. Trade and Slavery East Africa’s coastal cities linked foreign merchants with goods from Africa’s interior. These merchants brought goods such as glassware, porcelain, and sil k to Africa. They departed with coconut oil, copper, leopard ski ns, ivory, and gold. In addition, enslaved Africans captured in th e interior were exported through coastal cities to markets in Arabi a, Persia, and India. By the early 1500s the Portuguese had bu ilt forts and settlements along East Africa’s coast to support th e slave trade. In the late 1700s the island of Zanzibar became an international slave-trading center. Later, Zanzibar’s slave popul ation was forced to harvest cloves and other spices on planta tions. East Africa The Big Idea East Africa’s history and geog- raphy have contributed to cultural diversity and ongoing challenges. Main Ideas ■Religion, trade, and European imperialism have shaped East Africa’s history. ■East Africa is home to a diversity of languages and religions. ■Though resource rich, nations in East Africa have suffered conflicts, poverty, and drought. ■The Horn of Africa is one of the most troubled regions of the world. Key Terms and Places Zanzibar imperialism safari geothermal energy Darfur genocide Mogadishu Module 25814 814 Module 25, Lesson 2 READING CHECK Explain How did nationalist movements impact Kenya? A nationalist movement called the Mau Mau grew violent and was defeated. However, in time, Kenya gained independence. ONLINE INTERACTIVE VISUALS Image with Hotspots: The Rock Churches of Lalibela, Africa Have students explore the image using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals What Christian symbol does the church resemble? a crossTeach the Main Idea East Africa is home to a diversity of languages and religions. Recall What languages are spoken in East Africa? French, English, Swahili, Amharic, Somali Analyze How have some East Africans adapted to Islam and Christianity? by combining them with ancient forms of worship More About . . . Connect to Culture: Lingua Franca Swahili is an example of a lingua franca, a hybrid language used by people who have no other language in common. English is frequently used in this way. Like Swahili, a lingua franca can also contain elements of two or more languages. Various forms of pidgin English have served as this kind of lingua franca. ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: Zanzibar, imperialism, safari, geothermal energy, Darfur, genocide, Mogadishu. ONLINE GRAPHIC ORGANIZER East Africa As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Identify Cause and Effect What lasting effects did imperialism have on East Africa? Possible answer: Countries such as Rwanda have experienced ethnic conflicts related to the national boundaries drawn by Europeans that ignored traditional ethnic territories; English and French are commonly spoke in some countries. ONLINE INTERACTIVE MAPS Imperialism in Africa, 1914 Have students explore the map using the interactive features and answer the associated question. Place Which East African nation remained independent from European rule? Ethiopia Reading Check Explain How did nationalist movements impact Kenya?European Imperialism As European countries industrialized, their need for raw materials rose sharply. To meet this demand, they turned to other world regions. In Africa, they claimed lands to gain access to gold, ivory, rubber, and other natural resources. Building an empire by claiming land s, setting up colonies, and controlling those areas is called imperialism. European powers competed with each other to control Africa. The Brit- ish gained control over much of East Africa. In 1884 European leaders met to divide Africa among themselves. They drew boundaries that split some ethnic groups apart. In other areas, unfriendly groups were lumped together. To maintain power, colonial rulers appointed African deputi es. Many deputies were African chiefs, who favored their own peoples. This practice contributed to ethnic rivalries. After 1945, nationalist movements formed across Africa. They pressed for self-rule. Some efforts turned violent. In the 1950s a militant nation al- ist group in Kenya called the Mau Mau used violence and terror to resist British rule. The British fought back with brutal force, eventually defe ating the Mau Mau. After eight years of conflict, an estimated 11,000 Mau Mau and just 32 white settlers were killed. Still, by the 1960s Kenya, like most other nations in East Africa, gained its independence. Culture East Africa’s history has contributed to its present-day cultural div ersity. Today, the region is home to a variety of languages and religions. Language Hundreds of languages are spoken in East Africa. With about 80 million speakers, Swahili is the most widely spoken language. The lan- guage developed in East Africa’s coastal city-states, where the langua ges of Africans and Arab traders blended. Even the term Swahili comes from an In the 1200s highly skilled Ethiopian architects and craftspeople built churches, like this one, from the top down out of a single block of stone.The Rock Churches of Lalibela, Ethiopia Analyze Visuals What Christian symbol does the church resemble?Workers dug deep trenches to carve out the church. Craftspeople used special tools to carve windows and doors out of solid rock. East and Southern Africa 815 East and Southern Africa 815 SPECIAL NEEDS STUDENTS Africa: Land of Many Languages 1. Have students examine the map showing the major languages spoken in East Africa. 2. As you name each country, have students locate it on the map and trace it with their finger. Then have them tell what language is spoken there. 3. Discuss and review with students why French is the official language of Rwanda, Burundi, and Djibouti, while English is the primary language in Uganda, Kenya, and Tanzania. *Alternative Assessment Handbook, Rubric 21: Map Reading ONLINE INTERACTIVE MAPS Major Languages of East Africa Have students explore the map using the interactive features and answer the associated questions. Location What major languages are spoken in Kenya? English and Swahili In print edition, see map of same title. 1. Location What major languages are spoken in Kenya? English and Swahili 2. Region How do the languages spoken in Rwanda and Burundi reflect each country’s history? The languages in both countries were affected by European colonialism. READING CHECK Analyze Causes Why might people in East Africa speak a European language? because much of East Africa was colonized by Europeans GEOGRAPHIC FEATURE The Swahili Have students read the text and explore the image. You may wish to use the associated question as a discussion prompt. Analyze Visuals What effects did Arab traders have on Swahili culture? Many Africans converted to Islam, the Arabs’ religion; African languages blended with Arabic to form Swahili. UGANDA INDIAN OCEANRed Sea Gulf of Aden ATLANTIC OCEAN10°N 0°Equator 10°SSUDAN SOUTH SUDANETHIOPIA RWANDA BURUNDISOMALIAERITREA DJIBOUTI KENYAUGANDA TANZANIA ZAMBIADEMOCRATIC REPUBLIC OF THE CONGOCHADLIBYASAUDI ARABIA YEMEN N SW EExplore ONLINE! LIBYA Amharic Arabic English French Somali Swahili English and Swahili Arabic and FrenchProjection: Lambert Equal-Area0 600 Miles 300 0 600 Kilometers 300 Arabic word meaning “coast.” Other African languages include Amharic i n Ethiopia and Somali in Somalia. Language use in East Africa has also been influenced by European imperialism. Today, French i s an official language in Rwanda, Burundi, and Djibouti. English is the prima ry language of millions of people in Uganda, Kenya, and Tanzania. Religion East Africa is home to a great diversity of religions. The largest religious groups are Christian and Muslim. Most Ethiopians are Christian , while most Sudanese and Somalis are Muslim. Many East Africans fol- low animist religions. Animists believe the natural world contains spi rits. Some people combine animist worship with religions such as Christianity . East Africa Today The nations in East Africa’s Great Rift Valley are rich in natural resources— including wildlife—but people disagree about the be st way to use them. Droughts can make life here difficult. In addition, political and ethnic con- flicts have led to unrest and violence in some area s of the region. Kenya and Tanzania Though Kenya and Tanzania are among the world’s poorest nations, both are popular tourist destinations. With nearly 3 mil- lion visitors each year, tourism is a major source of income for both coun- tries. Many tourists visit to go on a safari, an overland journey to view African wildlife. Agriculture dominates Kenya’s economy. Kenya’s rich volcanic soil sustains crops of coffee, flowers, and tea that are grown fo r exports. Much of Kenya’s land has been set aside as national parks. Though s ome would like to farm these areas, farming might endanger wildlife and Ke nya’s tourist economy. Reading Check Analyze Causes Why might people in East Africa speak a European language?Interpret Maps 1. Location What major languages are spoken in Kenya? 2. Region How do the languages spoken in Rwanda and Burundi reflect each country’s history? Major Languages of East Africa Module 25816 816 Module 25, Lesson 2 ENGLISH LANGUAGE LEARNERS Descriptive Paragraphs 1. To help students make connections between the visuals and the text found in the lesson, organize them into pairs. 2. Ask students to create a list of at least ten descriptive words that accurately convey what they see in the image Serengeti National Park (e.g., colorful, peaceful, different ). Have the students use a thesaurus to find more words. 3. Ask students to find information in the text that may explain what they see in the image.4. Have students write paragraphs that describe the image using the words on their lists and information from the text. Have volunteers read aloud their paragraphs to the class. *Alternative Assessment Handbook, Rubric 40: Writing to Describe ONLINE INTERACTIVE VISUALS Image with Hotspots: Serengeti National Park Have students explore the image using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals How would you describe the Serengeti landscape? flat, dry grassland with scattered trees and watering holesTeach the Main Idea Though resource rich, nations in East Africa have suffered conflicts, poverty, and drought. Recall What is geothermal energy? energy produced from the heat of Earth’s interior Which country benefits from this resource? Kenya Define What led to genocide in Rwanda in the 1990s? hatred between two ethnic groups—the Hutu and the Tutsi Explain What tragic events more recently occurred in Darfur, Sudan? attacks by an Arab militia group against black Sudanese; refugees fled the region Analyze Cause and Effect What slowed economic progress in Uganda? several decades of a military dictatorship More About . . . Migration at Serengeti Serengeti National Park has enormous herds of migrating animals. During the wet season, from November to May, hundreds of thousands of gnu, zebras, and gazelles graze in the southeastern plains within the park. In late May or June, the herds move west and north. They return to the southeastern plains at the end of the dry season, in November. AIDS Prevention Around 40 million people worldwide are infected with HIV. Of these, approximately 25.4 million live in sub-Saharan Africa. In East Africa, Kenya, Ethiopia, and Uganda have the largest number of affected people. In the 1990s Uganda implemented strong AIDS prevention campaigns and was able to lower its estimated HIV infection rate to around 5 percent from nearly 14 percent in the early 1990s. In spite of this progress, by 2016 more than a million people in Uganda were living with AIDS, and approximately 970,000 children under age 17 have lost one or both parents. Kenya’s economy also benefits from geothermal energy, energy produced from the heat of Earth’s interior. This heat—in the form of extremely hot steam—comes up to the surface through cracks in the rift valleys. Tanzania is particularly rich in gold and diamonds. However, it is still a poor country of mainly subsistence farmers. Poor soils and limited tech- nology have restricted the nation’s productivity. Both Kenya and Tanzania boast vibrant modern cities with colorful outdoor markets, soaring skyscrapers, and beautiful parks. Kenya’s cap ital, Nairobi, also serves as the country’s industrial center. Nairobi is wel l con- nected to the rest of East Africa by a network of railways. By rail, Kenyans transport tea and other crops to Mombasa, a major port city on Kenya’s coast. Tanzania’s largest city and business center is Dar es Salaam, a port city on the Indian Ocean with about 5 million people. Even though Kenya and Tanzania are peaceful countries, Dar es Salaam and Nairobi have both endured terrorist attacks. In 1998 members of the al-Qaeda terrorist group bombed the U.S. embassies in Dar es Salaam and Nairobi. Most of the more than 250 people killed and the thousands injured were Africans. Sudan and Uganda Sudan is a mix of Arab, Afro-Arab, and African cult ures. Its people follow Muslim, animist, and Christian tr aditions. Sudanese Arabs, Sudan’s majority population, hold political power. Sudan’s government has abused the human rights of ethnic and religious minorities. It has also The Serengeti Plain is home to one of the world’s greatest concentrations of wildlife. In Tanzania, part of the plain is a national park. About 350,000 people visit the Serengeti National Park each year to view its diverse wildlife.Serengeti National Park Analyze Visuals How would you describe the Serengeti landscape? Tanzanian guides take visitors on a safari to view Serengeti’s wildlife. Watering holes attract wildlife, which includes flamingos, hippos, and giraffes. East and Southern Africa 817 East and Southern Africa 817 GEOGRAPHIC FEATURE Barriers to Education in East Africa Have students read the text and explore the image. You may wish to use the associated question as a discussion prompt. Analyze Visuals What challenges might students in this Sudanese classroom face? Possible answer: They might face barriers such as poverty, war, or gender inequality. ONLINE INTERACTIVE MAPS East Africa: Population Have students explore the map using the interactive features and answer the associated questions. Location What country has the highest population density? Rwanda In print edition, see map of same title. 1. Location What country has the highest population density? Rwanda 2. Place Use information from the map and the chart to form a generalization about population density in East Africa. Possible answer: Population density is higher near water sources, like rivers and lakes. COLLABORATIVE LEARNING Timeline of Events 1. Divide the class into three small groups. Have each group gather information about one of the following leaders: Idi Amin in Uganda, Haile Selassie in Ethiopia, and Jomo Kenyatta in Kenya. Have students compile information about each leader and create a timeline illustrating major events. 2. Ask students to answer the following questions: What background did each leader have? How did each leader come to power? What problems did each country have when the leader came to power? What kind of government dideach leader organize? How were the lives of people affected by these leaders? 3. Finally, have groups present their findings to the class. Lead a discussion about the qualities of good leaders. *Alternative Assessment Handbook, Rubrics 11: Discussion; and 30: Research ONLINE DOCUMENT-BASED INVESTIGATION Ethnic Violence in Rwanda Ethnic Violence in Rwanda presents a video that depicts the root causes of a genocide that occurred in Rwanda in 1994. Invite students to view the video and then answer the associated question. Analyze Sources What differences caused resentment between Hutus and Tutsis? Possible answer: The Hutus were the majority, but they were poor. The Tutsis were the minority but were wealthy and had better access to schools and jobs. READING CHECK Analyze Causes What were some of the effects of ethnic conflict in Sudan and Rwanda? Sudan— the abuse killing of African Sudanese in Darfur, the killing of 1.5 million Christians, and the formation of South Sudan; Rwanda—hatred and genocide between the Tutsi and Hutu INDIAN OCEANRed Sea TANZANIASUDAN SOUTH SUDANETHIOPIA RWANDA BURUNDISOMALIAERITREA DJIBOUTI KENYAUGANDA ZAMBIACHADLIBYAEGYPT SAUDI ARABIA MALAWIYEMEN CENTRAL AFRICAN REPUBLIC DEMOCRATIC REPUBLIC OF THE CONGO MOZAMBIQUEDjibouti Mogadishu Nairobi Dodoma Dar es SalaamKampala Kigali BujumburaKhartoum JubaAsmara Addis Ababa 10°S 10°E50°E0° EquatorN SWE 10°E10°EExplore ONLINE! 200 100 50 10 1 0520 260 130 25 3 0Persons per square milePersons per square km Projection: Lambert Equal-Area0 500 Miles 250 0 500 Kilometers 250 supported a violent Arab militia, the Janjaweed. Since 1984 the Janjaweed has killed an estimated 1.5 million Christians. From 2003 to 2008 the Janjaweed killed hundreds of thousands of ethnically African Sudane se in a region called Darfur. Millions more fled Darfur as refugees. In 2011 South Sudan gained independence, becoming Africa’s newest country. South Sudan’s population is mostly African and follows animis t or Christian faiths. Today, Uganda is still recovering from several decades of military dictatorship. Since 1986 Uganda has become more democratic, but eco- nomic progress has been slow. About 80 percent of Uganda’s workforce is employed in agriculture, with coffee as the country’s major export. Rwanda and Burundi Rwanda and Burundi are two of the most densely populated countries in all of Africa. Both are located in fertile highlands and share a history as German and, later, Belgian colonies. Rwanda and Burundi are populated by two main ethnic groups—the Tutsi and the Hutu. Since gaining independence from Belgium, these nations have expe- rienced ethnic conflict, much of which is rooted in the national borders drawn by Europeans that ignored or split traditional ethnic territories . In the 1990s hatred between the Hutu and the Tutsi led to genocide in Rwanda. A genocide is the intentional destruction of a people. The Hutu tried to completely wipe out the Tutsi. Armed bands of Hutu killed hun- dreds of thousands of Tutsi.CountryPopulation Density (per square mile) Burundi 1,083 Kenya 209 Rwanda 1,329 Sudan 50 Tanzania 149 Uganda 487 United States 91 Source: The World Almanac and Book of Facts 2016Interpret Maps 1. Location What country has the highest population density? 2. Place Use information from the map and the chart to form a generalization about population density in East Africa. Reading Check Analyze What were some of the effects of ethnic conflict in Sudan and Rwanda?East Africa: Population Module 25818 818 Module 25, Lesson 2 Teach the Main Idea The Horn of Africa is one of the most troubled regions of the world. Compare What problem have both Ethiopia and Somalia experienced in the last few decades? severe drought Analyze How does Djibouti’s location influence its economy? Its location on a major shipping route makes its port a major source of income. Contrast How is Somalia different from most other East African countries? It has a less diverse population—most Somalis speak the same language and practice the same religion and have the same way of life. More About . . . Ethiopia vs. Eritrea A border dispute between Ethiopia and Eritrea was supposed to be resolved when both countries signed a peace agreement in 2000. But relations between the two countries continue to be unstable, and fighting on the Ethiopian-Eritrean border has continued for more than 16 years. Food Shortages In 2017, after six years of drought and civil war that killed more than 250,000 people in Somalia, the government declared a state of emergency due to famine. The lack of rain for an extended period affected more than 6 million people and killed the livestock on which many depend for survival. LINK TO MATHEMATICS Create a Cartogram 1. Tell students that there are a number of ways to display population data. One of these is with a cartogram, which displays quantitative data on a map that is not true to scale. Show examples of cartograms from an atlas or a website. 2. Have students find population figures for East Africa. Have them work with a partner to create a cartogram illustrating the relative populations for these countries.3. Have students compare their cartograms. Then have them compare their cartograms with the East Africa: Population map and table and draw conclusions about East Africa’s population. *Alternative Assessment Handbook, Rubrics 20: Map Creation; and 30: Research The Horn of Africa Four East African countries along the Red Sea and t he Indian Ocean are called the Horn of Africa. On a map, these countrie s—Eritrea, Djibouti, Somalia, and Ethiopia—resemble the horn of a rhinoc eros. For many years, the Horn of Africa has been one of the world’s most troubled regions. Eritrea Eritrea’s path to independence has been long. A former Italian and British colony, Eritrea was annexed by Ethiopia in the 1960s. In 1992, after 32 years of armed conflict, Eritrea finally gained independence. H ow- ever, independence did not bring peace. Bloody clashes with Yemen and neighbors Djibouti and Ethiopia have followed. In recent years, Eritrea has been widely criticized as one the world’s most secretive states and for its human rights abuses. In 2015 more than 26,000 Eritrean refugees between the ages of 18 and 34 fled to Europe. Thousands more fled to other countries. Djibouti Located on a narrow strait connecting the Red Sea a nd the Indian Ocean, Djibouti (ji-BOO-tee) is a small, desert cou ntry. The strait lies along a major shipping route. The country’s capital and maj or port is also called Dji- bouti. Since Djibouti has few resources, the port i s a major source of income. Though it gained independence from France in 1977, Djibouti continues to receive economic and military support from France. Djibouti is home to two major ethnic groups—the Issa and the Afar. The Issa are closely related to the people of Somalia. The Afar are related to the people of Ethiopia. Members of both groups are Muslim. In the early 1990s a civil war between the Afar and Issa broke out. In 2001 the two groups signed a peace treaty, which ended the fighting. Somalia Somalia’s deserts and dry savannas are not suitable for farm- ing. Still, its economy relies heavily on agriculture. Major crops incl ude bananas, sorghum, and rice. Many Somalis are nomadic herders, and fish- ing is also important.Children in East Africa face many barriers to education, including poverty, war, gender inequality, and a lack of schools. Sudan has one of the highest out-of-school rates in the region. Nearly 3 million Sudanese children do not attend school, and girls are often specifically excluded. As a result, Sudan’s literacy rate is 83 percent for males and 69 percent for females. By contrast, Kenya has made education a priority for all students. Its literacy rate is 81 percent for males and 75 percent for females. Analyze Visuals What challenges might students in this Sudanese classroom face?Barriers to Education in East Africa East and Southern Africa 819 East and Southern Africa 819 READING CHECK Form Generalizations How has the geography of East Africa shaped economic activity? The rich soils in the highlands have supported farming and herding. Nations along the coast have developed port cities. LINK TO LITERATURE Reading about East Africa 1. Ask students to find literature about East Africa in the library or on the Internet. Literature might include Ernest Hemingway’s short story “The Snows of Kilimanjaro, ” his memoir Green Hills of Africa, Isak Dinesen’s novel Out of Africa, or Beryl Markham’s memoir West with the Night. Encourage them to investigate literature by East African authors as well, such as Ngugi wa Thiong’o, Grace Ogot, Rebeka Njau, Ismael Mbise, Nuruddin Farah, David Rubadiri, and J. N. Mwaura.2. Have students write reports about their reading, addressing this question: What does the work reveal about the legacy of colonialism in East Africa? 3. Have volunteers read their reports aloud. Encourage them to share their personal responses to the literature. *Alternative Assessment Handbook, Rubrics 12: Drawing Conclusions; and 41: Writing to ExpressPrint Assessment Review Ideas, Terms, and Places 1. a. Define What is imperialism? building an empire by claiming lands, setting up colonies, and controlling those areas b. Explain Why do you think Europeans wanted colonies in East Africa? to expand their empires and to have access to goods, such as gold, ivory, and rubber c. Describe Explain the factors behind and the impact of the cultural diffusion of Christianity and Islam to East Africa. Christian missionaries introduced Christianity to Ethiopia; coastal cities became Islamic. 2. a. Define What is geothermal energy? energy produced from the heat of Earth’s interior that comes up to the surface through cracks in the rift valleys b. Form Generalizations Why are Kenyans not allowed to farm in national parks? The land is set aside for the protection of wildlife and is essential to tourism. 3. a. Define What is genocide? the intentional destruction of a people b. Compare and Contrast How have recent conflicts in Rwanda and Sudan been similar and different? Possible answer: similarities: ethnic differences fueled conflict, massive death tolls; differences: In Rwanda, Tutsis experienced a genocide. In Sudan, African Sudanese and Christians were targets of violence and the country split into two. c. Analyze Why are millions of Sudanese refugees? They were displaced when an Arab militia group in Darfur began attacking them. 4. a. Recall What two major world religions are practiced in Ethiopia? Islam, Christianity b. Analyze How do you think Djibouti’s location has helped its economy? Possible answers: It lies on a major shipping route; its port is a major source of income. Most Somalis are Muslim, ethnically Somali, and speak the Somali language. Despite these shared cultural traits, Somalia has been torn apart by chaos and violence. Somalia has no central government of any kind. Different clans fight over grazing rights and control of port cit- ies such as Mogadishu. In the 1990s Somalis experienced wide- spread starvation caused by a civil war and a severe drought. The United Nations sent aid and troops to the country. Since the civil war, Somali pirates have terrorized the coast, cap- turing cargo ships and demanding millions of dollars in ransom money. Ethiopia Landlocked Ethiopia is the only nation in the Horn of Africa to have escaped European colonization. In addition to providing a natural defense, Ethiopia’s mountains and highlands have rich, volcanic soil. A gri- culture is the nation’s chief economic activity. Many people also herd shee p and cattle. Top exports include coffee, vegetables, livestock, and oilsee ds. Long periods of severe drought have affected all of the nations in the Horn of Africa. In 2011 East Africa faced what many called the worst drought in 60 years. The drought killed crops, caus ing a severe food crisis for about 9.5 million people living in Ethiopia, Somali a, Kenya, and Djibouti. Summary and Preview In this lesson you learned about East Africa’s past and present. Next you will learn about the countries of Southern Africa.In the Ethiopian Highlands, many children, like these boys, spend their days herding animals across miles of rocky terrain. Review Ideas, Terms, and Places 1. a. De/f_ine What is imperialism? b. Explain Why do you think Europeans wanted colonies in East Africa? c. Describe Explain the factors behind and the impact of the cultural diffusion of Christianity and Islam to East Africa. 2. a. De/f_ine What is geothermal energy? b. Generalize Why are Kenyans not allowed to farm in national parks? 3. a. De/f_ine What is genocide? b. Compare and Contrast How have recent conflicts in Rwanda and Sudan been similar and different? c. Analyze Why are millions of Sudanese refugees?4. a. Recall What two major world religions are practiced in Ethiopia? b. Analyze How do you think Djibouti’s location has helped its economy? Critical Thinking 5. Summarize Draw a chart like this one. Using your notes, summarize in at least two sentences what you learned about each topic. Lesson 2 Assessment History Culture East Africa The Horn of AfricaReading Check Form Generalizations How has the geography of East Africa shaped economic activity? Module 25820 820 Module 25, Lesson 2 Print Assessment ( continued ) Critical Thinking 5. Summarize Draw a two-column chart with four rows titled History, Culture, East Africa, and The Horn of Africa. Using your notes, summarize in at least two sentences what you learned about each topic. Students should list details about the history, culture, the present- day characteristics of East Africa, and the Horn of Africa. Online Assessment 1. Why did European leaders meet in the late 1800s to divide Africa among themselves? to stop ethnic conflicts to establish slave markets to spread religious beliefs to access natural resources Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. To gain access to natural resources in Africa, European leaders met in the late 1800s to divide the continent among themselves . 2. Which group influenced the development of Swahili in East Africa? Arab traders Muslim officials European sailors Christian missionaries Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Swahili developed in East Africa’s coastal city-states , where the languages of Africans and Arab traders blended. 3. Why are some Kenyans against setting aside so much of the country’s land as national parks? They would like to be able to farm these areas. They would like to be able to mine these areas. They would like to have these areas settled by ethnic minorities. They would like to have these areas settled by political refugees. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Although much of Kenya’s land has been set aside as national parks, some people would like to grow crops in these areas.4. How is Ethiopia different from the other countries in the Horn of Africa? It experienced a civil war. It has a central government. It has a large Muslim population. It escaped European colonization. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Ethiopia is the only country in the Horn of Africa to have escaped European colonization. 5. Make Inferences Why were the British willing to endure violent conflict with the Mau Mau to maintain control of Kenya? The British established a colony in Kenya to fuel their industrial economy. They were willing to endure violent conflict with the Mau Mau because of the economic benefits of maintaining colonial control of this area of Africa. 6. Compare and Contrast How is religion in Ethiopia and Sudan similar and different? Describe one similarity and one difference. Most people in these two countries are either Christian or Muslim, and Christianity and Islam both began outside of Africa. Most Ethiopians are Christian, while most Sudanese are Muslim. 7. Cause and Effect How did Europeans contribute to modern-day problems in Rwanda and Burundi? Europeans drew national borders in Africa that ignored or split traditional ethnic territories. In modern-day Rwanda and Burundi, this led to conflict between these countries’ two main ethnic groups, the Tutsi and the Hutu. 8. Draw Conclusions Why does Djibouti continue to receive economic aid from France? Djibouti is a small, desert country whose capital and major port, which is also called Djibouti, is a major source of income. However, the country has few resources and therefore still receives aid from France. East and Southern Africa 820a continued from page 814ADDITIONAL INSTRUCTIONAL MATERIALS STRUGGLING READERS Industrialism and Imperialism 1. Review the text about imperialism with students. 2. Assign students to work with a partner to create a flow chart or other graphic organizer showing how industrialization and the demand for raw materials led to European control of much of East Africa. 3. Have students use the information in their visuals to create a summary statement or mnemonic to help them remember the progression of events that led to European imperialism in Africa. 4. Have students share their visuals and summary or mnemonic with the class, and discuss the effects of imperialism on East African people and its history. *Alternative Assessment Handbook, Rubrics 7: Charts; and 26: Poems and SongsADVANCED/GIFTED Come to Lalibela! 1. Assign students to work with a partner to review the text about Lalibela, and have them conduct outside research to learn more about the churches in Lalibela and what visitors should see when they visit. 2. Then have students work in small groups to role-play a few tourists and a tour guide describing the sights, answering questions about how to get to Lalibela, where to stay, what to wear, what weather to expect, the local currency and its exchange rate, and other questions tourists would want to know as they begin their trip. 3. Have students perform their role-plays for the class. *Alternative Assessment Handbook, Rubric 33: Skits and Reader’s Theater 820b Module 25, Lesson 2 LESSON 3 Non-digital resourceKEYGreat Zimbabwe Ndebele Village Cape Town Lesotho Highlands Water Project Biography: Nelson Mandela (1918–2013) Geographic Feature: Music of South Africa Desmond Tutu (b. 1931) Nelson Mandela (1918–2013) Compare Nationalist Movements in East and Southern Africa Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentChart: Colonialism and Independence in Southern Africa Chart: Southern Africa: Regional Data Chart: Tourism in Southern Africa Document-Based Investigation: The Constitution of the Republic of NamibiaNelson Mandela Big Idea Since independence, nations in Southern Africa have struggled with inequality and conflict.Lesson 3 Planner Southern Africa VisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources East and Southern Africa 820c Desmond Tutu (b. 1931) Biography Students read about the life and achievements of South African leader Desmond Tutu, then conduct a mock interview with him.Online Lesson 3 Enrichment Activities Nelson Mandela (1918–2013) Biography Students read about the life and achievements of Nelson Mandela, then use the information from the reading to write a one-page story of his life. Compare Nationalist Movements in East and Southern Africa Compare and Contrast Essay Students research nationalist movements in East and Southern Africa, then write an essay that compares and contrasts nationalist movements in two different nations. 820d Module 25, Lesson 3 For additional instruction, go to end of lesson.Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . What could your country do to attract more tourists? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points to frame your discussion. Consider MARKETING EFFORTS : •invite more travel writers to visit •buy more radio, TV, and Internet ads •send more brochures and other information to travel agents Consider TOURIST ATTRACTIONS : •take steps to ensure landscapes and animals are protected •build more hotels and restaurants •improve other attractions, such as historical and cultural sites 2. Direct Teach Introduce the Big Idea: Since independence, nations in Southern Africa have struggled with inequality and conflict. Talk with students about the location of Southern Africa. Ask them to make generalizations about the region by looking at a map. For example, what advantages might the countries bordering the ocean have? 3. Practice/Assess/Inquire Model for students a flow chart that lists, in order, some of the key events in Southern African history. Then have each student create their own flow chart and add at least five more key events to the chart. 4. Explore (Collaborative Exploration) Ask pairs of students to review each other’s flow charts and add events and make corrections, if necessary. 5. Whole Group Close/Reflect Have students write a generalization about different periods in Southern Africa’s history, based on their charts. Ask volunteers to share generalizations with the class. *Alternative Assessment Handbook, Rubrics 7: Charts; and 12: Drawing Conclusions ONLINE DOCUMENT-BASED INVESTIGATION East and Southern Africa The Constitution of the Republic of Namibia is the third of three document-based investigations that students will analyze in this module. The excerpt is from the preamble of the constitution. Teach the Main Idea Southern Africa’s history began with hunter-gatherers, followed by great empires and European settlement. Recall What discovery by archaeologists suggests that Africa and East Asia were connected by an Indian Ocean trade network? Chinese porcelain and other artifacts found at Great Zimbabwe Explain What brought Portuguese traders to Southern Africa in the 1400s? To get to Asia from Portugal to trade for spices, traders had to sail around the southern tip of Africa. Because the trip was long and difficult, they set up bases on the Southern African coast. Define What is Afrikaans? a mixture of the Dutch language with Khoisan and Bantu words Who were the Boers? Afrikaner frontier farmers who spread out from the original Cape colony and resisted the British Recall When did South Africa move away from the apartheid system? in the 1980s What happened in 1994? Nelson Mandela was elected president of South Africa after South Africans of all races were able to vote. More About . . . Great Zimbabwe The ruins of Great Zimbabwe span nearly 1,800 acres and cover an area of 100 to 200 miles (160–320 km). Archaeologists believe the ancient city reveals a social hierarchy. For example, the more elaborate structures that were situated further away from the center of the city were built for kings. Many believe the placement far from the city was to escape the tsetse fly—and disease. If YOU lived there . . . You are an economic adviser in Botswana. In recent years, your country has made progress toward improv- ing people’s lives, but you think there is room for improvement. Botswana already has amazing natural landscapes and fascinating animals. One way you plan to help the economy is by promoting tourism. What could your country do to attract more tourists? History Southern Africa’s earliest people belonged to a language group called the Khoisan. The Khoisan were hunter-gatherers and herders. About 2,000 years ago, Bantu-speaking people from West and Central Africa joined them. The Bantus’ knowledge of farming and iron working helped make them the dominant group in the region. Much later, Europeans arrived and forever changed Southern Africa and its people. Great Zimbabwe One Bantu group, the Shona, built an empire that peaked in the 1400s. The Shona farmed, raised cattle, and traded gold with other groups on the coast. Their empire included much of what is now Zimbabwe and Mozambique. The Shona are best known for Great Zimbabwe, their stone-walled capital. Founded in the late 1000s, Great Zimbabwe was a small trading and herding center. In the 1100s the population grew, as did gold mining and farming. These resources helped the city become the center of a large trading network. At its peak, Great Zimbabwe may have had 10,000 to 20,000 residents. Archaeologists have found Chinese porcelain and glass beads from India at Great Zimbabwe. Such artifacts suggest the Shona traded with the Swahili, who lived on the East African coast. Through the Swahili, the Shona were connected to an Indian Ocean trade network. Trade made Great Zimbabwe’s rulers wealthy and powerful. However, in the 1400s the gold trade declined. Deprived of its main source of wealth, Great Zimbabwe weakened. By 1500 it was no longer a capital and trading center.Lesson 3 Southern Africa The Big Idea Since independence, nations in Southern Africa have struggled with inequality and conflict. Main Ideas ■Southern Africa’s history began with hunter-gatherers, fol- lowed by great empires and European settlements. ■The cultures of Southern Africa are rich in different languages, religions, customs, and art. ■The countries of Southern Africa are diverse in their resources and governments. ■Today, the people of Southern Africa face economic, environ- mental, and health challenges. Key Terms and Places Great Zimbabwe Cape of Good Hope Boers Afrikaners apartheid townships sanctions Cape Town enclave East and Southern Africa 821 East and Southern Africa 821 ONLINE GRAPHIC ORGANIZER Southern Africa As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Identify Cause and Effect What lasting effects did colonization have on Southern Africa? Possible answers: introduction of Dutch, French, German, and English languages, culture, and ethnic groups; creation of Afrikaner language, apartheid, independence movements, racial and economic inequality for Africans ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: Great Zimbabwe, Cape of Good Hope, Boers, Afrikaners, apartheid, townships, sanctions, Cape Town, enclave. ONLINE INTERACTIVE VISUALS Carousel: Great Zimbabwe Have students navigate through the carousel and note the different aspects of Great Zimbabwe. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do you think Great Zimbabwe was made of stone? Possible answer: Stones are a strong building material and were likely an available local resource.FPO STRUGGLING READERS The People of Southern Africa Main Groups in Southern Africa before European Settlement Khoisan Bantu Shona herdersnew languagesbuilt an empire hunter- gatherersiron toolsfarmers, raised cattle traded gold built Great Zimbabwe1. To help students learn the history of Southern Africa, draw a graphic organizer such as the one shown here for students to see. Omit the blue italicized answers. 2. Have each student complete the graphic organizer, using details from their reading. When students have finished, review the answers with the entire class. *Alternative Assessment Handbook, Rubric 13: Graphic Organizers European Colonization In the late 1400s Portuguese traders explored Southern Africa on their way to Asia. The trip was long and difficult, so traders set up bases on the Southern African coast. These bases provided ships with supplies. In 1652 the Dutch East India Company set up a trade station at a natural harbor near the Cape of Good Hope. The Cape sits at the tip of Africa. Its mild climate was similar to the climate the Dutch were used to in the Netherlands. The Cape Colony provided supplies for Dutch ships sailing between the East Indies and the Netherlands. In 1657 the company allowed some workers to start their own farms. These farmers became known as Boers. The arrival of Europeans devastated local populations. Many died of diseases, such as small pox. The survivors fought the colonists or became their slaves or servants. More European settlers—Dutch, French, and German—soon arrived on the Cape. These settlers and their descendants were called Afrikaners. Over time, a new language called Afrikaans emerged in the Cape Colony. Afrikaans combined Dutch with Khoisan and Bantu words. German, French, and English also influenced the language’s development. In the early 1800s the British took control of the Cape. They clashed with the Boers. Many Boers packed their belongings into wagons and moved east and north. Those moving north were intruders in Zulu territory. The Zulu were a Bantu-speaking group and the mightiest fighting force in Southern Africa. The Boers and the Zulu fought over land. Great Zimbabwe Highly skilled craftspeople built several stone walls that surrounded the Shona capital of Great Zimbabwe. Today, the ruins are a World Heritage Site. Analyze Visuals Why do you think Great Zimbabwe was made of stone? Module 25822 822 Module 25, Lesson 3 COLLABORATIVE LEARNING History Detectives 1. Divide the class into groups of three or four. Have each group select one major event in Southern Africa’s history mentioned in the section. For example, students could choose to learn more about the arrival of the Boers, how Great Britain took over the area of the Cape, or how a specific Southern African country gained independence. 2. Have each group work together to research the event, create a map showing the area affected, create other visuals, and organize a presentation describing the event.3. Have groups give their presentations to the class. Encourage other students to offer their feedback after each presentation. *Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 30: Research ONLINE ANALYZE VIDEOS Nelson Mandela Have students watch the video individually or as a class. You may wish to use the associated question as a discussion prompt. Analyze Videos Why did Mandela’s views on nonviolent resistance to apartheid change in 1960? Possible answer: Mandela changed his views in 1960 after 69 peaceful black protesters were killed by white South African police. ONLINE INTERACTIVE CHARTS Colonialism and Independence in Southern Africa Have students explore the chart using the interactive features and answer the associated question. Interpret Charts Which country in Southern Africa was the last to gain independence? Namibia Eventually, the British wanted Zulu land, too. The British also set their eyes on the rich deposits of gold and diamonds that Afrikaners in the interior of the country controlled. After a series of battles, the Britis h defeated the Zulu. And, in 1902, after eight years of war, the British defeated the Boers. Independence After the Zulu and Boer wars, Great Britain granted inde- pendence to South Africa in 1910. The new nation united former British and Boer colonies but was under white minority rule. Black South Africans were denied voting rights. Other Southern African nations began gaining independence in the 1960s. For some, the struggle was long and violent. For example, Africans resisted colonization in Rhodesia. After white colonists declared th eir own white-dominated republic in 1970, fighting between whites and Africa ns continued. Finally, in 1980 the Africans won independence and renamed their country Zimbabwe. Despite violent resistance, Namibia continue d to be ruled by South Africa until 1990. Mozambique was granted indepen- dence in 1975, after ten years of war against Portuguese rule. Apartheid in South Africa In the early 1900s white South Africans controlled South Africa’s government and excluded black South Afric ans from power. To defend their rights, black South Africans formed the African National Congress (ANC) in 1912. In the late 1940s racial inequality in South Africa grew worse. The government set up a policy called apartheid to separate whites and nonwhites. This policy divided people into four groups: whites, blacks, coloureds, and Asians. Apartheid placed harsh controls on nonwhites , especially blacks. Blacks were denied citizenship, the right to vote, and t he ability to hold political offices. Housing, health care, and schools for bla cks were poor compared to those for whites. Moreover, blacks were restricted to certain occupations and poor pay.This painting by artist Charles Bell (1813–1882) shows the 1652 arrival of Dutch settlers in Table Bay, near the Cape of Good Hope. East and Southern Africa 823 East and Southern Africa 823 For additional instruction, go to end of lesson. READING CHECK Form Generalizations How did European colonization impact independence movements in Southern Africa? Possible answer: South Africa was the first to gain independence in 1910, though racial inequality troubled the nation for many years. National movements in some areas grew violent. Still, by the 1960s all of the nations in Southern Africa had gained independence.Teach the Main Idea The cultures of Southern Africa are rich in different languages, religions, customs, and art. Recall How many official languages does South Africa have? 11 Identify Name two of the largest ethnic groups in Southern Africa. Zulu and Tswana Explain Why are there so many different languages spoken in Southern Africa? because people in Southern Africa belong to hundreds of different ethnic groups How did millions of people in Southern Africa come to practice Christianity? European settlers introduced the religion to the region. More About . . . South African Music The diverse music of South Africa matches the country’s ethnic diversity—Nguni, Sotho, Venda, Afrikaans, Europeans, and Indians. Popular since the 1990s, kwaito is a South African music style with its origins partly in U.S. house music. The internationally famous group Ladysmith Black Mambazo is perhaps the best representative of the traditional Zulu music style of isicathamiya , a type of call-and-response choral music. The simple harmonies of kwela feature elements of jazz and swing music. South African reggae music combines Caribbean vibes with African drums and strong, emotional lyrics. BIOGRAPHY Nelson Mandela (1918–2013) Have students read the biography of Nelson Mandela and then answer the associated question. Analyze Effects What did Nelson Mandela accomplish when he was South Africa’s president? While president, Mandela wrote a new constitution and helped improve the living conditions of black South Africans . CAUSE AND EFFECT The Effects of European Settlement 1. Talk with students about how South Africa changed when the Dutch settled there in 1652 and when the British took over in the 1800s. 2. Ask students how they think South Africa’s history might have been different if Europeans had not settled there. 3. Have students write an essay summarizing the European settlement in South Africa and what effect European settlers had on South African people and culture.4. Have a few volunteers read their essays to the entire class. Then hold a class debate over whether European settlement had more positive or more negative effects in the region. *Alternative Assessment Handbook, Rubrics 10: Debates; 11: Discussions; and 37: Writing Assignments Starting in the 1950s, the government created rural “homelands” for different South African peoples. Most of these areas lacked farmland, mines, and other natural resources. In cities, blacks had to live in separa te areas called townships, crowded clusters of tiny homes. The townships were far from the jobs in the cities and mines. In South Africa, many groups, including the ANC, op posed apartheid. Internal protests took the form of boycotts, strike s, marches, and occasional violence. Opposition also came from the internation al community. The United States and other nations applied sanctions —economic or political penalties imposed to force a change in policy—on So uth Africa. Some countries banned trade or refused to invest their m oney in South Africa. In addition, the Olympics banned South Africa from par ticipation for nearly 30 years. In the late 1980s the efforts of the ANC and anti-apartheid protesters contributed to social and political change. In 1990 and 1991, South Africa repealed all of its apartheid laws. The country held its first free, multira cial election in 1994, awarding the presidency to ANC leader Nelson Mandela. In 1996 South Africa adopted a new constitution, guaranteeing basic freedoms to all of its citizens. Culture Over time, many groups created a diverse culture in Southern Africa. Today, the region’s culture reflects both African and European influences. People The people of Southern Africa belong to hundreds of different ethnic groups. Some groups are very large. For example, about 11 million people in South Africa are Zulu. Nearly 1.6 million of Botswana’s 2 million people belong to a single ethnic group, the Tswana. Other ethnic groups are small, and some trace their heritage to other world regions. For example, about 6 percent of Namibia’s population is of European descent. The Malagasy people in Madagascar are a mix of 18 small ethnic groups whose ancestors migrated across the Indian Ocean from Indonesia.Reading Check Form Generalizations How did European colonization impact independence movements in Southern Africa?Nelson Mandela 1918–2013 Because he protested against apartheid, Nelson Mandela was imprisoned for 27 years. In 1990, however, South Africa’s President Frederik Willem de Klerk released Mandela from prison. Mandela and de Klerk shared the Nobel Peace Prize in 1993. One year later, Mandela became South Africa’s first black president. He wrote a new constitution and worked to improve the living conditions of black South Africans. Identify What did Nelson Mandela accomplish when he was South Africa’s president? BIOGRAPHY Module 25824 824 Module 25, Lesson 3 GEOGRAPHIC FEATURE Music of South Africa Have students read the text and explore the image. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do you think South African music is popular around the world? Possible answer: because the music is unique and has a lively dance beat ONLINE INTERACTIVE VISUALS Image with Hotspots: Ndebele Village Have students explore the image using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals What aspects of Ndebele culture do you see in this photograph? Possible answer: traditional architecture, designs, and color In print edition, see feature of the same title. Analyze Visuals What aspects of Ndebele culture do you see in these two photographs? Possible answer: traditional architecture, designs, color and dress MAKE GENERALIZATIONS The Cultures of Southern Africa 1. Explain to students that each country of Southern Africa has its own unique history and culture. 2. Have students choose one of the countries to research more about its culture. Once students have gathered several facts about the country’s culture, have them write a generalization about it to share with the class.3. Based on what they’ve learned, have students write a short essay describing in more detail the culture of the country they chose. 4. Ask for volunteers to read their essays to the class. *Alternative Assessment Handbook, Rubrics 12: Drawing Conclusions; 30: Research; and 37: Writing Assignments Languages People in Southern Africa also belong to many language groups. Most of the African languages spoken in the region are related to one of two language families—Khoisan or Bantu. The earliest people of Southern Africa spoke Khoisan languages. Today, Khoisan speakers are known for the “click” sounds they make when they speak. The majority of Khoisan speakers belong to the San ethnic group and live in remote areas of Botswana and Namibia. Most people in Southern Africa speak one of the more than 200 Bantu languages. For example, most of South Africa’s 11 official languages ar e Bantu languages. In countries with a history of European influence, European languages are also spoken. For example, English is the official language of Namibia and Zimbabwe. The official language of Mozambique is Portuguese. Art The art of Southern Africa reflects its cultural diversity. For example, South African artists make traditional ethnic designs for items such as clothing, lamps, linens, and other products. Artists in Lesotho are famo us for their woven tapestries of daily life. In Zimbabwe, artists are known The Ndebele are one of many ethnic groups in South Africa who have kept their traditional culture alive. Many live in villages of brightly painted houses. Analyze Visuals What aspects of Ndebele culture do you see in these two photographs? Ndebele Village Painting houses is traditionally the role of Ndebele women. They paint colorful geometric patterns. East and Southern Africa 825 East and Southern Africa 825",
      "main_idea": "Lesson 1 Big Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa.",
      "supporting_details": [
        "Main Ideas •East and Southern Africa’s physical features range from rift valleys to sweeping plateaus.",
        "Location and elevation shape East and Southern Africa’s climate and vegetation.",
        "Water and minerals are vital resources in East and Southern Africa."
      ]
    }
  ],
  "scientific_phenomena": [
    {
      "title": "East and Southern Africa Climate",
      "description": "Lesson 1 Big Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa. Main Ideas •East and Southern Africa’s physical features range from rift valleys to sweeping plateaus.",
      "observation_prompts": [
        "What features of climate can you identify in East and Southern Africa?",
        "How might climate affect people living in East and Southern Africa?",
        "What patterns do you notice about climate in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Ecosystem",
      "description": "The Disturbed Ecosystem of Lake Victoria Ivory Conservation Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentMap: East and Southern Africa: Physical Chart: Threats to Africa’s Wildlife Map: Southern Africa: Vegetation Map: East and Southern Africa: Resources Document-Based Investigation: Living with Water ScarcityBig Idea Rift valleys, plateaus, grassy plains, and diverse climate and vegetation types shape life in East and Southern Africa.",
      "observation_prompts": [
        "What features of ecosystem can you identify in East and Southern Africa?",
        "How might ecosystem affect people living in East and Southern Africa?",
        "What patterns do you notice about ecosystem in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Landform",
      "description": "Have them work with a partner to create an itinerary, including details about the landforms, rivers, and lakes they will see as well as the vegetation and climate they will encounter during their travels. Have them refer to the physical map of East and Southern Africa and the vegetation map of Southern Africa in their textbooks for information.",
      "observation_prompts": [
        "What features of landform can you identify in East and Southern Africa?",
        "How might landform affect people living in East and Southern Africa?",
        "What patterns do you notice about landform in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa River",
      "description": "Several large rivers cross Southern Africa’s plains. The Okavango River flows from Angola into a huge basin in Botswana. There, it forms a swampy inland delta that is home to crocodiles, zebras, hippos, and other animals.",
      "observation_prompts": [
        "What features of river can you identify in East and Southern Africa?",
        "How might river affect people living in East and Southern Africa?",
        "What patterns do you notice about river in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Mountain",
      "description": "Geography Mount Kilimanjaro is Africa’s tallest mountain and the world’s largest freestanding mountain. History South Africa is home to thousands of examples of prehistoric rock art. The images depict scenes of daily life and the spiritual world.",
      "observation_prompts": [
        "What features of mountain can you identify in East and Southern Africa?",
        "How might mountain affect people living in East and Southern Africa?",
        "What patterns do you notice about mountain in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Ocean",
      "description": "N20°N 10°E10°W 20°W 30°E 40°E 60°E 70°E 80°E0°0° Equator 50°E10°S 20°S 30°STropic of CapricornLake MalawiLake Tanganyika Tanganyika Tanganyika Tanganyika Tanganyika TanganyikaLakeLakeLakeLakeLakeLakeLake VictoriaVictoriaVictoriaVictoriaNileRiRivever BlBlulueN iN ililele W h W hititeteNiiNilllllilileele ATLANTIC OCEANINDIAN OCEANGulf of AdenRed Sea Mozambique ChannelTANZANIASUDAN SOUTH SUDAN ETHIOPIA RWANDA BURUNDIERITREA DJIBOUTI KENYAUGANDA COMOROS SOUTH AFRICANAMIBIA BOTSWANAZIMBABWE LESOTHOESWATINIMOZAMBIQUESOMALIA MADAGASCARZAMBIAANGOLAANGOLAANGOLAMALAWIMALAWIDEMOCRATIC REPUBLIC OF THE CONGOCENTRAL AFRICAN REPUBLICCHADLIBYA EGYPTEGYPTEGYPT Djibouti Juba MogadishuPort Sudan MombasaNairobi Dodoma Dar es SalaamKampala Kigali BujumburaKhartoumAsmara Addis Ababa Maseru BloemfonteinWindhoek GaboroneHarare Maputo MbabanePretoriaAntananarivoMoroni Cape TownZanzibarN SWE Explore ONLINE! National capital Other cities Projection: Lambert Equal-Area0 600 Miles 300 0 600 Kilometers 300 In this module, you will learn about the geographic and histori- cal forces that have shaped life in East and Southern Africa. Document-Based Investigations Graphic Organizers Interactive Games Channel One News Video: South Africa Interactive Chart: Threats to Africa’s Wildlife Image with Hotspots: Serengeti National Park Channel One News Video: Nelson Mandela Interactive Table: Southern Africa: Regional DataEssential Question How has human migration affected the culture and geography of East and Southern Africa?",
      "observation_prompts": [
        "What features of ocean can you identify in East and Southern Africa?",
        "How might ocean affect people living in East and Southern Africa?",
        "What patterns do you notice about ocean in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Weather",
      "description": "high elevations and a rain shadow effect that prevents wet weather from entering the region Recall What is the driest area in the region? the Namib Desert Define What is the veld? open grassland areas in South Africa Explain Why have many of the animals on Madagascar become endangered?",
      "observation_prompts": [
        "What features of weather can you identify in East and Southern Africa?",
        "How might weather affect people living in East and Southern Africa?",
        "What patterns do you notice about weather in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Environment",
      "description": "Today, the people of Southern Africa face economic, environmental, and health challenges.",
      "observation_prompts": [
        "What features of environment can you identify in East and Southern Africa?",
        "How might environment affect people living in East and Southern Africa?",
        "What patterns do you notice about environment in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Water",
      "description": "This map shows the nations that make up East and Southern Africa, as well as the nations and bodies of water that border the region. Geography Mount Kilimanjaro is Africa’s tallest mountain and the world’s largest freestanding mountain. History South Africa is home to thousands of examples of prehistoric rock art.",
      "observation_prompts": [
        "What features of water can you identify in East and Southern Africa?",
        "How might water affect people living in East and Southern Africa?",
        "What patterns do you notice about water in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Forest",
      "description": "because of the destruction of the forests More About .",
      "observation_prompts": [
        "What features of forest can you identify in East and Southern Africa?",
        "How might forest affect people living in East and Southern Africa?",
        "What patterns do you notice about forest in East and Southern Africa?"
      ]
    },
    {
      "title": "East and Southern Africa Desert",
      "description": "Module 25 LESSON 1The Great Rift Valley Mountains and Highlands of East and Southern Africa Namib Desert Game: Where Am I? East and Southern Africa Jane Goodall (b.",
      "observation_prompts": [
        "What features of desert can you identify in East and Southern Africa?",
        "How might desert affect people living in East and Southern Africa?",
        "What patterns do you notice about desert in East and Southern Africa?"
      ]
    }
  ],
  "writing_prompts": [
    "Using information from the passage and your own knowledge, write an informative paragraph about East and Southern Africa. Include at least three vocabulary terms from Part 1.",
    "Describe an important geographic feature of East and Southern Africa and explain its significance to the region.",
    "Compare and contrast two aspects of East and Southern Africa discussed in the reading passage."
  ],
  "system_identification": {
    "title": "HUMAN GEOGRAPHY SYSTEMS",
    "instructions": "Label each description with the correct human geography system: Urban, Cultural, Economic, Political, or Infrastructure.",
    "items": [
      {
        "description": "Major cities in East and Southern Africa",
        "system": "Urban"
      },
      {
        "description": "Languages spoken in East and Southern Africa",
        "system": "Cultural"
      },
      {
        "description": "Economic activities in East and Southern Africa",
        "system": "Economic"
      },
      {
        "description": "Political boundaries in East and Southern Africa",
        "system": "Political"
      },
      {
        "description": "Transportation networks in East and Southern Africa",
        "system": "Infrastructure"
      },
      {
        "description": "Religious practices in East and Southern Africa",
        "system": "Cultural"
      },
      {
        "description": "Agricultural patterns in East and Southern Africa",
        "system": "Economic"
      },
      {
        "description": "Historical settlements in East and Southern Africa",
        "system": "Historical"
      }
    ]
  }
}