{
  "region_name": "Europe before the 1700s",
  "vocabulary": [
    {
      "term": "and Places",
      "definition": "."
    },
    {
      "term": "Students can guess the meaning of each word",
      "definition": ","
    },
    {
      "term": "then review its definition",
      "definition": ", or do the reverse, using"
    },
    {
      "term": "the flip card",
      "definition": "’s toggle button to switch from “Term”"
    },
    {
      "term": "to",
      "definition": "“Definition” mode. Students can also use the flip"
    },
    {
      "term": "cards at the end of the module as a review tool before \ntaking the Module Assessment",
      "definition": "."
    },
    {
      "term": "Online Map Activity\nStudents can use this activity to review some of the \nlocations discussed in this module",
      "definition": ". To complete,"
    },
    {
      "term": "have students drag each label to the correct location \non the map",
      "definition": "."
    },
    {
      "term": "Society In",
      "definition": "1517 Martin Luther, a German monk, posted problems he saw in the Catholic Church."
    },
    {
      "term": "Politics Warriors called knights \nwere key to the political system \nof Europe in the Middle Ages",
      "definition": "."
    },
    {
      "term": "Knights wore suits of armor like \nthis one into battle",
      "definition": "."
    },
    {
      "term": "Culture The ancient Greeks were known for their artwork",
      "definition": "."
    },
    {
      "term": "This vase shows Greek soldiers tending to horses",
      "definition": "."
    },
    {
      "term": "Europe before the",
      "definition": "1700s"
    },
    {
      "term": "Europe before the",
      "definition": "1700s   361"
    }
  ],
  "reading_passages": [
    {
      "title": "About Europe before the 1700s",
      "text": "Lesson 1 Big Idea Prehistoric people adapted to their environment and developed agriculture. Main Ideas •Scientists study the remains of early humans to learn about prehistory. •Early humans moved out of Africa and migrated all over the world. •People adapted to new environments by making clothing and new types of tools. •The first farmers learned to grow plants and raise animals in the New Stone Age. •Farming changed societies and the way people lived. Lesson 2 Big Idea Greek culture spread in Europe and Asia through colonization, trade, and conquest.Main Ideas •Early Greek culture saw the rise of the city- state and the creation of colonies. •The golden age of Greece saw advances in government, art, and philosophy. •Alexander the Great formed a huge empire and spread Greek culture into new areas. Lesson 3 Big Idea The Romans created one of the ancient world’s greatest civilizations. Main Ideas •The Roman Republic was governed by elected leaders. •The Roman Empire was a time of great achievements. •The spread of Christianity began during the empire.Essential Question Preview What are the major political, social, and cultural legacies from Europe’s early history? Have the students consider the Essential Question and capture their initial responses. Explore the Essential Question •Lead students to understand that people in the United States help make decisions about their community, state, and nation by voting. Tell studen ts that one of the earliest peoples to use voting to make major decisions were the ancient Greeks. In fact, Athens was the world’s first democracy. •Describe how the culture of Rome continues to influence government, architecture, languages, and legal systems in the world today. Encourage students to keep the Essential Question in mind as they work through the module. Help students plan inquiries and develop their own supporting questions such as: How has the U.S. legal system been influenced by the legal systems of Greece and Rome? What are some ways that the ancient Greeks and Romans have affected our culture, languages, architecture, and artwork? You may want to assign students to write a short essay in response to the Essential Question when they complete the module. Encourage students to use their notes and responses to inform their essays. Explore the Online Video ONLINE ANALYZE VIDEOS Origins of Western Culture Invite students to watch the video to learn how ancient Greece established the foundations of Western civilization. History What was the role of the agora in ancient Greece? Possible answer: The agora was the center of town and government. It was also the place where democracy was born. Explore ONLINE!What Y ou Will Learn Lesson 1: Prehistoric Cultures . . . . . . . . . . . . . . . . . . . . . . . 363 The Big Idea Prehistoric people adapted to their environment and developed agriculture. Lesson 2: Ancient Greece . . . . . . . . . . . . . . . . . . . . . . . . . . 372 The Big Idea Greek culture spread in Europe and Asia through colonization, trade, and conquest. Lesson 3: The Roman World . . . . . . . . . . . . . . . . . . . . . . . . . 382 The Big Idea The Romans created one of the ancient world’s greatest civilizations. Lesson 4: The Byzantine Empire . . . . . . . . . . . . . . . . . . . . . . . 391 The Big Idea The eastern Roman Empire prospered long after the western empire fell. Lesson 5: The Middle Ages . . . . . . . . . . . . . . . . . . . . . . . . . . 396 The Big Idea Christianity and social systems in/f_l uenced life in Europe in the Middle Ages. Lesson 6: The Renaissance and Reformation. . . . . . . . . . . . . . . 405 The Big Idea The periods of the Renaissance and the Reformation introduced new ways of thinking into Europe.In this module, you will learn about the early hist ory of Europe, from pre- historic cultures through the Reformation, and how political, social, and cultural developments changed Europe and still infl uence our world today. Essential Question What are the major political, social, and cultural legacies from Europe’s early history?Europe before the 1700sModule 12 • Origins of Western Culture • Rome Falls • Battle of Hastings Document-Based Investigations Graphic Organizers Interactive Games Interactive Map: Greek City-States and Colonies, c. 600 BC Image with Hotspots: Roman Engineering Image Carousel: The RenaissanceVIDEOS, including . . .About the Photo: Eilean Donan castle was built in the Highlands of Scotland during the 13th century. The castle protected the lands of Kintail against Viking raids. 360 Module 12 360 Module 12 •Various factors helped bring about the decline of Rome. Lesson 4 Big Idea The eastern Roman Empire prospered long after the western empire fell. Main Ideas •Eastern emperors ruled from Constantinople and tried but failed to reunite the whole Roman Empire. •The people of the eastern empire created a new society that was very different from society in the west. •Byzantine Christianity was different from religion in the west. Lesson 5 Big Idea Christianity and social systems influenced life in Europe in the Middle Ages.Main Ideas •The Christian Church influenced nearly every aspect of society in the Middle Ages. •Complicated political and economic systems governed life in the Middle Ages. •The period after 1000 was a time of great changes in medieval society. Lesson 6 Big Idea The periods of the Renaissance and the Reformation introduced new ideas and new ways of thinking into Europe. Main Ideas •The Renaissance was a period of new learning, new ideas, and new advances in art, literature, and science. •The Reformation changed the religious map of Europe.Explore the Images Architecture Castles developed in Europe as fortified residences for the nobility. Nobles built castles for protection, such as the Eilean Donan castle in this photo, and to control the land around them. Culture Tell the students that ancient civilizations flourished in ancient Greece more than 2,000 years ago. Ask them to imagine that they are living there. Ask them what they think their lives would be like. Politics Tell students that knights protected their lords in exchange for land. Ask students why they think lords needed knights for protection. Society The Roman Catholic Church played a major role in the lives of Europeans during the Middle Ages. Ask students why they think a medieval monk would challenge the Church. Analyze Visuals What do the cave painting and Michelangelo’s David say about the differences and similarities between prehistoric and Renaissance cultures? Possible answer: Prehistoric people seem concerned with survival, whereas people during the Renaissance seem more focused on ideas and history; both created art to express what was important to them. Online Module Flip Cards Use the flip cards as a whole class activity or in student pairs to preview the module’s Key Terms and Places. Students can guess the meaning of each word, then review its definition, or do the reverse, using the flip card’s toggle button to switch from “Term” to “Definition” mode. Students can also use the flip cards at the end of the module as a review tool before taking the Module Assessment. Online Map Activity Students can use this activity to review some of the locations discussed in this module. To complete, have students drag each label to the correct location on the map. Society In 1517 Martin Luther, a German monk, posted problems he saw in the Catholic Church. Politics Warriors called knights were key to the political system of Europe in the Middle Ages. Knights wore suits of armor like this one into battle. Culture The ancient Greeks were known for their artwork. This vase shows Greek soldiers tending to horses. 361 Europe before the 1700s Europe before the 1700s 361 Reading Social Studies READING FOCUS Understand Implied Main Ideas Write the expression “read between the lines” on the board. Ask: What do you think this expression means? Possible answer: to understand what someone is telling us without it being directly stated Encourage students to share examples of when they needed to “read between the lines” in their everyday lives. Continue on to explain that authors sometimes do not state main ideas directly. We have to read the details and then draw conclusions based on these details. Drawing these conclusions allows us to see the “big picture. ” Y ou Try It! 1. What is the topic? how Theodora helped Justinian 2. What are the facts and details? convinced him to stay, gave him advice, Justinian’s soldiers killed rioters 3. What is the main idea? Theodora helped save the emperor’s throne. YOU TRY IT! Read the following sentences. Notice the main idea is not stated. Using the three steps described above, develop a statement that expresses the main idea of the paragraph.Understand Implied Main Ideas READING FOCUS Do you ever “read between the lines” when people say things? You understand what people mean even when they don’t come right out and say it. You can do the same thing with writing. Writers don’t always state the main idea directly, but you can find clues to the main idea in the details. To understand an implied main idea, first read the text carefully and think about the topic. Next, look at the facts and details and ask yourself what the paragraph is saying. Then create a statement that sums up the main idea. Notice the way this process works with the paragraph below.Reading Social Studies As you read this module, practice understanding the implied main ideas.1. What is the topic? Jesus as a young man 3. What is the main idea? Jesus lived the typical life of a young Jewish man.2. What are the facts and details? • lived in Nazareth • studied to be a carpenter • learned about Judaism As a young man Jesus lived in the town of Nazareth and probably stud- ied with Joseph to become a carpenter. Like many young Jewish men of the time, Jesus also studied the laws and teachings of Judaism. By the time he was about 30, Jesus had begun to travel and teach. Justinian was stopped from leaving by his wife, Theodora. She convinced Justinian to stay in the city. Smart and powerful, Theodora helped her hus- band rule effectively. With her advice, he found a way to end the riots. Jus- tinian’s soldiers killed all the rioters— some 30,000 people—and saved the emperor’s throne. 362 Module 12 362 Module 12 LESSON 1 Big Idea Prehistoric people adapted to their environment and developed agriculture.Early Hominids Hunter-gatherers A Mammoth House Early Domestication Game: The Life of Early Humans Mapping Early Human Migration Prehistoric Communities Early Domestication and Neolithic Settlement Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentDocument-Based Investigation: Lascaux Cave PaintingsMap: Early Human Migration Table: Early HominidsThe Ice Age StonehengeLesson 1 Planner Prehistoric Cultures VisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources Europe before the 1700s 362a Online Lesson 1 Enrichment Activities Early Domestication and Neolithic Settlement Article Students read an article describing the changes that took place during the Neolithic revolution, including the creation of settled human communities. Students then explain how agriculture changed these people’s lives and consider similar changes in today’s world. Prehistoric Communities Article Students read about the archeological remains discovered in Jericho. Students then imagine they are archeologists in AD 5001 who are excavating their hometown. Students determine what artifacts they might uncover and how they might figure out what these artifacts would used for. Mapping Early Human Migration Article Students read about how scientists have studied human migration and developed two main theories concerning how modern humans have spread throughout the world. Students then conduct additional research and create their own maps showing how human migration might have occurred in Africa, Asia, and Europe. 362b Module 12, Lesson 1 Teach the Main Idea Scientists study the remains of early humans to learn about prehistory. Identify What determines whether a specific time is prehistory? It came before humans were able to write. Explain During the Paleolithic Era, how would an individual have made a hand ax? The individual would have made it out of flint or another kind of stone and would have shaped it by striking it with another stone to make a sharp, jagged edge. Compare and Contrast How is a hunter- gather different from a farmer? A hunter- gatherer collects wild plants, seeds, nuts, etc., and hunts wild animals, whereas a farmer grows crops and domesticates animals.Understand Cause and Effect What are some of the reasons that scientists believe humans developed language? Possible answers: to make hunting in groups easier, to help form relationships, to help resolve issues like the distribution of food More About . . . Louis and Mary Leakey Two anthropologists in the forefront of learning about our prehistoric ancestors were Louis and Mary Leakey. Mary met Louis in 1933, and she joined him in Africa to draw stone tools he had found during his archaeological expeditions. Mary made an important discovery when she found a set of footprints that were 3.6 million years old. The footprints proved that ancestors of humans had walked upright. Together, Mary and Louis found three different sets of fossils, each believed to be a human ancestor. ONLINE DOCUMENT-BASED INVESTIGATION Europe before the 1700s Lascaux Cave Painting is the first of six document- based investigations in Europe before the 1700s. Students will view the image of paintings that are 15,000 to 17,000 years old and consider what they reveal about the people who created them. Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . How can you use these plants to help you stay warm? Review the scenario with students and lead a class discussion around responses to the question. You may wish to review the following points to frame your discussion. Consider the PROBLEMS with your current clothing: •animal hides are difficult to keep on •animal hides can be difficult to obtain. Consider what would be REQUIRED to make clothing from these fibers: •need to get fibers out of the plant •need large quantities of fibers •need a way to create cloth from the fibers 2. Direct Teach Introduce the Big Idea: Prehistoric people adapted to their environment and developed agriculture. Ask students if they have ever heard the expression “necessity is the mother of invention. ” Encourage them to analyze whether they think this expression was true for prehistoric people. Discuss that the very survival of early people depended on their ability to adapt to their surroundings, especially as they migrated to new locations. 3. Practice/Assess/Inquire Ask students for other examples of how humans adapted to their environment. For example, they learned to use fire to cook food and for protection and to make tools t o be able to kill animals and prepare them for eating . 4. Explore (Collaborative Exploration) Discuss that planting crops rather than foraging for food was an important way people adapted. This led to the beginning of agriculture and an entirely new way of life. Encourage students to discuss ways they think agriculture improved lives. 5. Whole Group Close/Reflect Have students create a two-column table. The left column should list the adaptations people made and the right column should list the advantages of those adaptations. *Alternative Assessment Handbook, Rubrics 6: Cause and Effect; and 7: Charts For additional instruction, go to end of lesson. If YOU lived there . . . You are a hunter-gatherer in Europe about 34,000 years ago. Your tribe has just arrived to this new land, which is much colder than your old home. You wrap yoursel f in animal hides, but it is difficult to keep them on while you hunt. Strange tall plants with pale flowers fill the land around you. You notice a few have been ripped out of the ground. When you examine them, you see long, strong fibers inside their stalks. How can you use these plants to help you stay warm? Prehistoric Humans Although humans have lived on Earth for more than a million years, writing was not invented until about five thousand years ago. Historians call the time before there was writing prehis- tory. To study prehistory, historians rely on the work of archae- ologists and anthropologists. Historic time periods, on the other hand, are those for which information has been recorded with letters, words, or numbers. The earliest human ancestors, or hominids, may have first appeared in Africa about 4–5 million years ago. These homi- nids walked upright and had brains about one-third the size of modern humans. Over time, hominids developed larger brains, and each group of hominids was more advanced than the one before it. Scientists are not exactly sure when or where the first mod- ern humans lived. Many think that they first appeared in Africa about two hundred thousand years ago. Scientists call these people Homo sapiens , or “wise man.” Every person alive today belongs to this group.Lesson 1 Prehistoric Cultures The Big Idea Prehistoric people adapted to their environment and devel- oped agriculture. Main Ideas ■Scientists study the remains of early humans to learn about prehistory. ■Early humans moved out of Africa and migrated all over the world. ■People adapted to new envi- ronments by making clothing and new types of tools. ■The first farmers learned to grow plants and raise animals in the New Stone Age. ■Farming changed societies and the way people lived. Key Terms prehistory tool Paleolithic Era society hunter-gatherers migrate ice ages land bridge Mesolithic Era Neolithic Era domestication agriculture megaliths 363 Europe before the 1700s Europe before the 1700s 363 COLLABORATIVE LEARNING Early Human Ancestors 1. Organize students into groups, one for each of the four major groups of hominids listed in the Early Hominids image carousel. Tell them they are going to create a poster about their hominid group. 2. The groups should assign each member a specific topic, such as: What did their hominids look like and how did they walk? When and where did they live? What kinds of skills did they have?3. Students should conduct research to learn more about their assigned topic. 4. Instruct students to create a poster describing their hominid. Encourage them to use drawings and color in their posters. 5. Place the posters where the entire class can see them. Encourage the class to compare the different groups. *Alternative Assessment Handbook, Rubrics 14: Group Activity; 28: Posters; and 30: Research ONLINE INTERACTIVE VISUALS Carousel: Early Hominids Have students navigate through the images and information about the four major groups of hominids that appeared in Africa between 200,000 and 5 million years ago. You may wish to use the associated question as a discussion prompt. Analyze Visuals How did hominids advance over time? Their brains became larger, they made better tools, and they migrated to different parts of the world. In print edition, see Quick Facts of same title. ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: prehistory, tool, Paleolithic Era, society, hunter-gatherers, migrate, ice ages, land bridge, Mesolithic Era, Neolithic Era, domestication, agriculture, megaliths. ONLINE GRAPHIC ORGANIZER Prehistoric Cultures As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Analyze Effects How did the development of tools, clothing, shelter, and agriculture change the way early humans lived? Possible answer: Tools allowed people to hunt for food; clothing and shelter protected people as they moved to colder climates; and agriculture allowed people to create permanent settlements and develop early economies, social order, and religious practices . For additional instruction, go to end of lesson. The First Tools The first humans and their ancestors lived during a long period of time called the Stone Age. To help in their studies, archaeologists divide the Stone Age into three periods based on the kinds of tools used at the time. To archaeologists, a tool is any handheld object that has been modified to help a person accomplish a task. The first part of the Stone Age is called the Paleolithic (pay-lee-uh-LI- thik) Era, or Old Stone Age. It lasted until about ten thousand years ago. During this time, people used stone tools. Scientists have found the oldest tools in Tanzania, a country in East Africa. These sharpened stones, about the size of an adult’s fist, are about 2.6 million years old. Each stone had been struck with another rock to Early people worked together and used spears to hunt large animals.Early Hominids Four major groups of hominids appeared in Africa between about two hundred thousand and 5 million years ago. Each group was more advanced than the one before it and could use better tools.Quick Facts Australopithecus • Name means “southern ape” • Appeared in Africa about 4–5 million years ago • Stood upright and walked on two legs • Brain was about one-third the size of modern humans Homo habilis • Name means “handy man” • Appeared in Africa about 2.4 million years ago • Used early stone tools for chopping and scraping • Brain was about half the size of modern humansHomo erectus • Name means “upright man” • Appeared in Africa about 1.5–2 million years ago • Used early stone tools like the hand ax • Learned to control fire • Migrated out of Africa to Asia and Europe Homo sapiens • Name means “wise man” • Appeared in Africa about 200,000 years ago • Migrated around the world • Same species as modern human beings • Learned to create fire and use a wide variety of tools • Developed language Module 12364 364 Module 12, Lesson 1 ADVANCED/GIFTED Early Human Ancestors 1. Have students use the library and the Internet to learn more about an early human ancestor that is not discussed in this lesson . They should work to answer questions such as: Where and how were they discovered? How are they different from previously discovered groups? How did they adapt to their environment?2. Have students prepare an oral presentation to share what they have learned with the class. Encourage students to include illustrations in their reports. *Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 30: Research ONLINE INTERACTIVE VISUALS Image with Hotspots: Hunter-gatherers Have students explore the scene showing hunter- gatherers by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals What tools are people using in this picture? spears In print edition, see image of same title. create a sharp, jagged edge along one side. This process left one unsharp- ened side that could be used as a handle. Scientists think that these first tools were mostly used to process food. The sharp edge could be used to cut, chop, or scrape roots, bones, or meat. Tools like these were used for about 2 million years. Later Tools Over time, people learned to make better tools. For example, they developed the hand ax. They often made this tool out of a mineral called flint. Flint is easy to shape, and tools made from it can be very sharp. People used hand axes to break tree limbs, to dig, and to cut animal hides. People also learned to attach wooden handles to tools. By attaching a wooden shaft to a stone point, for example, they invented the spear. Because a spear could be thrown, hunters no longer had to stand close to animals they were hunting. As a result, people could hunt larger animals. Among the animals hunted by Stone Age people were deer, horses, bison, and elephant-like creatures called mammoths. Society As early humans developed tools and new hunting techniques, they formed societies. A society is a community of people who share a Hunter-gatherers Early people were hunter-gatherers. They hunted animals and gathered wild plants to survive. Life for these hunter-gatherers was difficult and dangerous. Still, people learned how to make tools, use fire, and even create art. Analyze Visuals What tools are people using in this picture? 365 Europe before the 1700s Europe before the 1700s 365 READING CHECK Make Inferences What information about early humans might be missing from prehistoric sources? Possible answer: These sources cannot tell us what prehistoric people thought, felt, or believed. ENGLISH LANGUAGE LEARNERS Cave Paintings 1. To help students apply their understanding of the language, art, and religion of prehistoric cultures, have them create cave paintings. 2. Supply students with heavy paper (e.g., paper bags or construction paper) and ask them to crumple it up so it feels rough and resembles a cave wall. (If space allows, you could attach a large piece of butcher paper to a wall or bulletin board and give each student a section to complete or create a class mural.)3. Have students create cave paintings using crayons, markers, chalk, paint, or other available art supplies. Ask students to tell the story of a “day in the life” of a prehistoric person. You may dim the lights and have the students work by flashlight to recreate the conditions of a cave. 4. When the artwork is complete, have students share their cave paintings with a partner or small group. Have them describe what they have created and what purpose they imagine their cave painting would serve if they lived in prehistoric times. *Alternative Assessment Handbook, Rubric 3: Artwork ONLINE DOCUMENT-BASED INVESTIGATION Lascaux Cave Painting In 1940, four teenagers discovered cave paintings in Montignac, France, that are around 15,000 - 17,000 years old. Students examine the image and caption and answer the associated question. Analyze Sources What do you think the relationship might be between painting animals on cave walls and hunting? Possible answer: Early humans might have used the paintings to show others which animals they could hunt. In print edition, see image and caption. common culture. These societies developed cultures with languages, reli- gions, and art. The early humans of the Stone Age were hunter-gatherers —people who hunt animals and gather wild plants, seeds, fruits, and nuts to survive. Anthropologists believe they lived in small groups. In bad weather, they might have taken shelter in a cave if there were one nearby. When food or water became hard to find, groups of people would have to move to new areas. Each person in a hunter-gatherer society did tasks to help meet the needs of the community. Anthropologists believe that most Stone Age hunters were men and that women gathered plants to eat. Women likely stayed near camps and took care of children. The first pets may also have appeared at this time. People kept dogs to help them hunt and for protection. Language, Art, and Religion The most important development of early Stone Age culture was language. Scientists have many theories about why language first developed. Some think it was to make hunting in groups easier. Others think it developed as a way for people to form relationships. Still others think language made it easier for people to resolve issues like how to distribute food. Language wasn’t the only way early people expressed themselves. They also created art. People carved figures out of stone, ivory, and bone. They carved beads for personal ornamentation. They painted and carved images of people and animals on cave walls. Scientists still aren’t sure why people made art. Perhaps the cave paintings were used to teach people how to hunt, or maybe they had religious meanings. Scholars know little about the religious beliefs of early people. Archaeologists have found graves th at included food and artifacts. Many scientists think these discoveries ar e proof that the first human religions developed during the Stone Age. Thousands of years ago, early people decorated cave walls with paintings, like this one in France. No one knows for sure why people created cave paintings, but many historians think they were related to hunting.Academic Vocabulary distribute to divide among a group of people Reading Check Make Inferences What information about early humans might be missing from prehistoric sources? Module 12366 366 Module 12, Lesson 1 DISTINGUISH FACT FROM OPINION Australian Migration 1. Discuss with students that there are several theories about how early people came to Australia. 2. Have students work individually to conduct research to learn about these theories. Remind them to make certain they use only reliable sources. 3. Have students write a report discussing what they learn. In the report, they should explain several different theories. They also should identify which ideas are based on facts and which ideas are based on researcher’s opinions.4. Instruct students to carefully proofread their reports, correcting any grammar or spelling errors. You may want to have students trade papers with a partner for proofreading. *Alternative Assessment Handbook, Rubrics 1: Acquiring Information; 16: Judging Information; and 42: Writing to InformTeach the Main Idea Early humans moved out of Africa and migrated all over the world. Draw Conclusions How did the ice ages make it easier for Stone Age people to migrate from Asia to North America? During the ice ages, large sheets of ice formed, causing ocean levels to drop. Scientists think this resulted in a land bridge between Asia and North America being exposed. Analyze Visuals According to the Early Human Migration map, when did people reach western Australia? 40,000 years ago Making Inferences Why do you think humans migrated to southern Asia earlier than to northern Europe? Possible answer: They may have been moving to areas with more pleasant climates. ONLINE ANALYZE VIDEOS The Ice Age Have students watch the video individually or as a class to learn about early humans during the ice ages. You may wish to use the associated question as a discussion prompt. Analyze Videos Why was the invention of the needle important? Humans could make clothing so that they could keep warm in colder climates. For additional instruction, go to end of lesson. ONLINE INTERACTIVE MAPS Early Human Migration Have students explore the map using the interactive features and answer the associated questions. Movement According to the map, which continent did humans reach last? South America In print edition, see map of same title. Movement According to the map, when did people reach Europe? 35,000–40,000 years ago 12–15,000 11,000 12,000 100,000 50,000 35,000 20–30,000 12,000 10–11,000 35–40,000 43,000 4,500 100,000 40,000 31,000 100,000 30,000 35,000 30,000 AFRICAEUROPE ASIANORTH AMERICA SOUTH AMERICA AUSTRALIAPACIFIC OCEANA R C T I C O C E A N ATLANTIC OCEAN INDIAN OCEANBering StraitN SW E Possible migration routes (dates represent approximate number of years ago) Glaciers, around 18,000 years ago Approximate land area during ice ages Present-day shoreline 2,000 4,000 Miles 0 0 2,000 4,000 Kilometers 20–30,0 0 54433,0000EUROPE ,000 INDIAN OCEAN A R C T I C O C E A N Explore ONLINE! People Move Out of Africa During the Old Stone Age, climate patterns around the world changed, transforming Earth’s geography. In response to these changes, people began to migrate, or move, to new places. The Ice Ages Most scientists believe that about 1.6 million years ago, many places around the world began to experience long periods of freezing weather. These freezing times are called the ice ages. The ice ages ended about ten thousand years ago. During the ice ages, huge sheets of ice covered much of Earth’s land. These ice sheets were formed from ocean water, leaving ocean levels lower than they are now. Many areas that are now underwater were dry land then. For example, a narrow body of water now separates Asia and North America. But scientists think that during the ice ages, the ocean level dropped and exposed a land bridge, a strip of land connecting two conti- nents. Land bridges allowed Stone Age people to migrate around the world. Settling New Lands Scientists agree that migration around the world took hundreds of thousands of years. Early hominids migrated from Africa to Asia as early as 2 million years ago. Some early hominids reached Europe around 730,000 BC, and some also spread to Southeast Asia. Interpret Maps Movement According to the map, when did people reach Europe?Migrating into Asia, early humans fanned out across the continent. Early humans migrated out of southwest Asia into Europe. By 12,000 years ago, humans had reached the Americas. Early humans first left East Africa about 100,000 years ago. Early Human Migration 367 Europe before the 1700s Europe before the 1700s 367 Teach the Main Idea People adapted to new environments by making clothing and new types of tools. Identify What are some ways that fire helped early people? It offered warmth, protection from wild animals, and a way to cook food. Compare and Contrast How were tools of the Mesolithic Era similar to those of the Paleolithic Era? How were they different? Both were primarily made of stone, however Mesolithic tools were smaller and more complex. For example, people made fish hooks out of bone. Make Decisions What kinds of shelter might be available to someone living in the Middle Stone Age? How might they decide on a type? Available shelters might include caves, pit houses, tents, and permanent structures made of wood, stone, or clay. The decision would partly depend on available materials—for example, caves and wood might not always be available. Tents were more suitable for nomads than permanent structures and could be made of animal skins. Some shelters, such as stone buildings, provided more protection from the elements, wild animals, etc. More About . . . Connect to Today While the enormous land animals we call mammoths changed over time, they existed for over a million years. The mammoths gradually moved north as the climate warmed, until finally there was only a small group of about 300 surviving on an arctic island. This group died off only about 4,000 years ago. Researchers compared their DNA to larger, older groups of mammoths. They have discovered that the arctic island group may have become extinct because the gene pool was too inbred. The animals may have lost their sense of smell and stopped growing their thick, rough coats. The researchers think this information may help us to keep endangered species from becoming extinct. Conservationists working to keep these species healthy must make certain the gene pool remains diverse. For additional instruction, go to end of lesson. READING CHECK Make Inferences Why do you think it took humans hundreds of thousands of years to migrate around the world? Possible answer: Geographic features made migrating to new places difficult. Some places could not be reached until land bridges appeared. ONLINE INTERACTIVE GAME The Life of Early Humans Have students play the game to test their knowledge of facts about early humans. ONLINE INTERACTIVE VISUALS Image with Hotspots: A Mammoth House Have students explore the image of the house being built with mammoth fur and bones by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do you think early people used mammoth bones to build their shelters? Possible answer: Mammoths had large bones, which were good for building shelters. Later, humans also began to migrate around the world, and earlier hominids died out. Look at the map to see the dates and routes of early human migration. Humans began to migrate from East Africa to southern Africa and southwestern Asia around 100,000 years ago. After they migrated out of Africa, people moved east across southern Asia. From southwestern Asia, humans also migrated north into Europe. By 35,000 BC, humans lived across Europe. Geographic features such as high mountains and cold temperatures delayed migration northward into northern Asia. Eventu- ally, however, people from both Europe and southern Asia moved into that region. From northern Asia, people moved into North America. Once in North America, these people moved south, following herds of animals and set- tling in South America. By 9000 BC, humans lived on all continents of the world except Antarctica. People Adapt to New Environments As early people moved to new lands, they found environments that dif- fered greatly from those in East Africa. Many places were much colder and had new plants and animals. Early people had to learn to adapt to these different environments. Clothing and Shelter Although fire helped keep people warm in very cold areas, people needed more protection. To keep warm, they learned to sew animal skins together to make clothing. In Georgia, for example, archaeo l- ogists discovered flax fibers that humans used to sew clothing more than 34,000 years ago. In addition to clothing, people needed shelter to survive. Some took shelter in caves. Another early type of human-made shelter was the pit house. They were pits in the ground with roofs of branches and leaves. Early people encountered new environments and colder climates as they migrated away from East Africa.Reading Check Make Inferences Why do you think it took humans hundreds of thousands of years to migrate around the world? Module 12368 368 Module 12, Lesson 1 Teach the Main Idea The first farmers learned to grow plants and raise animals in the New Stone Age. Explain What was revolutionary about the Neolithic Revolution? People were no longer dependent on locating wild plants for food but now could grow their own. This allowed them to settle in one spot. In addition, they could control the quality of the food by choosing which seeds to plant. Identify What major event occurred during the Neolithic Era that made it easier for people to use fire? People learned how to start a fire; before, they could only use fire that had started from natural causes such as lightning. Analyze Why might a group of hunter-gatherers decide to domesticate animals? Possible answers: Animals such as wolves can provide companionship; it may be easier to raise an animal for slaughter than to kill a wild animal; because they had no refrigeration, domesticated animals could be slaughtered immediately before they were needed for food; wool and hides could be used for clothing and shelter; domesticated animals could be used for hauling heavy items. Make Predictions If you were growing a grain plant, how would you choose which seeds to save for the next growing season? Possible answer: those seeds from healthy, sturdy plants that produced large grain heads READING CHECK Find Main Ideas What were two ways people adapted to new environments? Possible answers: used animal skins for clothing to keep warm; built shelters; developed new hunting tools, such as the bow and arrow or fishing spear READING CHECK Analyze Effects What was one effect of domestication? the development of agriculture SPECIAL NEEDS STUDENTS Prehistoric Cultures Role-Play 1. Organize the class into three groups, making sure that each group has mixed- ability students. Assign each group to role-play human society during the Paleolithic Era, the Mesolithic Era, or the Neolithic Era. 2. Tell students that they should use the information from the text to plan a skit that depicts what life might have been like for people during their assigned time period. Ensure that every group member has an active role or speaking part in the skit.3. Have students perform their skits for the other groups. Then lead a brief discussion about how human society had changed from one era to the next. 4. Have each student write a paragraph summarizing what he or she learned from the skits. Special needs students can record their paragraphs on audio instead of writing them if they choose. *Alternative Assessment Handbook, Rubric 33: Skits and Reader’s Theater For additional instruction, go to end of lesson. ONLINE INTERACTIVE VISUALS Image with Hotspots: Early Domestication Have students explore the scene of agriculture in a Neolithic community by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals How are people working in this image? Possible answer: They are working together in groups or pairs; they are using tools and animals to plant and harvest their crops. Reading Check Find Main Ideas What were two ways people adapted to new environments? Reading Check Analyze Effects What was one effect of domestication?Academic Vocabulary development growthSome early people lived in tents made of animal skins. Others built more permanent structures of wood, stone, clay, or other materials. Even bones from large animals such as mammoths were used in building shelters. New Tools and Technologies People also adapted to new environments with new types of tools. These tools were smaller and more complex than tools from the Old Stone Age. They defined the Mesolithic (me-zuh- LI- thik) Era, or the Middle Stone Age. This period began more than ten thou- sand years ago and lasted to about five thousand years ago in some places. During this time period, people found new uses for bone and stone tools. People who lived near water invented hooks and fishing spears. Other groups invented the bow and arrow. In addition to tools, people developed new technologies to improve their lives. For example, some learned to make canoes by hollowing out logs. They used the canoes to travel on rivers and lakes. People also began to make pottery. Developments like these, in addition to clothing and shelter , allowed people to adapt to new environments. The First Farmers After the Middle Stone Age came a period of time that scientists call the Neolithic (nee-uh- LI-thik) Era, or New Stone Age. It began as early as ten thousand years ago in Southwest Asia and reached parts of Europe as early as 7000 BC. During the New Stone Age, people learned to polish stones to make tools like saws and drills. People also learned how to make fire. Before, they could only use fire that had been started by natural causes such as lightning. But tools and fire weren’t the only major changes that occurred during the Neolithic Era. In fact, the biggest changes came in how people produced food. Plants and Animals After a warming trend brought an end to the ice ages, new plants began to grow in some areas. For example, wild barley and wheat plants started to spread throughout Southwest Asia. Over time , people came to depend on these wild plants for food. They began to settle where grains grew. People soon learned that they could plant seeds themselves to grow their own crops. Historians call the shift from food gathering to food pro- ducing the Neolithic Revolution. Most experts believe that this revolut ion, or change, first occurred in the societies of Southwest Asia. Eventually, people learned to change plants to make them more use- ful. They planted only the largest grains or the sweetest fruits. They found new ways to use animals. They kept sheep or goats for milk, food, and wool. They used larger animals to carry or pull heavy loads or tools. The process of changing plants or animals to make them more useful to humans is called domestication. The domestication of plants and animals led to the development of agriculture, or farming. For the first time, people could produce their own food. This development changed human society forever. 369 Europe before the 1700s Europe before the 1700s 369 Teach the Main Idea Farming changed societies and the way people lived. Explain How did agriculture lead to trade? People began to produce more food than they needed to survive, so they were able to trade that food for other goods. Draw Conclusions How have archeologists been able to determine that Neolithic societies began dividing people into classes? They have found luxury goods in some graves, indicating that these people were wealthier and had higher social positions than others. Recall What are megaliths and what is an example? Megaliths are huge stones used as monuments or sites for religious ceremonies. Stonehenge is an example. More About . . . The Plastered Skulls of Jericho In the 1950s archeologists uncovered some skulls in the ancient city of Jericho. However, these were very unusual skulls. They had been painted, plaster had been added to create faces, and shells were placed in the eyes. These skulls were from around 7000 to 6000 BC. More extensive religious traditions began developing during this time period as people settled in communities and cultivated crops. Some experts think the plastered skulls were a way of worshiping dead ancestors. Other scholars believe they may have been used to help people mourn their dead relatives. DRAW CONCLUSIONS Debating the Purpose of Stonehenge 1. Have students work in pairs to learn about the theories concerning why Stonehenge was built. Remind students to use reliable sources in their research. 2. Instruct students to create a chart listing these theories and the reasons for and against each one.3. Have students prepare a debate. Each student should choose one theory and present reasons he or she thinks it is correct. They also should present reasons they think their partner’s theory is incorrect. 4. Have students present their debates to the class. *Alternative Assessment Handbook, Rubrics 10: Debates; and 30: Research Farming Changes Societies The Neolithic Revolution brought huge changes to people’s lives. With survival more certain, people could focus on activities other than findin g food. Domestication of plants and animals enabled people to use plant fibers to make cloth. The domestication of animals made it possible to use wool from goats and sheep and skins from horses for clothes. People also began to build permanent settlements. As they started raising crops and animals, they needed to stay in one place instead of con- tinuing to travel on nomadic journeys to other areas of the world. Then, once people were able to control their own food production, the world’s population grew. In some areas, farming communities developed into towns. Early Economies In Neolithic communities, people used primitive tools and methods to grow, harvest, and hunt sources of food. They created large pits for storage of food. This meant that farmers could increase their productivity by harvesting large amounts of food and storing it after harvest. Having a surplus, or an extra amount, made trade possible, since farmers had a supply of food that others might want to purchase or gain through barter. A barter system is a form of exchange where goods and services are traded for other goods and services. Social Order Farming and trade led to the growth of wealth in Neolithic communities. As Neolithic societies grew wealthy, they started to divi de people into classes, or social groups based on wealth. Remains of societ- ies can sometimes give clues about these social structures. In Europe, for example, archaeologists have found luxury goods such as jewelry in the graves of women. This evidence might show that women had high posi- tions in some early European societies. They also found weapons in graves, which might mean that warriors became important to early European societies. Early farmers harvest and process the food they grew while domesticated sheep and goats graze. 370 Module 12 370 Module 12, Lesson 1 ONLINE ANALYZE VIDEOS Stonehenge Have students watch the video individually or as a class to learn about a new discovery at Stonehenge. You may wish to use the associated question as a discussion prompt. Analyze Videos How are scientists still able to make new discoveries about ancient sites, such as Stonehenge? through the use of new technologies, such as ground- penetrating radar READING CHECK Compare What are the common ways Paleolithic, Mesolithic, and Neolithic people used tools? They all used tools for hunting and for processing food. Print Assessment Review Ideas, Terms, and Places 1. a. Explain Why do historians need archaeologists and anthropologists to study prehistory? because there are no written records from the earliest times of human development b. Recall What kinds of tools did people use during the Paleolithic Era? stone choppers, axes, and spears 2. a. Define What is a land bridge? a strip of land connecting two continents b. Explain How do scientists estimate when humans reached a new area? they examine archaeological evidence, such as human remains 3. a. Recall What did people use to make tools in the Mesolithic Era? bone and stone b. Summarize Why did people have to learn to make clothes and build shelters? They moved to climates that were colder than those in East Africa. 4. a. Define What is domestication of a plant or animal? changing a plant or animal to make it more useful to humans b. Form Generalizations How did early people use domesticated animals? for milk, food, and/ or wool; for carrying loads or pulling tools used in farming 5. a. Explain How did farming allow people to create settlements and become less nomadic? Settlements were created because people needed to stay in one place to farm crops. People could no longer be nomadic and travel to other areas of the world. b. Summarize How did early people express their religious beliefs? by putting up megaliths, worshiping gods and goddesses, and/or praying to their ancestors Critical Thinking 6. Analyze Causes and Effects Draw a three- box chart to list the cause and effects of the development of agriculture. Use this graphic organizer to show one cause and three effects of the development of agriculture. cause—warming trend after ice ages caused new plants to grow; effects—could produce own food, easier to farm, new kinds of clothing, populations grew, settlements became towns, religion more organized Reading Check Compare What are the common ways Paleolithic, Mesolithic, and Neolithic people used tools? Review Ideas, Terms, and Places 1. a. Explain Why do historians need archaeologists and anthropologists to study prehistory? b. Recall What kinds of tools did people use during the Paleolithic Era? 2. a. De/f_ine What is a land bridge? b. Explain How do scientists estimate when humans reached a new area? 3. a. Recall What did people use to make tools in the Mesolithic Era? b. Summarize Why did people have to learn to make clothes and build shelters? 4. a. De/f_ine What is domestication of a plant or animal? b. Form Generalizations How did early people use domesticated animals? 5. a. Explain How did farming allow people to create settlements and become less nomadic? b. Summarize How did early people express their religious beliefs?Critical Thinking 6. Analyze Causes and Eﬀects Draw a three-box chart to list the cause and effects of the development of agri- culture. Use this graphic organizer to show one cause and three effects of the development of agriculture.Lesson 1 AssessmentStonehenge was built about five thousand years ago in what is now Wiltshire, England. Scholars think Neolithic humans may have constructed Stonehenge as a burial site, a site for religious ceremonies, or as an astronomical observatory. Cause EffectsDevelopment of agricultureReligious Practices As populations of towns grew, groups of people gathered to perform religious ceremonies. Some put up megaliths. Megaliths are huge stones used as monuments or as the sites for religious gatherings. Early people probably believed in gods and goddesses associated with the four elements—air, water, fire, and earth—or with animals. For example, one early European group honored a thunder god, while another group worshiped bulls. Some scholars also believe that many prehistori c people prayed to their ancestors. People in some societies today still hold many of these same beliefs. Summary and Preview Stone Age people adapted to new environments by domesticating plants and animals. These changes led to the developmen t of religion and the growth of towns. In the next lesson, you will learn about ancient Greece, Europe’s first great civilization. 371 Europe before the 1700s Europe before the 1700s 371 Online Assessment 1. What important advancement did early humans make during the Paleolithic Era? They started making fire to cook food. They started making and using stone tools. They started using nets to catch food. They started growing crops and raising animals. Alternate Question How did early humans use tools during the Paleolithic Era? Select the two correct answers. to dig canals to grow crops to cut animal hides to shape clay bricks to hunt larger animals 2. How did the ice ages allow early humans to migrate to different parts of the world? Ocean levels rose and land bridges disappeared. Warmer weather caused humans to migrate to colder climates. Ocean levels dropped and land bridges emerged. Colder weather caused humans to migrate to warmer climates. Alternate Question Drag the events into chronological order from top to bottom. Temperatures fall worldwide. Ice sheets form from ocean water. Areas formerly underwater become dry land. People travel across land bridges. 3. Which of the following was an advancement made during the Mesolithic Era? making fire to cook food using larger tools such as sharp rocks using smaller tools such as fishing hooks making canoes to trade between continents Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. During the Mesolithic Era people invented smaller, more complex tools and developed new technology. 4. Which of the following is an example of domestication during the Neolithic Revolution? keeping sheep for food and wool hunting mammoths for food and shelter gathering wild plants, fruits, and nuts for food using animal skins and plant fibers for clothing Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. During the Neolithic Revolution, people started producing food for the first time.5. How did increased productivity during the Neolithic Era lead to early economies? People were able to grow enough food to feed their families. People could use surplus food as part of religious ceremonies. People were able to grow food for the benefit of their leaders. People could barter surplus food for other goods and services. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. During the Neolithic Era, people with surplus food were able to barter with other people for other goods. 6. Make Inferences Why do you think early humans of the Paleolithic Era lived in small groups? Living in small groups would have made it easier for early humans to survive during the Paleolithic Era. Different jobs could be divided among the members of the society to ensure the group found food and took care of its children. 7. Summarize Where did the human migration to populate the six livable continents start from nearly 100,000 years ago and where did it end by 9000 BC? Human migration started in East Africa. It ended when humans reached South America. 8. Elaborate How did early people make clothing and shelters to adapt to new environments during the Mesolithic Era? Early people moving into colder environments learned to make clothing by sewing animal skins together. They also made shelters by digging pit houses or building structures out of wood, stone, clay, or even mammoth bones. 9. Make Judgments Why do you think making fire was such an important advancement during the Neolithic Era? Before people learned how to make fire, they had to rely on lightning to create fire. After people learned to make fire, they could use it to cook food, stay warm, and provide light. 10. Draw Conclusions How do archaeologists know that Neolithic societies divided people into social groups based on wealth? When archaeologists investigated the graves of people who lived in Neolithic societies, they found people buried with jewelry. From this evidence archeologists can conclude that people buried with luxury goods held a high position in society. 371a Module 12, Lesson 1 ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 363 More About . . . Chauvet Cave In 1994, three explorers in southern France discovered an amazing trove of ancient artwork. Known as Chauvet Cave, it is one of the most famous examples of prehistoric artwork, with a variety of drawings including at least 13 different animal species. These animals include mammoths, lions, horses, and cave bears. Paleolithic artists created the drawings around 30,000 years ago. Some drawings are etched, or incised, around their edges, giving them a three-dimensional appearance. Access to the cave is strictly limited because experts are concerned that the drawings could be damaged by large numbers of visitors. However, no one knows how many other similar caves might be waiting to be discovered. continued from page 364 STRUGGLING READERS Lesson Preview 1. Pair struggling readers with more proficient readers, and ask students to preview the lesson. Have each pair read the headings, look for bold and highlighted text, and examine the visuals used in the lesson. 2. Invite volunteers to share what they think the lesson will be about. Discuss the features that helped them draw these conclusions. *Alternative Assessment Handbook, Rubric 1: Acquiring Information continued from page 367 More About . . . Beringia During the Pleistocene Ice Age, which ended about 12,000 years ago, huge glaciers covered much of Europe, North America, and Asia. This caused the level of the oceans to drop as much as 300 feet (91.4 m), resulting in a land bridge between Asia and North America. This land bridge, known as Beringia, was where the Bering Sea is today. Because of the land bridge, many plants and animals were able to spread between Asia and North America. These included horses, mastodons, and woolly mammoths. Scientists think that people might have crossed the bridge while they were pursuing the animals for food.continued from page 368 SOLVE PROBLEMS Moving to a New Location Tell students that they live in the Middle Stone Age. Currently, they live near a river, but many wild animals come to the river to drink, and they have attacked several people in your group. The community has decided to move to a forested location about a mile away. Tell students they must help make decisions about the move. Have the class work together to come up with a list of questions and possible answers. Questions might include: •What materials might you use to build your new home? •How could you protect your home from wild animals? •How would you get water from the river to your new location? *Alternative Assessment Handbook, Rubrics 14: Group Activity; and 35: Solving Problems More About . . . Skara Brae In the 1850s a severe storm hit the islands off the northeast coast of Scotland, uncovering a Neolithic village known as Skara Brae. The village is amazingly well preserved and probably was home to about 100 people. Because no wood was available locally, buildings were made of stone. Each home had an identical layout, and furniture, such as beds and storage, was also built of stone. The people were farmers growing barley and raising sheep and cattle. Fish and venison were also a part of their diet. Because most Neolithic villages were made of wood, little remains of them today. The survival of Skara Brae is evidence of the ability of its people to adapt to their environment. Europe before the 1700s 371b LESSON 2 Big Idea Greek culture spread in Europe and Asia through colonization, trade, and conquest.The Growth of Ancient Greece Athenian Democracy The Parthenon A Greek Theater Biography: Pericles My Life in Sparta Classical Influence Alexander’s EmpireDocument-Based Investigation: Greek Art Historical Source: The OdysseyMap: Greek City-States and Colonies, c. 600 BC Map: Alexander the Great’s Empire, c. 323 BCBattle of MarathonLesson 2 Planner Ancient Greece Key Terms Review Reading Check Graphic Organizer Activity Lesson AssessmentVisualsMaps, Graphs, and ChartsVideos AssessmentExtend and EnrichSources 371c Module 12, Lesson 2 Alexander’s Empire Article Students read about the amazing scope of Alexander’s empire and then use a map to estimate its size in square miles. They then compare the empire’s size to the size of the United States. Classical Influence Article Students read that the design of buildings in Washington, DC, has been influenced by ancient Greek architecture. Using what they have learned, they create a display or slide show that illustrates this influence. My Life in Sparta Article Students read about what it was like growing up in Sparta, where the emphasis was on physical fitness and boys were expected to join the military. Students then write a diary entry in which they pretend to be a Spartan boy or girl.Online Lesson 2 Enrichment Activities Europe before the 1700s 371d Teach the Big Idea 1. Whole Class Open/Introduction If YOU lived there . . . Why is your brother excited about voting? Review the scenario with students and lead a class discussion around responses to the question. Remind students that all responses are valid as long as they are supported with valid reasoning. You may wish to review the following points to frame your discussion. Consider being ABLE to vote: •Your views are represented. •You can help make new laws or improve old ones. •You can feel proud about helping to rule Athens. Consider NOT BEING ABLE to vote: •Your views are not considered. •You have no power to change things. •You feel left out. 2. Direct Teach Introduce the Big Idea: Greek culture spread in Europe and Asia through colonization, trade, and conquest. Ask students to come up with a list of words that they associate with the ancient Greeks, such as voting and democracy . Discuss that the Greeks were very active in trade and conquest, both of which helped to spread their ideas and values. 3. Practice/Assess/Inquire Have students draw a timeline that includes the key events in the lesson, including information presented in the lesson's maps, visuals, and captions. Encourage students to share their timelines with the class. 4. Explore (Collaborative Exploration) As a review of the lesson, have students create five multiple- choice questions. Then have students quiz each other with the questions they have created. 5. Whole Group Close/Reflect Have students illustrate their timelines with at least three events, people, or places mentioned in the lesson. *Alternative Assessment Handbook, Rubrics 3: Artwork; and 36: Time Lines ONLINE DOCUMENT-BASED INVESTIGATION Europe before the 1700s Greek Art is the second of six document-based investigations that students will analyze in Europe before the 1700s. Greek paintings and statues have been admired for hundreds of years. Have students study the image. ONLINE GRAPHIC ORGANIZER Ancient Greece As students read the lesson, have them use the graphic organizer to take notes. Students can review their graphic organizer notes at the end of the lesson to answer the following question: Analyze Causes What causes led to the development and spread of Greek culture? Possible answer: Greek city-states established Greek colonies; the Greeks entered a golden age after defeating the Persians; Alexander the Great conquered Greece and other areas. ONLINE LESSON FLIP CARDS Review Key Terms and Places Students can use the flip cards in the Lesson Review at any time to review the lesson’s key terms and places: city-states, golden age, Athens, Sparta, Hellenistic. If YOU lived there . . . You live in the ancient city of Athens, one of the largest cities in Greece. Your brother, just two years older than you, is excited. He is finally old enough to take part in the city’s government. He and your father, along with the other free men in the city, will meet to vote on the city’s laws and leaders. Your mother and your sisters, however, cannot take part in the process. Why is your brother excited about voting? Early Greek Culture Suppose you and some friends wanted to go to the movies, but you could not decide which movie to see. Some of you might want to see the latest action thriller, while others are more in the mood for a comedy. How could you decide which movie you would go to see? One way to decide would be to take a vote. Whichever movie got more votes would be the one you saw. Did you know that by voting you would be taking part in a process invented some 2,500 years ago? It is true. One of the earliest peoples to use voting to make major decisions was the ancient Greeks. Voting was only one of the many contributions the Greeks made to our culture, though. In fact, many people call ancient Greece the birthplace of modern civilization. City-States Early Greece could be a dangerous place. Waves of invaders swept through the land, and violence was common. Eventually, people began to band together in groups for protec- tion. Over time, these groups developed into city-states, or political units made up of a city and all the surrounding lands. In the center of most city-states was a fortress on a hill. This hill was called the acropolis (uh-KRAH-puh-luhs), which is Greek for “highest city.” In addition to the fortress, many city- states built temples and other public buildings on the acropolis. Around the acropolis was the rest of the city, including houses and markets. High walls usually surrounded the city for protection. In wartime, farmers who lived outside the walls could seek safety inside.Lesson 2 Ancient Greece The Big Idea Greek culture spread in Europe and Asia through colonization, trade, and conquest. Main Ideas ■Early Greek culture saw the rise of the city-state and the creation of colonies. ■The golden age of Greece saw advances in government, art, and philosophy. ■Alexander the Great formed a huge empire and spread Greek culture into new areas. Key Terms and Places city-states golden age Athens Spa rta Hellenistic Module 12372 372 Module 12, Lesson 2 ONLINE INTERACTIVE MAPS Greek City-States and Colonies, c. 600 BC Have students explore the map using the interactive features and answer the associated questions. Location Near which geographic feature were many Greek city-states and colonies located? water In print edition, see map of same title. 1. Location Around which bodies of water were Greek colonies established? Mediterranean Sea, Black Sea 2. Movement Why do you think Greek trade routes usually followed coastlines? Most city- states and colonies were located on the coast.Teach the Main Idea Early Greek culture saw the rise of the city- state and the creation of colonies. Define What is a city-state? a political unit made up of a city and the land surrounding it Describe In what ways was the acropolis the center of the city-state? Not just a fortress, the acropolis was where temples and public structures were built. Houses and markets were located around the acropolis. Make Inferences How did colonies help keep Greek culture strong? by trading goods and sharing ideas with Greece READING CHECK Summarize Where did the ancient Greeks establish colonies? around the Black and Mediterranean Seas For additional instruction, go to end of lesson. ONLINE INTERACTIVE VISUALS Carousel: The Growth of Ancient Greece Have students navigate through the carousel and note similarities and differences among the images or identify a unifying theme. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why was travel difficult in ancient Greece? The region was mountainous. SPECIAL NEEDS STUDENTS Make a Model of a Greek City-State 1. Have students discuss why the Greeks built their most prominent buildings on a hill, or acropolis. 2. Then ask students to make a model of what a city-state might look like, including the acropolis, the houses, the markets, and the wall around the city. Encourage students to be creative in the materials they use to create their models. They may want to label its different components.3. Have students share their models with the class. *Alternative Assessment Handbook, Rubric 3: Artwork Black Sea Adriatic Sea Mediterranean SeaATLANTIC OCEAN Athens CyreneCorinthByzantium (Istanbul)Massilia (Marseille) Neapolis (Naples) GREECE EGYPTITALY ASIA MINOREUROPE AFRICAN SW EExplore ONLINE! Area of Greek inﬂuence Greek city-state or colony Trade route 0 300 miles 150 0 300 kilometers 150 Interpret Maps 1. Location Around which bodies of water were Greek colonies established? 2. Movement Why do you think Greek trade routes usually followed coastlines?Greek City-States and Colonies, c. 600 BC Life in the city often focused on the marketplace, or agora (A-guh-ruh) in Greek. Farmers brought their crops to the market to trade for goods made by craftspeople in the town. Because it was a large open space, the market also served as a meeting place. People held both political and reli- gious assemblies in the market. It often contained shops as well. The city-state became the foundation of Greek civilization. In additio n to providing its people with security and a marketplace, the city-state gav e people a new sense of identity. People thought of themselves as residents of a particular city-state, not as Greeks. Colonies In time, some Greeks became curious about neighboring lands around the Mediterranean and Black Seas. Some city-states establishe d new outposts, or colonies, around these seas. You can see these colonies on the map. Some of them still exist today as modern cities, such as Naples, Italy, and Marseille, France. Although they were independent, most colonies kept ties with the older cities of Greece. They traded goods and shared ideas. These ties helped strengthen the economies of both cities and colonies, and they kept Greek culture strong. Because they stayed in contact, Greek cities all over Eur ope shared a common culture.Reading Check Summarize Where did the ancient Greeks establish colonies? 373 Europe before the 1700s Europe before the 1700s 373 ONLINE ANALYZE VIDEOS Battle of Marathon Have students watch the video individually or as a class to learn how the Greeks defeated the Persians at Marathon. You may wish to use the associated question as a discussion prompt. Analyze Videos How did the Greeks defeat the Persians at Marathon? Possible answer: The Greeks stretched out their attack line and circled the Persians. The Persians were surrounded and could not break through the Greeks’ line; the Greeks had better weapons and armor.Teach the Main Idea The golden age of Greece saw advances in government, art, and philosophy. Recall Why did the Greek city-states band together around 500 BC? to defend themselves against the invading Persians Identify Cause and Effect In what way did the armed struggle between the Greeks and the Persians make the golden age possible? The Greeks were able to defeat the Persians, thus gaining confidence and the realization that they were capable of great achievements. Predict What might have happened if the city- states had not banded together? They might all have been conquered. Make Generalizations What did Greek artists, scientists, and philosophers have in common? They all closely studied human beings. More About . . . Connect to Math and Science: More than Pi Greek scientists and mathematicians made many advances during and after the golden age. Euclid published theories that became the foundation of modern geometry, and Archimedes calculated the value of pi. Greek geographers correctly calculated the circumference of Earth. They also knew that Earth rotated on its axis and revolved around the sun. (This knowledge would not be widely accepted for nearly 2,000 years.) Other scientists invented machines operated by air, water pressure, and steam. However, the technology did not yet exist to build many of them. Medical scientists also made many discoveries based on their studies of the human body. The Hippocratic oath, describing the Greeks’ notion of ethical medical behavior, is still sworn by doctors today. For additional instruction, go to end of lesson. COLLABORATIVE LEARNING Daily Life in Athens 1. Organize students into small groups. Assign each group one aspect of daily life—the role of women and children, education, work, religion, government, recreation, and so on. 2. Have each group research its topic and develop a summary of what they have learned. 3. Have each group present the information they have learned to the class. Suggest that they use visuals, including diagrams and photographs, in their presentations.4. Lead a discussion comparing aspects of daily life in Athens to the same aspects of daily life today. Encourage students to express opinions about which culture seems more attractive in terms of daily life. *Alternative Assessment Handbook, Rubrics 14: Group Activity; 24: Oral Presentations; and 30: Research The Golden Age of Greece When most people think of ancient Greek culture today, certain images come to mind. They think of the ruins of stately temples and of realis- tic statues. They also think of great writers, philosophers, and scienti sts whose ideas changed the world. These images represent some of the many contributions the Greeks made to world history. Remarkably, most of these contributions were developed during a relatively short time, between 500 and 300 BC. For that reason, this period is often called a golden age, a period in a society’s history marked by great achievements. The Growth of Greek Power Early in Greece’s history, city-states remained fiercely independent. Each city-state focused on its own con- cerns and did not interfere in the others’ affairs. Around 500 BC, however, an invading army caused the Greeks to band together against a common enemy. That invasion came from Persia, a powerful empire in central Asia. The Persian army was huge, well trained, and experienced. Greece, on the other hand, had no single army. Each city-state had an army, but none was as large as Persia’s. As a result, the Persians expected a quick victory. Nevertheless, the Greeks took up arms against the Persians. Led by Athens, a city-state in eastern Greece, the Greeks were able to defeat the Persians and keep Greece from being conquered. When the Persians invaded again ten years later, the Athenians once again helped defeat them. The victory over the Persians increased the confidence of people all over Greece. They realized that they were capable of great achievements. In the period after the Persian invasion, the people of Greece made amazing advances in art, writing, and thinking. Many of these advances were made by the people of Athens.The agora of Athens was located below the Acropolis. It was the center of commercial and political life. Module 12374 374 Module 12, Lesson 2 ADVANCED/GIFTED Should I Stay or Should I Go? 1. Ask students to imagine that they live in a Greek city-state, but have to move to a new colony. Suggest that they do research to help them decide between moving to a colony in Spain or Italy. 2. With a partner, have them create a two- column chart to list the pros and cons of moving to each colony. 3. Then have partners evaluate their list and make a decision. Students should write a few sentences explaining what factors were the most important in making their decision. *Alternative Assessment Handbook, Rubrics 3: Charts; and 30: Research COMPARE AND CONTRAST U.S. and Athenian Democracy 1. Have students research the similarities and differences between U.S. and Athenian democracy. Ask them to focus on institutions, citizens’ rights/ responsibilities, and lawmaking. 2. Have students write a comparison- contrast essay. Have them use a graphic organizer to organize their information. *Alternative Assessment Handbook, Rubrics 9: Comparing and Contrasting; 13: Graphic Organizers; and 42: Writing to Inform BIOGRAPHY Pericles (c. 495–429 BC) Have students read the biography of Pericles, an important Athenian leader. Because he wanted people to be proud of their city, he emphasized its democracy and hired architects to build monuments. ONLINE INTERACTIVE VISUALS Image with Hotspots: Athenian Democracy Have students explore the scene of an Athenian assembly by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals How were the public debates in the assembly useful sources of political information for citizens? Debates helped citizens decide how to vote on different issues. In print edition, see image of same title. Athenian Culture In the century after the defeat of Persia, Athens was the cultural center of Greece. Some of history’s most famous politicians , artists, and thinkers lived in Athens during this time. One reason for the great advances the Athenians made during this time was their city’s leadership. Leaders such as Pericles (PER-uh-kleez ), who ruled Athens in the 400s BC, supported the arts and encouraged the creation of great works. Athens became prosperous, or successful and wealthy, under Pericles’s leadership. Because of this wealth, Pericles was able to hire great archit ects and artists to construct and decorate the Parthenon, ancient Greece’s m ost famous temple. Athenian Democracy Leaders like Pericles had great power in Athens, but they did not rule alone. The city of Athens was a democracy, and its leaders Pericles (c. 495–429 BC) Pericles, the most famous leader in all of Athenian history, wanted the city’s people to be proud of their city. In his speeches, he emphasized the greatness of Athenian democracy and encouraged everyone to take part. He also worked to make the city beautiful. He hired the city’s best architects to build monuments, such as the Parthenon, and hired great artists to decorate them. He also supported the work of writers and poets in order to make Athens the cultural center of all Greece.BIOGRAPHY Athens was governed as a democracy. Once a month, all adult men in the city gathered together in an assembly to make the city’s laws. Men spoke in the assembly to support or argue against ideas. Sometimes, people in the crowd argued with them. Voting was done either by show of hands or by secret ballot. The ballots used were broken pieces of pottery.Athenian Democracy 375 Europe before the 1700s Europe before the 1700s 375 SUMMARIZE Parthenon Restoration Project 1. Tell students that in the early 1980s, the Greek government undertook a decades- long project to restore the Parthenon. Along the way, the restorers made many fascinating discoveries and were amazed by the skills of the original builders. 2. Have students conduct research to learn about the Parthenon restoration project.3. Instruct students to create a multimedia presentation that summarizes the project. In particular, they should discuss what was learned about the skills of the original builders. 4. Have students include images of the Parthenon at different stages of the restoration project. *Alternative Assessment Handbook, Rubrics 1: Acquiring Information; 22: Multimedia Presentation; and 30: Research ONLINE INTERACTIVE VISUALS Image with Hotspots: The Parthenon Have students explore the Parthenon by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals Why do you think people consider the Parthenon to be a symbol of ancient Athens? The Parthenon was a great architectural achievement; it is the temple of Athena, after whom Athens was named. In print edition, see image of same title. Once a year, the people of Athens held a great festival in honor of Athena. Part of the festival included a great procession that wound through the city. were elected. In fact, Athens was the world’s first democracy. No one else in history had created a government in which people ruled themselves. In Athens, most power was in the hands of the people. All the city’s leaders could do was suggest ideas. Those ideas had to be approved by an assembly made up of the city’s free men before they were enacted. As a result, it was vital that all the men of Athens took part in making government decisions.The Parthenon The Parthenon is often seen as a symbol of ancient Athens. It was a temple to the goddess Athena, whom the people of Athens considered their protector. The temple is now in ruins, but this illustration shows how it may have looked when it was built around 440 BC. Analyze Visuals Why do you think people consider the Parthenon to be a symbol of ancient Athens?Like most Greek temples, the Parthenon had huge marble columns to support its roof.The Parthenon was decorated with carvings of events from Greek history and mythology. Inside the Parthenon was a magnificent statue of Athena by the sculptor Phidias. Many people consider him the greatest sculptor in all of Greece. Module 12376 376 Module 12, Lesson 2 ONLINE DOCUMENT-BASED INVESTIGATION Greek Art Greek paintings and statues have been admired for hundreds of years. Have students study the image and answer the associated question. Analyze Sources What details make this statue lifelike? the facial features, the arm and hand, the folds in the clothing In the print edition, see image titled Greek Art. DRAW CONCLUSIONS Debating Progress vs. Preservation 1. Tell students that air pollution is a serious problem in Athens today, damaging the marble of the Parthenon and other monuments. 2. Have students search the Internet or library to learn more about the sources and effects of the pollution. Ask them to also research what is being done to prevent the damage. 3. Assign groups different sides in a debate. Tell them that there is only enough money to either repair the monuments (preservation) or finish new projects in Athens (progress). Have each group gather reasons to support its position.4. Have students debate the issue. Afterward, have them explain whether or not they were persuaded by the other side’s arguments, and why. *Alternative Assessment Handbook, Rubrics 10: Debates; and 30: Research The people of Athens were very proud of their democ racy and also of their city in general. This pride was reflected in their city’s buildings and art. Look at the picture of the Parthenon again. Why do you think the tem- ple was so large and so elaborately decorated? Like many Greek buildings, it was designed to be a symbol of the city. It was supposed to make people see Athens as a great and glorious city. Architecture and Art The Parthenon may be the most famous building from ancient Greece, but it is only one of many magnificent structures built by the Greeks. All over Greece, builders created beautiful marble temples. These temples were symbols of the glory of the cities in which they were built. Greek temples and other buildings were often decora ted with statues and carvings. These works by Greek artists are still ad mired by people today. Greek art is so admired because of the skill and careful preparation of ancient Greek artists. These artists wanted their works to look realisti c. To achieve their goals, they watched people as they stood and moved. They wanted to learn exactly what the human body looked like while it was in motion. The artists then used what they learned from their observations to make their statues as lifelike as possible. Science, Philosophy, and Literature Artists were not the only people in ancient Greece to study other people. Scientists, for example, studie d people to learn how the body worked. Through these studies, the Greeks learned a great deal about medicine and biology. Other Greek scholars made great advances in math, astronomy, and other areas of science. Greek philosophers, or thinkers, also studied peopl e. They wanted to fig- ure out how people could be happy. Three of the wor ld’s most influential phi- losophers—Socrates, Plato, and Aristotle—lived and taught in Athens during this time. Their ideas continue to shape how we liv e and think even today. The ancient Greeks were master artists. Their paintings and statues have been admired for hundreds of years. Greek statues are so admired because the sculptors who made them tried to make them look perfect. They took great care to make their art lifelike. Because of this, artists from later civilizations admired and imitated the works of Greek artists. This Roman sculpture is of Pallas, the Roman equivalent of the goddess Athena. It is similar to a sculpture of Athena by the Greek artist Phidias that once stood in the Acropolis. Analyze Visuals What details make this statue lifelike? Greek Art 377 Europe before the 1700s Europe before the 1700s 377 ONLINE HISTORICAL SOURCE The Odyssey Invite students to read the excerpt from the Odyssey and answer the associated question. Analyze Sources The Greeks used myths to explain the natural world. How does the passage from the Odyssey illustrate this? The passage uses sea monsters to explain a dangerous strait in the Mediterranean. In print edition, see Historical Source of same title. STRUGGLING READERS Listen to an Excerpt from the Odyssey 1. Read aloud the excerpt from the Odyssey as students follow along. 2. Ask students to summarize the excerpt. Make sure that students understand that the passage tells about Odysseus and his crew as they sail between two sea monsters and describes the fear they felt as they do so.3. Ask questions based on the text. Have students locate and read the answers aloud. 4. Encourage students to draw a picture of the event described in this excerpt. *Alternative Assessment Handbook, Rubrics 3: Artwork; and 18: Listening Historical Source And all this time, in travail [pain], sobbing, gaining on the current, we rowed into the strait—Scylla to port and on our starboard beam Charybdis, dire gorge [terrible throat] of the salt sea tide. By heaven! when she vomited, all the sea was like a cauldron seething over intense fire, when the mixture suddenly heaves and rises. The shot spume [foam] soared to the landside heights, and fell like rain. But when she swallowed the sea water down we saw the funnel of the maelstrom [whirlpool], heard the rock bellowing all around, and dark sand raged on the bottom far below. My men all blanched [grew pale] against the gloom, our eyes were fixed upon that yawning mouth in fear of being devoured. —Homer from the Odyssey , translated by Robert FitzgeraldThe ancient Greeks also made huge contributions to world literature. Some of the world’s timeless classics were written in ancient Greece. They include stories of Greek heroes and their daring adventures, poems about love and friendship, and myths meant to teach lessons about life. Among the earliest Greek writings are two great epic poems, the Iliad and the Odyssey , by a poet named Homer. Like most epics, both poems describe the deeds of great heroes. The heroes in Homer’s poems fought in the Trojan War. In this war, the Mycenaean Greeks fought the Trojans, people of the city called Troy. Chances are that you have read a book, seen a film, or watched a play inspired by—or even written by—the ancient Greeks. Actually, if you hav e ever seen a play at all, then you have the Greeks to thank. The ancient Greeks were the first people to write and perform drama, or plays. Once a part of certain religious ceremonies, plays became one of the most popular forms of entertainment in Greece. The Decline of the City-States As great as it was, the Greek golden age could not last forever. In the end, Greece was torn apart by a war between Athens and its rival city-state, Sparta. The Odyssey takes place after the Trojan War has ended. It describes the adventures of another hero, Odysseus, as he makes his way home to his kingdom of Ithaca. His voyage is full of obstacles—including the two sea monsters described in this passage. The idea for these monsters probably came from an actual strait in the Mediterranean Sea, where a jagged cliff rose on one side and dangerous whirlpools churned on the other. Analyze Sources The Greeks used myths to explain the natural world. How does the passage from the Odyssey illustrate this? Module 12378 378 Module 12, Lesson 2 TIERED ACTIVITY Greek Poetry Materials: samples of Greek lyric and epic poetry Below Level —Read aloud one or two Greek poems (or excerpts). Ask students for their feedback, both about the content of the poems and the style. At Level —Going beyond the Below Level activity: •Have students choose a poem to read to the class. •Tell students to practice by reading the poem several times—first silently to themselves and then aloud to a partner. •Encourage students to pay attention to mood, subject matter, rhyme patterns, and rhythm. •Have students read their poems to the class. Above Level —Going beyond the Below Level and At Level activities: •Tell students that the Greeks have inspired many modern writers, including the American poet H.D. (Hilda Doolittle.) •Have students find some of H.D. ’s poems and read them aloud to the class. *Alternative Assessment Handbook, Rubrics 18: Listening; and 26: Poems and SongsTeach the Main Idea Alexander the Great formed a huge empire and spread Greek culture into new areas. Recall How many years did it take Alexander to establish his empire? about 11 years Explain Why did Alexander turn back toward home in 325 BC? His troops were tired and far from home, and they demanded that Alexander turn back. Sequence Which was the first place that Alexander conquered? Greece Which was the last? western India Elaborate Imagine that you are a Greek arriving in a new land that is part of Alexander the Great’s empire. What part of your culture would you most want to share with your new neighbors? Why? Students’ responses will vary but should reflect lesson content. More About . . . Alexander's Cities According to the Greek historian Plutarch, Alexander the Great founded more than 60 new cities in his effort to spread Greek culture. ONLINE INTERACTIVE VISUALS Image with Hotspots: A Greek Theater Have students explore the image of a Greek theater by using the interactive hotspots. You may wish to use the associated question as a discussion prompt. Analyze Visuals In what ways are modern-day plays similar to those held in ancient Greece? Possible answer: Actors play roles on stage, and background scenery and special effects are designed to make plays look more realistic . In print edition, see image of same title. READING CHECK Find Main Ideas Why is the period between 500 and 300 BC called a golden age in Greece? because the Greeks made many contributions to culture—art, architecture, literature, philosophy, science, drama, and democracy—during this period Sparta was a military city with one of the strongest armies in Greece. Jealous of the influence Athens had over other city-states, the Spartans attacked Athens. The war between these two powerful city-states devastated Greece. Othe r city-states joined the war, supporting one side or the other. For years, the war went on. In the end, Sparta won, but Greece was in shambles. Thousands of people had been killed, and whole cities had been destroyed. Weakened, Greece lay open for a foreign conqueror to swoop in and take over. The Empire of Alexander In fact, a conqueror did take over all of Greece in the 330s BC. For the first time in its history, all of Greece was unified under a single ruler. He was from an area called Macedonia just north of Greece, an area that many Greeks considered uncivilized. He was known as Alexander the Great. Alexander’s Conquests Alexander swept into Greece with a strong, well- trained army in 336 BC. In just a few years, he had conquered all of Greece. Alexander, however, was not satisfied to rule only Greece. He wanted to create a huge empire. In 334 BC he set out to do just that. As you can see on the map, he was quite successful.Reading Check Find Main Ideas Why is the period between 500 and 300 BC called a golden age in Greece?All plays had a chorus who helped explain what was happening on stage.Actors performed the plays on stage. Background scenery made the play appear more realistic. To represent Greek gods appearing from the sky, stage workers used a crane to lower actors who played the roles of gods to the stage.A Greek Theater The ancient Greeks built their theaters into hillsides so that everyone in the audience had a good view. Actors wore masks with exaggerated faces so that the audience could identify characters and emotions from a distance. Analyze Visuals In what ways are modern-day plays similar to those held in ancient Greece? 379 Europe before the 1700s Europe before the 1700s 379 ONLINE INTERACTIVE MAPS Alexander the Great’s Empire, c. 323 BC Have students explore the map using the interactive features and answer the associated questions. Interpret Maps Which of the following rivers did Alexander cross first? Nile River In print edition, see map of same title. 1. Movement What rivers did Alexander cross? the Nile, Tigris, Indus, and Oxus rivers 2. Movement About how long was the route of Alexander from Pella to Babylon? about 3,000 miles (4,828 km) ENGLISH LANGUAGE LEARNERS Biographies of Influential Ancient Greeks 1. To help students apply their knowledge of influential people in ancient Greece, have them choose one of the individuals written about in the text (e.g., Pericles, Socrates, Plato, Aristotle, Homer, Alexander). 2. Have students read what is written in the text about the individual they have chosen and work in pairs to research more information. Have them use dictionaries, context clues, and their partners to help them understand words or phrases they do not know.3. Have students write a biography about the person they have chosen using the information they found doing research. *Alternative Assessment Handbook, Rubric 4: Biographies R e d S e aBlack Sea Mediterranean Sea Aegean SeaAral Sea A r a b i a n S e a Persian Gulf Caspian S ea Arabian PeninsulaCAUCASUS MOUNTAINS HINDU KUSH PERSIAN EMPIREPARTHIABACTRIA INDIA EGYPTMACEDONIA SYRIA Nile River Danub e River Indus River Oxus River (Amu Darya) Jaxartes River (Syr Darya) Euphrates River Tigris River CyprusCreteASIA MINORIssus 333 BCGranicus 334 BC Gaugamela 331 BCAthensThebes Sparta Alexandria BabylonSusa Persepolis Alexandria Carmana PattalaAlexandriaAlexandria Arachoton (Kandahar)KabulAlexandria Eskhata Alexandria BucephalaAlexandria Nicaea Alexandria OpianaAlexandria on the Caucasus Alexandria AreiaAlexandropolis PasargadaeEcbatana AlexandriaCyrene MemphisGordium SardisPella N SW EAlexander the Great’s Empire, c. 323 BC Explore ONLINE! Alexander’s empire Major battle site Route of Alexander and his armies 0 300 miles 150 0 300 kilometer 150 At its greatest extent, Alexander’s empire stretched from Greece in the west all the way to India in the east. It included nearly all of central Asia— including what had been the Persian Empire—and Egypt. Alexander had dreams of extending his empire even farther east, but his troops refused to keep fighting. Tired and far from home, they demanded that Alexander turn back. He did, turning back toward home in 325 BC. On his way back home, however, Alexander became ill and died. He was 33. The Spread of Greek Culture During his life, Alexander wanted Greek culture to spread throughout his empire. To help the culture spread, he built cities in the lands he conquered and urged Greek people to move there. He named many of the cities Alexandria after himself.Interpret Maps 1. Movement What rivers did Alexander cross? 2. Movement About how long was the route of Alexander from Pella to Babylon? Module 12380 380 Module 12, Lesson 2 READING CHECK Find Main Ideas What lands were included in Alexander’s empire? lands from Greece and Egypt in the west across southern Asia to India in the east Print Assessment Review Ideas, Terms, and Places 1. a. Describe What did an ancient Greek city-state include? a city and all the surrounding lands b. Explain Why did the Greeks form city-states? for protection against invaders 2. a. Identify What were some major achievements in Greece between 500 and 300 BC? government (democracy), architecture and art (Parthenon), science, philosophy, and literature (drama) b. Summarize What was the government of ancient Athens like? a democracy, with most power in the hands of the people; leaders’ ideas had to be approved by an assembly of free men c. Evaluate Would you have liked living in ancient Greece? Why or why not? Students’ answers will vary but should reflect section content. 3. a. Describe How did Alexander the Great try to spread Greek culture in his empire? by building cities in the conquered lands and urging Greeks to move there b. Draw Conclusions How might Greek history have been different if Alexander had not existed? Greece may not have become unified; Greek culture may not have spread. Critical Thinking 4. Analyze Events Using your notes, draw a timeline of major events in Greek history. For each event you list on your timeline, write a sentence explaining why it was important. Students should list the major events on the timeline, such as the establishment of city-states and colonies, Athens’s defeat of the Persians, the golden age, war with Sparta, and Alexander’s conquest of Greece. As Greek people moved to these cities, however, they mingled with the people and cultures in the area. As a result, Greek culture blended with other cultures. The result was a new type of culture that mixed elements from many people and places. Because the Greek word for Greek is “Hellenic,” historians often refer to these blended cultures as Hellenistic, or Greek-like. Hellenistic culture helped shape life in Egypt, central Asia, and other parts of the world for many years. Summary and Preview Greece was the location of the first great civiliza- tion in Europe. In the next lesson, you will learn about the power ful civili- zation that defeated Greece, the Roman Empire.Reading Check Find Main Ideas What lands were included in Alexander’s empire? Review Ideas, Terms, and Places 1. a. Describe What did an ancient Greek city-state include? b. Explain Why did the Greeks form city-states? 2. a. Identify What were some major achievements in Greece between 500 and 300 BC? b. Summarize What was the government of ancient Athens like? c. Evaluate Would you have liked living in ancient Greece? Why or why not? 3. a. Describe How did Alexander the Great try to spread Greek culture in his empire? b. Draw Conclusions How might Greek history have been different if Alexander had not existed?Critical Thinking 4. Analyze Events Using your notes, draw a timeline of major events in Greek history. For each event you list on your timeline, write a sentence explaining why it was important.Lesson 2 Assessment 381 Europe before the 1700s Europe before the 1700s 381 Online Assessment 1. Why did the ancient Greeks establish city-states? to help their economy to protect their democracy to protect themselves from invaders to establish new colonies for themselves Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Ancient Greece was organized into different city-states 2. Why was the government of ancient Athens so important? It was the world’s first democracy. It sided with Persia against Sparta. It ruled over different Greek city-states. It established new city-states and colonies. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. The people of Athens established the world’s first democracy. 3. Which of the following was an important effect of Alexander the Great’s rule? Greek armies controlled most of India. Much of the civilized world started using Greek democracy. Greek culture spread to Egypt and parts of Asia. Much of the civilized world became united under Greek rule. Alternate Question Select the answer choice from the drop-down list to complete the sentence correctly. Due to the conquests of Alexander the Great, Greek culture spread to Egypt and parts of Asia.4. Cause and Effect How did the culture of early Greece spread beyond Greece? Different Greek city-states established colonies along the Mediterranean and Black Seas. The city-states traded goods and shared ideas with their colonies. 5. Evaluate In which field did ancient Greece make its greatest cultural achievements—architecture, art, science, philosophy, or literature? Explain two reasons to defend your choice. Ancient Greece made its greatest cultural achievements in literature. The stories, poems, and myths written by writers in ancient Greece are still read today. The ancient Greeks wrote and performed the first plays. These plays continue to inspire books and films today. 6. Make Generalizations How was Hellenistic culture different from Greek culture? Hellenistic culture blended Greek culture with the cultures of Egypt and parts of Asia conquered by Alexander the Great to create a unique culture. 381a Module 12, Lesson 2 ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 373 More About . . . Cultural Origins The origins of Greek culture can be found in the Mycenaean age, which lasted from about 1600 BC to 1100 BC. People of this time were the first to worship many of the gods later worshiped by the Greeks. Other aspects of culture during this period, including architecture, inspired the Greeks. The stories of the heroes of this time, such as Achilles and Odysseus, were later related by the Greek poet Homer in his epic poems the Iliad and the Odyssey (8th century BC). continued from page 374 More About . . . Connect to Today The Greeks started the Olympic games, and the first recorded ones were held in 776 BC. Every four years, people came from all over Greece to compete at Olympia. Unlike today, women were not allowed to compete. The first modern Olympic Games were held in 1896 in Greece and brought together athletes from 14 nations. Connect to Language Arts: Greek Roots The word for city-state in Greek is polis . This word is the root of several English words having to do with cities and government, including politics, policy, politician, cosmopolitan, and metropolis. Europe before the 1700s 381b",
      "main_idea": "Lesson 1 Big Idea Prehistoric people adapted to their environment and developed agriculture.",
      "supporting_details": [
        "Main Ideas •Scientists study the remains of early humans to learn about prehistory.",
        "Early humans moved out of Africa and migrated all over the world.",
        "People adapted to new environments by making clothing and new types of tools."
      ]
    }
  ],
  "scientific_phenomena": [
    {
      "title": "Europe before the 1700s Climate",
      "description": "Possible answer: Tools allowed people to hunt for food; clothing and shelter protected people as they moved to colder climates; and agriculture allowed people to create permanent settlements and develop early economies, social order, and religious practices . For additional instruction, go to end of lesson. The First Tools The first humans and their ancestors lived during a long period of time called the Stone Age.",
      "observation_prompts": [
        "What features of climate can you identify in Europe before the 1700s?",
        "How might climate affect people living in Europe before the 1700s?",
        "What patterns do you notice about climate in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s River",
      "description": "They used the canoes to travel on rivers and lakes. People also began to make pottery. Developments like these, in addition to clothing and shelter , allowed people to adapt to new environments.",
      "observation_prompts": [
        "What features of river can you identify in Europe before the 1700s?",
        "How might river affect people living in Europe before the 1700s?",
        "What patterns do you notice about river in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Mountain",
      "description": "Geographic features such as high mountains and cold temperatures delayed migration northward into northern Asia. Eventu- ally, however, people from both Europe and southern Asia moved into that region. From northern Asia, people moved into North America.",
      "observation_prompts": [
        "What features of mountain can you identify in Europe before the 1700s?",
        "How might mountain affect people living in Europe before the 1700s?",
        "What patterns do you notice about mountain in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Ocean",
      "description": "During the ice ages, large sheets of ice formed, causing ocean levels to drop. Scientists think this resulted in a land bridge between Asia and North America being exposed. Analyze Visuals According to the Early Human Migration map, when did people reach western Australia?",
      "observation_prompts": [
        "What features of ocean can you identify in Europe before the 1700s?",
        "How might ocean affect people living in Europe before the 1700s?",
        "What patterns do you notice about ocean in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Weather",
      "description": "In bad weather, they might have taken shelter in a cave if there were one nearby. When food or water became hard to find, groups of people would have to move to new areas. Each person in a hunter-gatherer society did tasks to help meet the needs of the community.",
      "observation_prompts": [
        "What features of weather can you identify in Europe before the 1700s?",
        "How might weather affect people living in Europe before the 1700s?",
        "What patterns do you notice about weather in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Environment",
      "description": "Lesson 1 Big Idea Prehistoric people adapted to their environment and developed agriculture. Main Ideas •Scientists study the remains of early humans to learn about prehistory.",
      "observation_prompts": [
        "What features of environment can you identify in Europe before the 1700s?",
        "How might environment affect people living in Europe before the 1700s?",
        "What patterns do you notice about environment in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Water",
      "description": "When food or water became hard to find, groups of people would have to move to new areas. Each person in a hunter-gatherer society did tasks to help meet the needs of the community. Anthropologists believe that most Stone Age hunters were men and that women gathered plants to eat.",
      "observation_prompts": [
        "What features of water can you identify in Europe before the 1700s?",
        "How might water affect people living in Europe before the 1700s?",
        "What patterns do you notice about water in Europe before the 1700s?"
      ]
    },
    {
      "title": "Europe before the 1700s Forest",
      "description": "The community has decided to move to a forested location about a mile away. Tell students they must help make decisions about the move. Have the class work together to come up with a list of questions and possible answers.",
      "observation_prompts": [
        "What features of forest can you identify in Europe before the 1700s?",
        "How might forest affect people living in Europe before the 1700s?",
        "What patterns do you notice about forest in Europe before the 1700s?"
      ]
    }
  ],
  "writing_prompts": [
    "Using information from the passage and your own knowledge, write an informative paragraph about Europe before the 1700s. Include at least three vocabulary terms from Part 1.",
    "Describe an important geographic feature of Europe before the 1700s and explain its significance to the region.",
    "Compare and contrast two aspects of Europe before the 1700s discussed in the reading passage."
  ],
  "system_identification": {
    "title": "HUMAN GEOGRAPHY SYSTEMS",
    "instructions": "Label each description with the correct human geography system: Urban, Cultural, Economic, Political, or Infrastructure.",
    "items": [
      {
        "description": "Major cities in Europe before the 1700s",
        "system": "Urban"
      },
      {
        "description": "Languages spoken in Europe before the 1700s",
        "system": "Cultural"
      },
      {
        "description": "Economic activities in Europe before the 1700s",
        "system": "Economic"
      },
      {
        "description": "Political boundaries in Europe before the 1700s",
        "system": "Political"
      },
      {
        "description": "Transportation networks in Europe before the 1700s",
        "system": "Infrastructure"
      },
      {
        "description": "Religious practices in Europe before the 1700s",
        "system": "Cultural"
      },
      {
        "description": "Agricultural patterns in Europe before the 1700s",
        "system": "Economic"
      },
      {
        "description": "Historical settlements in Europe before the 1700s",
        "system": "Historical"
      }
    ]
  }
}