{
  "module_number": 12,
  "title": "Government and Citizenship",
  "pdf_source": "compressed_Government and Citizenship Teacher Guide PDF.pdf",
  "quarter": "Q2",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 2: World Governments . . . . . . . . . . . . . . . . .137",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "would lack education.",
        "2. a. Interpret How are a citizen’s duties, rights, and",
        "responsibilities connected? In order to enjoy",
        "rights, citizens are obligated to perform duties and",
        "responsibilities.",
        "b. Summarize What are the rights and",
        "responsibilities of citizens to their community,",
        "state, and nation? Citizens should vote in national,",
        "state, and local elections, take public service jobs,",
        "and be active in their local communities.",
        "3. a. Explain How can citizens influence the political",
        "process? Citizens can vote, join interest groups,",
        "and support or join political parties.",
        "b. Compare How are the methods citizens use to",
        "resolve issues in government and society alike?",
        "4. a. Identify What is an example of a Critical Thinking",
        "Citizens help resolve issues in the government",
        "and society by working together. In government, nonrepresentative government? Iran 5. Evaluate Draw a two-column chart",
        "they can vote and support or join political parties b. Explain Why do the levels of civic to list and describe citizens’ duties",
        "and interest groups. In society, they can organize engagement vary among different and responsibilities in representative",
        "community outreach. contemporary societies? The citizens have governments. Use the chart to help answer",
        "c. Draw Conclusions How do you think the media different levels of trust in government. this question: In your opinion, which duty",
        "helps influence government policy and action? c. Compare Do you think an election, or responsibility expected of citizens is",
        "The media helps inform the public, and the way it revolution, or coup is the best way to the most important? Explain your answer.",
        "reports on issues and policy decisions, represent change governments? Answers will vary, Students’ charts and answers should",
        "candidates, and use political symbols can influence but students should compare the different reflect an understanding of the duties and",
        "the decisions citizens make when voting on, methods and support their choice using responsibilities of citizens in the United States",
        "protesting, or supporting government policies and evidence from the text. and in other societies.",
        "152 Module 4, Lesson 3",
        "Online Assessment 5. Analyze Information Why do Americans pay taxes?",
        "Taxes are necessary to fund police forces, provide fire protection, pay",
        "1. Which of the following is an American citizen’s duty?",
        "for road maintenance, and allow public schools to function. As well, the",
        "federal government relies on income taxes to pay for Social Security,",
        "to refuse to pay taxes",
        "which helps fund your retirement; Medicare, a health insurance program",
        "to join the military in peacetime",
        "for certain qualifying Americans; and national defense.",
        "to serve on a jury when requested",
        "Alternate Question Select the answer choice from the drop-down list 6. Draw Conclusions How can an American citizen become an",
        "to complete the sentence correctly. informed voter?",
        "Obeying laws, paying taxes, and serving on juries when requested In order to become an informed voter, a citizen must learn about",
        "are duties of American citizens. important issues and understand politicians’ positions on these issues.",
        "In order to learn about important issues, a citizen can read newspapers,",
        "2. How can a citizen actively participate in the political process?",
        "listen to the radio, watch the television, and visit government websites.",
        "by becoming a politician",
        "In order to understand the views of politicians, a citizen can view",
        "by working for a private company",
        "debates between candidates and attend legislative sessions where",
        "by refusing to join a political party",
        "politicians decide public policy.",
        "by refusing to join an interest group",
        "Alternate Question Select the answer choice from the drop-down list 7. Draw Conclusions How does the media help shape U.S. public",
        "to complete the sentence correctly. opinion?",
        "Citizens show their civic participation when they work as public",
        "The media helps keep American citizens informed, allowing citizens",
        "servants, join a political party, become politicians, or join a(n)",
        "to form their own opinions about political topics. For example, if the",
        "media reports that a politician is dishonest or fails to deliver a campaign",
        "3. What does the political symbol of the donkey represent? promise, the public may choose not to reelect that individual.",
        "the U.S. president",
        "8. Summarize What were the goals of the Arab Spring protesters?",
        "the Republican Party",
        "the Democratic Party Protesters wanted change in their governments; they wanted more",
        "the U.S. vice-president freedoms and to get rid of their dictators.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Political symbols are images that help a citizen identify with a",
        "particular idea or viewpoint, such as the donkey that identifies",
        "the Democratic Party.",
        "4. How are the responsibilities of American and German citizens",
        "American citizens do not serve on juries, while German citizens",
        "German citizens do not serve on juries, while American citizens",
        "American citizens do not have the right to vote, while German",
        "German citizens do not have the right to vote, while American",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One difference between American and German citizenship is that",
        "German citizens do not serve on juries .",
        "Government and Citizenship 152a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 151",
        "continued from page 146",
        "More About . . .",
        "STRUGGLING READERS",
        "Voter Turnout Even in countries where citizens have the right to vote,",
        "Citizens Have Responsibilities and Duties",
        "they still choose not to. That is clear from voter turnout statistics. When it",
        "1. With students, create a list of duties of citizenship and record them comes to voting, Belgium, Sweden, and Denmark are the countries with",
        "on the board. Examples should include the following: obeying the the highest percentage of votes cast by eligible voters. Those countries",
        "law, serving in the armed forces, and appearing in court. score 80 percent or higher. In the United States, about 55 percent of",
        "2. Direct students to choose one of the duties from the class list voting-age citizens vote. Switzerland has among the lowest percentages",
        "and then create a drawing or a four-panel comic strip showing an of eligible voters who have voted in recent elections: 39 percent.",
        "example of that duty. Remind students to name the duty on their",
        "drawings and to add captions to their comic strips.",
        "3. When students have finished, ask volunteers to share their work",
        "4. As an extension activity, when students have finished their study",
        "of the lesson, have them create a short graphic booklet showing",
        "the rights and responsibilities of citizenship.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "continued from page 148",
        "Creating a New Political Party",
        "1. Assign students to work in small groups, and tell each group that",
        "they will be forming their own political party.",
        "2. Work with students as they create a list of issues that their party",
        "stands for. Then have each group create campaign material,",
        "including jingles, slogans, banners, and electronic advertisements",
        "announcing their party’s goals and mission and urging voters to",
        "3. Have students present their materials, including their jingles,",
        "to the class, and have one volunteer from each group deliver a",
        "campaign speech to the class. When finished, have students vote",
        "on which third party they would be most likely to support.",
        "*Alternative Assessment Handbook, Rubrics 2: Advertisements; 14: Group",
        "Activity; 26: Poems and Songs; 29: Presentations; and 34: Slogans and",
        "152b Module 4, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Use a Problem-Solving Process",
        "Use a Problem-Solving Process",
        "Define the Skill Problem Ask for volunteers to discuss problems they have",
        "Solving problems is a process for finding Voter turnout in elections for local government recently had to solve. Perhaps a bicycle was not",
        "solutions to difficult situations. Being able to officials is decreasing in your hometown.",
        "working properly or they had accidently scheduled",
        "use a problem-solving process is an important",
        "skill that will help you identify problems and two appointments at the same time. Encourage",
        "solve challenges as they appear. students to discuss how they arrived at a solution to",
        "• In 2003, 51 percent of registered voters",
        "voted in local elections. the problem. Emphasize that having specific problem-",
        "• By 2013, only 37 percent of registered solving skills can help students arrive at a workable",
        "Use the following steps to solve problems. voters voted in local elections.",
        "solution. These skills will be useful throughout their",
        "1. Identify the problem. Study the issue to learn • More people vote in local elections when they",
        "are held with state or national elections. lives.",
        "about the problem.",
        "2. Gather information. Research and ask Learn the Skill",
        "questions to learn more about the problem. Possible",
        "3. List options. Identify possible options for Options Evaluation 1. Emphasize to students that you cannot get",
        "solving the problem. Option 1 Start Option 1 might somewhere if you do not know where you are",
        "4. Evaluate your options. Consider their a campaign to persuade more going. This may seem obvious, but it is surprising",
        "advantages and disadvantages. encourage voters people to vote, how often people misunderstand a problem and",
        "to participate in but could be",
        "5. Choose and implement a solution. After local elections expensive therefore end up with an unusable solution.",
        "comparing your options, choose the one Option 2 Hold Option 2 might",
        "that seems best and apply it to solve your local elections on increase voter 2. Make certain students understand that time spent",
        "problem. the same day as turnout, but learning more about a problem will increase the",
        "6. Evaluate the solution. Once the solution s e t l a e t c e ti o o n r s national m be ig p h o t s n si o b t le always chances of reaching a workable solution.",
        "has been tried, evaluate how effectively it",
        "solved the problem. If the solution does 3. Discuss that this is the fun, brainstorming part of",
        "not work, go back to your list of options Solution problem solving. Stress that students should avoid",
        "and start again.",
        "An advertising campaign promoting voting in local discounting a solution because it seems fanciful",
        "elections increased voter turnout by 7 percent and or unworkable. Perhaps a variation of the solution",
        "Practice the Skill cost an estimated $500,000.",
        "With a partner, use the steps of a problem-",
        "solving process to address the issue of graffiti 4. Creating tables showing advantages and",
        "in a local park. Express your ideas orally based disadvantages can make it easier to identify the",
        "on your experiences. Also share information",
        "that you learn from research. Then, create a best option.",
        "graphic organizer like the sample on this page. 5. Compromise may be necessary when working",
        "with a group. Group members should be flexible",
        "and work to have a clear understanding of others’",
        "6. Often a solution will need to be “tweaked” after its",
        "Government and Citizenship 153",
        "implementation. Getting input from a wide variety",
        "of sources can be helpful at this stage.",
        "Practice the Skill",
        "Group students into pairs, and review the steps of",
        "the problem-solving process. Have the students",
        "discuss and research the issue. Afterward, instruct the",
        "students to draw a graphic organizer like the one from",
        "this Social Studies Skill.",
        "Students’ graphic organizers should reflect an",
        "understanding of the problem-solving process and their",
        "own research and illustrate an appropriate solution to",
        "the issue of graffiti in a local park.",
        "Government and Citizenship 153",
        "Module 4 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and People For each pair of terms below, write one or two sentences describing how the terms in the",
        "pair are related.",
        "For each group of terms below, write one or two sentences that",
        "show how all the terms in the group are related. 1. borders 4. totalitarian government",
        "1. borders sovereign nation unlimited government",
        "2. foreign policy 5. draft",
        "sovereign nation",
        "diplomacy jury duty",
        "Sovereign nations have established borders.",
        "3. democracy 6. interest group",
        "2. foreign policy",
        "limited government political party",
        "Diplomacy is a foreign policy tool.",
        "Comprehension and Critical Thinking",
        "Lesson 1 Lesson 3",
        "limited government",
        "7. a. Contrast What are differences between 9. a. Explain Why is public service important",
        "Democracy is a form of limited government.",
        "physical and human borders? in representative governments?",
        "4. totalitarian government b. Identify What are the various interests b. Analyze How does volunteering help",
        "unlimited government of different nations? your community?",
        "c. Contrast What are the differences c. Elaborate Why would citizens in",
        "Totalitarian government is a form of unlimited",
        "between allies and adversaries? countries with a nonrepresentative",
        "government. Lesson 2 government participate less in civic life?",
        "5. draft 8. a. Recall What group created and",
        "jury duty practiced direct democracy? Reading Skills",
        "b. Analyze What are some ways that gov- 10. Sequence Use the Reading Skills taught in",
        "Registering for the draft and jury duty are two duties of",
        "ernments can misuse power? this module to sequence the events in the",
        "U.S. citizens. c. Compare Create a table like the one reading section below.",
        "6. interest group below to compare the advantages and After three centuries of control by Spain,",
        "disadvantages of limited and unlimited in 1810 Mexican revolutionaries rose up",
        "governments. against Spanish authority. In 1821 Mexico",
        "Joining or supporting an interest group or political party declared independence. The country’s",
        "are two ways citizens can influence their government. Limited Government Unlimited Government current governmental structure and",
        "constitution were established in 1917,",
        "Comprehension and Critical Thinking Advantages: Advantages: after a civil war that began in 1910.",
        "Disadvantages: Disadvantages:",
        "7. a. Contrast What are differences between physical",
        "and human borders? Physical borders are boundaries",
        "made by nature, and human borders are boundaries",
        "b. Identify What are the various interests of different",
        "nations? The United States wants to grow its economic",
        "strength and be a world leader; New Zealand wants to 154 Module 4",
        "combat climate change; the Soviet Union wanted to",
        "spread communism; the nations that joined NATO want",
        "to promote democracy.",
        "ONLINE DOCUMENT-BASED • be organized with a distinct",
        "c. Contrast What are the differences between allies and",
        "INVESTIGATION introduction, a main body, and a",
        "adversaries? Allies have common national interests and",
        "conclusion that sums up the main points",
        "work together. Adversaries have conflicting national Government and Citizenship",
        "interests that work against each other.",
        "Have students complete and review all the DBI Create a Multimedia Presentation The major"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: World Governments . . . . . . . . . . . . . . . . .137",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "would lack education.",
        "2. a. Interpret How are a citizen’s duties, rights, and",
        "responsibilities connected? In order to enjoy",
        "rights, citizens are obligated to perform duties and",
        "responsibilities.",
        "b. Summarize What are the rights and",
        "responsibilities of citizens to their community,",
        "state, and nation? Citizens should vote in national,",
        "state, and local elections, take public service jobs,",
        "and be active in their local communities.",
        "3. a. Explain How can citizens influence the political",
        "process? Citizens can vote, join interest groups,",
        "and support or join political parties.",
        "b. Compare How are the methods citizens use to",
        "resolve issues in government and society alike?",
        "4. a. Identify What is an example of a Critical Thinking",
        "Citizens help resolve issues in the government",
        "and society by working together. In government, nonrepresentative government? Iran 5. Evaluate Draw a two-column chart",
        "they can vote and support or join political parties b. Explain Why do the levels of civic to list and describe citizens’ duties",
        "and interest groups. In society, they can organize engagement vary among different and responsibilities in representative",
        "community outreach. contemporary societies? The citizens have governments. Use the chart to help answer",
        "c. Draw Conclusions How do you think the media different levels of trust in government. this question: In your opinion, which duty",
        "helps influence government policy and action? c. Compare Do you think an election, or responsibility expected of citizens is",
        "The media helps inform the public, and the way it revolution, or coup is the best way to the most important? Explain your answer.",
        "reports on issues and policy decisions, represent change governments? Answers will vary, Students’ charts and answers should",
        "candidates, and use political symbols can influence but students should compare the different reflect an understanding of the duties and",
        "the decisions citizens make when voting on, methods and support their choice using responsibilities of citizens in the United States",
        "protesting, or supporting government policies and evidence from the text. and in other societies.",
        "152 Module 4, Lesson 3",
        "Online Assessment 5. Analyze Information Why do Americans pay taxes?",
        "Taxes are necessary to fund police forces, provide fire protection, pay",
        "1. Which of the following is an American citizen’s duty?",
        "for road maintenance, and allow public schools to function. As well, the",
        "federal government relies on income taxes to pay for Social Security,",
        "to refuse to pay taxes",
        "which helps fund your retirement; Medicare, a health insurance program",
        "to join the military in peacetime",
        "for certain qualifying Americans; and national defense.",
        "to serve on a jury when requested",
        "Alternate Question Select the answer choice from the drop-down list 6. Draw Conclusions How can an American citizen become an",
        "to complete the sentence correctly. informed voter?",
        "Obeying laws, paying taxes, and serving on juries when requested In order to become an informed voter, a citizen must learn about",
        "are duties of American citizens. important issues and understand politicians’ positions on these issues.",
        "In order to learn about important issues, a citizen can read newspapers,",
        "2. How can a citizen actively participate in the political process?",
        "listen to the radio, watch the television, and visit government websites.",
        "by becoming a politician",
        "In order to understand the views of politicians, a citizen can view",
        "by working for a private company",
        "debates between candidates and attend legislative sessions where",
        "by refusing to join a political party",
        "politicians decide public policy.",
        "by refusing to join an interest group",
        "Alternate Question Select the answer choice from the drop-down list 7. Draw Conclusions How does the media help shape U.S. public",
        "to complete the sentence correctly. opinion?",
        "Citizens show their civic participation when they work as public",
        "The media helps keep American citizens informed, allowing citizens",
        "servants, join a political party, become politicians, or join a(n)",
        "to form their own opinions about political topics. For example, if the",
        "media reports that a politician is dishonest or fails to deliver a campaign",
        "3. What does the political symbol of the donkey represent? promise, the public may choose not to reelect that individual.",
        "the U.S. president",
        "8. Summarize What were the goals of the Arab Spring protesters?",
        "the Republican Party",
        "the Democratic Party Protesters wanted change in their governments; they wanted more",
        "the U.S. vice-president freedoms and to get rid of their dictators.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Political symbols are images that help a citizen identify with a",
        "particular idea or viewpoint, such as the donkey that identifies",
        "the Democratic Party.",
        "4. How are the responsibilities of American and German citizens",
        "American citizens do not serve on juries, while German citizens",
        "German citizens do not serve on juries, while American citizens",
        "American citizens do not have the right to vote, while German",
        "German citizens do not have the right to vote, while American",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One difference between American and German citizenship is that",
        "German citizens do not serve on juries .",
        "Government and Citizenship 152a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 151",
        "continued from page 146",
        "More About . . .",
        "STRUGGLING READERS",
        "Voter Turnout Even in countries where citizens have the right to vote,",
        "Citizens Have Responsibilities and Duties",
        "they still choose not to. That is clear from voter turnout statistics. When it",
        "1. With students, create a list of duties of citizenship and record them comes to voting, Belgium, Sweden, and Denmark are the countries with",
        "on the board. Examples should include the following: obeying the the highest percentage of votes cast by eligible voters. Those countries",
        "law, serving in the armed forces, and appearing in court. score 80 percent or higher. In the United States, about 55 percent of",
        "2. Direct students to choose one of the duties from the class list voting-age citizens vote. Switzerland has among the lowest percentages",
        "and then create a drawing or a four-panel comic strip showing an of eligible voters who have voted in recent elections: 39 percent.",
        "example of that duty. Remind students to name the duty on their",
        "drawings and to add captions to their comic strips.",
        "3. When students have finished, ask volunteers to share their work",
        "4. As an extension activity, when students have finished their study",
        "of the lesson, have them create a short graphic booklet showing",
        "the rights and responsibilities of citizenship.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "continued from page 148",
        "Creating a New Political Party",
        "1. Assign students to work in small groups, and tell each group that",
        "they will be forming their own political party.",
        "2. Work with students as they create a list of issues that their party",
        "stands for. Then have each group create campaign material,",
        "including jingles, slogans, banners, and electronic advertisements",
        "announcing their party’s goals and mission and urging voters to",
        "3. Have students present their materials, including their jingles,",
        "to the class, and have one volunteer from each group deliver a",
        "campaign speech to the class. When finished, have students vote",
        "on which third party they would be most likely to support.",
        "*Alternative Assessment Handbook, Rubrics 2: Advertisements; 14: Group",
        "Activity; 26: Poems and Songs; 29: Presentations; and 34: Slogans and",
        "152b Module 4, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Use a Problem-Solving Process",
        "Use a Problem-Solving Process",
        "Define the Skill Problem Ask for volunteers to discuss problems they have",
        "Solving problems is a process for finding Voter turnout in elections for local government recently had to solve. Perhaps a bicycle was not",
        "solutions to difficult situations. Being able to officials is decreasing in your hometown.",
        "working properly or they had accidently scheduled",
        "use a problem-solving process is an important",
        "skill that will help you identify problems and two appointments at the same time. Encourage",
        "solve challenges as they appear. students to discuss how they arrived at a solution to",
        "• In 2003, 51 percent of registered voters",
        "voted in local elections. the problem. Emphasize that having specific problem-",
        "• By 2013, only 37 percent of registered solving skills can help students arrive at a workable",
        "Use the following steps to solve problems. voters voted in local elections.",
        "solution. These skills will be useful throughout their",
        "1. Identify the problem. Study the issue to learn • More people vote in local elections when they",
        "are held with state or national elections. lives.",
        "about the problem.",
        "2. Gather information. Research and ask Learn the Skill",
        "questions to learn more about the problem. Possible",
        "3. List options. Identify possible options for Options Evaluation 1. Emphasize to students that you cannot get",
        "solving the problem. Option 1 Start Option 1 might somewhere if you do not know where you are",
        "4. Evaluate your options. Consider their a campaign to persuade more going. This may seem obvious, but it is surprising",
        "advantages and disadvantages. encourage voters people to vote, how often people misunderstand a problem and",
        "to participate in but could be",
        "5. Choose and implement a solution. After local elections expensive therefore end up with an unusable solution.",
        "comparing your options, choose the one Option 2 Hold Option 2 might",
        "that seems best and apply it to solve your local elections on increase voter 2. Make certain students understand that time spent",
        "problem. the same day as turnout, but learning more about a problem will increase the",
        "6. Evaluate the solution. Once the solution s e t l a e t c e ti o o n r s national m be ig p h o t s n si o b t le always chances of reaching a workable solution.",
        "has been tried, evaluate how effectively it",
        "solved the problem. If the solution does 3. Discuss that this is the fun, brainstorming part of",
        "not work, go back to your list of options Solution problem solving. Stress that students should avoid",
        "and start again.",
        "An advertising campaign promoting voting in local discounting a solution because it seems fanciful",
        "elections increased voter turnout by 7 percent and or unworkable. Perhaps a variation of the solution",
        "Practice the Skill cost an estimated $500,000.",
        "With a partner, use the steps of a problem-",
        "solving process to address the issue of graffiti 4. Creating tables showing advantages and",
        "in a local park. Express your ideas orally based disadvantages can make it easier to identify the",
        "on your experiences. Also share information",
        "that you learn from research. Then, create a best option.",
        "graphic organizer like the sample on this page. 5. Compromise may be necessary when working",
        "with a group. Group members should be flexible",
        "and work to have a clear understanding of others’",
        "6. Often a solution will need to be “tweaked” after its",
        "Government and Citizenship 153",
        "implementation. Getting input from a wide variety",
        "of sources can be helpful at this stage.",
        "Practice the Skill",
        "Group students into pairs, and review the steps of",
        "the problem-solving process. Have the students",
        "discuss and research the issue. Afterward, instruct the",
        "students to draw a graphic organizer like the one from",
        "this Social Studies Skill.",
        "Students’ graphic organizers should reflect an",
        "understanding of the problem-solving process and their",
        "own research and illustrate an appropriate solution to",
        "the issue of graffiti in a local park.",
        "Government and Citizenship 153",
        "Module 4 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and People For each pair of terms below, write one or two sentences describing how the terms in the",
        "pair are related.",
        "For each group of terms below, write one or two sentences that",
        "show how all the terms in the group are related. 1. borders 4. totalitarian government",
        "1. borders sovereign nation unlimited government",
        "2. foreign policy 5. draft",
        "sovereign nation",
        "diplomacy jury duty",
        "Sovereign nations have established borders.",
        "3. democracy 6. interest group",
        "2. foreign policy",
        "limited government political party",
        "Diplomacy is a foreign policy tool.",
        "Comprehension and Critical Thinking",
        "Lesson 1 Lesson 3",
        "limited government",
        "7. a. Contrast What are differences between 9. a. Explain Why is public service important",
        "Democracy is a form of limited government.",
        "physical and human borders? in representative governments?",
        "4. totalitarian government b. Identify What are the various interests b. Analyze How does volunteering help",
        "unlimited government of different nations? your community?",
        "c. Contrast What are the differences c. Elaborate Why would citizens in",
        "Totalitarian government is a form of unlimited",
        "between allies and adversaries? countries with a nonrepresentative",
        "government. Lesson 2 government participate less in civic life?",
        "5. draft 8. a. Recall What group created and",
        "jury duty practiced direct democracy? Reading Skills",
        "b. Analyze What are some ways that gov- 10. Sequence Use the Reading Skills taught in",
        "Registering for the draft and jury duty are two duties of",
        "ernments can misuse power? this module to sequence the events in the",
        "U.S. citizens. c. Compare Create a table like the one reading section below.",
        "6. interest group below to compare the advantages and After three centuries of control by Spain,",
        "disadvantages of limited and unlimited in 1810 Mexican revolutionaries rose up",
        "governments. against Spanish authority. In 1821 Mexico",
        "Joining or supporting an interest group or political party declared independence. The country’s",
        "are two ways citizens can influence their government. Limited Government Unlimited Government current governmental structure and",
        "constitution were established in 1917,",
        "Comprehension and Critical Thinking Advantages: Advantages: after a civil war that began in 1910.",
        "Disadvantages: Disadvantages:",
        "7. a. Contrast What are differences between physical",
        "and human borders? Physical borders are boundaries",
        "made by nature, and human borders are boundaries",
        "b. Identify What are the various interests of different",
        "nations? The United States wants to grow its economic",
        "strength and be a world leader; New Zealand wants to 154 Module 4",
        "combat climate change; the Soviet Union wanted to",
        "spread communism; the nations that joined NATO want",
        "to promote democracy.",
        "ONLINE DOCUMENT-BASED • be organized with a distinct",
        "c. Contrast What are the differences between allies and",
        "INVESTIGATION introduction, a main body, and a",
        "adversaries? Allies have common national interests and",
        "conclusion that sums up the main points",
        "work together. Adversaries have conflicting national Government and Citizenship",
        "interests that work against each other.",
        "Have students complete and review all the DBI Create a Multimedia Presentation The major"
      ],
      "duration": "45 minutes"
    }
  ]
}