{
  "module_number": 32,
  "title": "World Religions of Southwest Asia",
  "pdf_source": "compressed_World Religions of Southwest Asia Teacher Guide PDF.pdf",
  "quarter": "Q4",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 5: Indian Empires . . . . . . . . . . . . . . . . . . . . . . . . . . 862",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "For additional instruction, go to end of lesson.",
        "Indian Early Civilizations, Empires, and World Religions 869",
        "Besides curing people with medicines, Indian doctors knew how to",
        "protect them against diseases. They used inoculation (i-nah-kyuh-LAY-",
        "shuhn), the practice of injecting a person with a small dose of a virus to",
        "READING CHECK help him or her build a defense to a disease. By fighting off this small dose,",
        "the body learns to protect itself. People still get inoculations against many",
        "Summarize How did religion influence ancient",
        "Indian art? Much of the art that was created during For people who were injured, Indian doctors could perform surgery. Sur-",
        "the Gupta and Maurya periods was created for geons repaired broken bones, treated wounds, removed infected tonsils,",
        "reconstructed broken noses, and even reattached torn earlobes!",
        "temples or was inspired by Buddhist or Hindu ideas.",
        "Gupta scholars also made advances in math. They developed many of",
        "the elements of our modern math system. The very numbers we use today",
        "are called Hindu-Arabic numerals because they were created by Indian",
        "scholars and brought to Europe by Arabs. The Indians were also the first",
        "Print Assessment",
        "Reading Check people to create the zero. Although it may seem like a small thing, modern",
        "Summarize math and technology wouldn’t be possible without the zero.",
        "How did religion",
        "Review Ideas, Terms, and Places influence ancient Indian interest in astronomy, the study of stars and planets, dates back",
        "Indian art? to early times as well. Indian astronomers knew of seven of the planets in",
        "1. a. Identify Who created the Mauryan Empire? our solar system. They knew that the sun was a star and that the planets",
        "Chandragupta Maurya revolved around it. They also knew that Earth was a sphere and that it",
        "rotated on its axis. In addition, they could predict eclipses of the sun and",
        "b. Elaborate Why do you think many people",
        "consider Asoka the greatest of all Mauryan",
        "Summary The Mauryans, Guptas, and Mughals united much of India in",
        "rulers? He gave up making war and concentrated their empires. They also made many achievements in the arts and sciences.",
        "instead on improving people’s lives.",
        "2. a. Recall What religion did most of the Gupta Lesson 5 Assessment",
        "rulers belong to? Hinduism Review Ideas, Terms, and Places c. Identify What is the Bhagavad Gita?",
        "b. Compare and Contrast How were the rulers 1. a. Identify Who created the Mauryan Empire? d in . t E e l r a e b st o e r d a t i e n a W nc h i y e n d t o S y a o n u s k t r h it in e k p p ic e s o t p o l d e a a y r ? e still",
        "b. Elaborate Why do you think many people consider",
        "Chandragupta Maurya and Chandra Gupta Asoka the greatest of all Mauryan rulers? e. Explain Why do we call the numbers we use today",
        "Hindu-Arabic numerals?",
        "I alike, and how were they different? alike— 2. a. Recall What religion did most of the Gupta rulers",
        "belong to? Critical Thinking",
        "India flourished under their rule; different— b. Compare and Contrast How were the rulers",
        "Chandragupta Maurya and Chandra Gupta I alike, and 5. Sequence Create a timeline of the empires and rulers",
        "Chandragupta Maurya became a Jainist monk, how were they different? mentioned in this lesson.",
        "and Chandra Gupta I was a Hindu. 3. a. Summarize What role did Akbar play in the 6. Categorize Draw a chart like this one. Fill it with facts",
        "blended culture in the Mughal Empire? about India’s rulers.",
        "3. a. Summarize What role did Akbar play in the",
        "b. Analyze Why was the Taj Mahal built?",
        "blended culture in the Mughal Empire? He c. Compare How did Mauryan, Gupta, and Mughal Ruler Dynasty Accomplishments",
        "leaders’ views on religion impact how their societies",
        "promoted religious tolerance which led to a developed?",
        "blending of cultures. 4. a. Describe What did Hindu temples of the Gupta",
        "period look like?",
        "b. Analyze Why was the Taj Mahal built? as a tomb b. Evaluate Why do you think both Hindu and",
        "for Shah Jahan’s wife Buddhist temples contained great works of art?",
        "c. Compare How did Mauryan, Gupta, and",
        "Mughal leaders’ views on religion impact how",
        "their societies developed? The tolerance of many",
        "religions led to a rich culture in each empire.",
        "4. a. Describe What did Hindu temples of the Gupta",
        "period look like? stone structures topped by huge",
        "towers, exteriors covered with carvings of the god",
        "Critical Thinking Mauryan; founded the Mauryan Empire,",
        "worshiped inside",
        "5. Sequence Create a timeline of the empires gave up his throne to become a Jainist monk;",
        "b. Evaluate Why do you think both Hindu and",
        "and rulers mentioned in this lesson. Asoka—Mauryan; extended Mauryan rule,",
        "Buddhist temples contained great works of art?",
        "Timeline should include Mauryan, Gupta, converted to Buddhism, improved people’s",
        "Possible answer: Religion was important in Indian",
        "and Mughal empires, Asoka, Akbar, Babur, lives, spread Buddhism; Chandra Gupta I—",
        "society, and most art honored the gods. Also,",
        "Chandra Gupta I, Shah Jahan. Gupta; first Gupta emperor, brought much",
        "many Indians were illiterate, so art helped explain",
        "6. Categorize Draw a table with three of the northern part of India under control;",
        "religious concepts.",
        "columns and four rows. Label the Chandra Gupta II—Gupta; expanded empire,",
        "c. Identify What is the Bhagavad Gita? long",
        "column headers Ruler, Dynasty, and Gupta society at its height",
        "passage about Hindu beliefs within the",
        "Accomplishments. Fill it with facts about",
        "India’s rulers. Students should create a",
        "d. Elaborate Why do you think people are still",
        "three-column table containing the following",
        "interested in ancient Sanskrit epics today?",
        "information. Chandragupta Maurya—",
        "Possible answer: They reflect the history of India",
        "and are lively stories.",
        "e. Explain Why do we call the numbers we use",
        "today Hindu-Arabic numerals? They were created",
        "by Indian scholars and brought to Europe by Arabs.",
        "870 Module 26, Lesson 5",
        "Online Assessment 5. Draw Conclusions How did Asoka try to improve the lives of his",
        "1. Why did the Maurya emperor Asoka decide not to engage in any",
        "After Asoka became Buddhist, he decided his empire would no longer",
        "more wars of conquest?",
        "launch any more wars of conquest and instead focus on improving the",
        "He adopted Buddhism.",
        "lives of his subjects. In order to spread his religion, he founded Buddhist",
        "He became a Jainist monk.",
        "schools and sent missionaries throughout the empire and to lands",
        "He had conquered all of India.",
        "throughout Asia. He built wells and roads throughout the empire. Along",
        "He failed to defeat the Mughals.",
        "these roads, he instructed that shade trees be planted and rest houses",
        "Alternate Question Select the answer choice from the drop-down list",
        "constructed to make traveling more comfortable.",
        "to complete the sentence correctly.",
        "After adopting Buddhism , the Maurya emperor Asoka swore that 6. Evaluate Why was the caste system strengthened during the Gupta",
        "he would not engage in any more wars of conquest. Empire?",
        "The Gupta kings considered the caste system to be an important part",
        "2. How did the Gupta Empire affect religion in India?",
        "of their Hindu faith. They believed that the caste system made Indian",
        "Buddhism ceased to be a major religion.",
        "society stable and the rigid social order would strengthen their rule. As a",
        "Islam spread throughout the north of India.",
        "result, the Jatis, the occupation-based groupings, became more defined",
        "Jainism was outlawed and its temples destroyed.",
        "during the Gupta period.",
        "Hinduism enjoyed a revival under the Gupta kings.",
        "Alternate Question Select the answer choice from the drop-down list 7. Draw Conclusions How did the Mughals create a unique culture in",
        "to complete the sentence correctly. India?",
        "During the Gupta Empire, Hinduism enjoyed a revival and Mughal Emperor Akbar instituted religious tolerance throughout his",
        "became the dominant religion in India. empire and this allowed Hindus and Muslims to live in peace. The",
        "Mughals brought Persian and Islamic traditions to India and these",
        "3. What caused the Mughal Empire to decline?",
        "blended with Hindu elements to create a unique culture. The Mughals",
        "Babur expanded the empire too quickly.",
        "built beautiful buildings that used many of these cultural elements, the",
        "Emperor Akbar failed to create a good government.",
        "most famous being the Taj Mahal, a domed tomb constructed by Shah",
        "Emperor Aurangzeb persecuted Hindus and they rebelled against",
        "Jahan for his wife.",
        "Shah Jahan spent too much money on buildings and bankrupted 8. Analyze Information How did early Indian doctors help prevent",
        "the treasury. diseases?",
        "Early Indian doctors discovered that by injecting a small amount of a",
        "Alternate Question Select the answer choice from the drop-down list",
        "virus into the human body a person could build up a defense against",
        "to complete the sentence correctly.",
        "the virus and prevent a person from developing disease. This process",
        "In the late 1600s, Emperor Aurangzeb reversed the Mughal",
        "of inoculating the body against diseases protected a person against",
        "tradition of religious tolerance and destroyed many Hindu temples,",
        "causing a Hindu revolt that weakened the Mughal Empire and",
        "began its decline.",
        "4. How did Indians advance the study of mathematics?",
        "They invented calculus.",
        "They invented geometry.",
        "They introduced the concept of zero.",
        "They introduced the concept of imaginary numbers.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "The modern math system uses Hindu-Arabic numerals that include",
        "the number zero , first introduced by Indian mathematicians.",
        "Indian Early Civilizations, Empires, and World Religions 870a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 863 continued from page 866",
        "More About . . . More About . . .",
        "War Elephants The details of how elephants were used in warfare by Connect to Art: Teaching with Art Much of the art of India’s great",
        "the Mauryans are somewhat unclear but fascinating. Legend says that temples tells stories about gods. People who could not read the written",
        "Chandragupta Maurya obtained his own war elephant by simply calling language could “read” the stories in the sculpture and paintings and",
        "to it. The elephant knelt down and allowed Chandragupta to mount it. learn more about their religion. The carvings on the temple exteriors",
        "Feeding the elephants was a major challenge as 500 elephants ate about were especially important because not everyone was allowed inside the",
        "110 tons (99.8 metric tons) of grain a day. Elephants began their training temples.",
        "for war in their teens and were considered to be the most useful in their",
        "Misconception Alert: Bindis Some portrayals of women in Indian",
        "thirties and forties.",
        "religious art show them with small colored dots, called bindis, on their",
        "Sanchi Originally, Asoka built eight stupas at Sanchi, but only three foreheads. Contrary to popular belief, these marks do not designate a",
        "remain today. Sanchi is one of the oldest Buddhist complexes that exists woman’s caste. Depending on where the woman lives, the bindi may",
        "today. In 1989 the entire area was added to UNESCO’s World indicate that she is married. Bindis are primarily for decorative purposes,",
        "Heritage List. though. Indian women used to apply their bindis using powder. Now,",
        "however, they can buy peel-and-stick bindis.",
        "COLLABORATIVE LEARNING Hanuman One character in the Ramayana, the divine monkey chief,",
        "Hanuman, serves as a model for Indians on how to practice devotion to",
        "Asoka’s Plan for Helping His People",
        "a god. Hanuman showed his devotion to Rama in many ways—by acting",
        "1. Organize the class into small groups. Ask students to imagine that as Rama’s spy in a demon’s kingdom, burning down the demon’s city, and",
        "they are Asoka’s advisers. traveling to the Himalayas to bring healing herbs to Rama’s wounded",
        "2. Tell students that Asoka has called the advisers together to soldiers. The hanuman monkey bears the mythical creature’s name. As a",
        "announce his conversion to Buddhism. Asoka has asked them to result, many Indians view these animals as sacred.",
        "suggest plans for helping his people.",
        "3. Each group should use what members know about Asoka and continued from page 869",
        "India to create a list of ideas. They also should state specific reasons",
        "they have chosen each idea. Students should not limit themselves STRUGGLING READERS",
        "to those items mentioned in this lesson.",
        "Indian Scientists’ Job Ads",
        "4. Then have groups add to their lists by suggesting problems or",
        "1. Discuss with students the wide variety of scientific advances made",
        "hurdles that may slow the progress of Asoka’s plans. They should",
        "by the people of ancient India.",
        "include issues related to physical geography, opposition by local",
        "2. Ask students to imagine that they are metalworkers, doctors,",
        "rulers, and resources, as well as any other problems that could be",
        "mathematicians, or scientists of ancient India. Have each student",
        "design an online advertisement that he or she might have placed,",
        "5. Challenge students to suggest ways these problems could be",
        "had the Internet existed at the time. Each ad should explain how",
        "experienced the worker is, list the services the worker can offer,",
        "*Alternative Assessment Handbook, Rubrics 14: Group Activity; and 35:",
        "and include a couple of complimentary quotes from fictional,",
        "Solving Problems",
        "highly satisfied customers.",
        "3. Allow class time for students to discuss and show their ads.",
        "When the presentations are complete, review and discuss the",
        "accomplishments of ancient Indians.",
        "*Alternative Assessment Handbook, Rubric 2: Advertisements",
        "870b Module 26, Lesson 5",
        "Social Studies Skills",
        "Social Studies Skills",
        "Define the Skill",
        "Discuss ways that geography can affect civilization.",
        "Maps are a necessary tool in the study of both Include examples such as climate, rainfall, natural",
        "r t F t d L e o h",
        "II V I R I SS n n",
        "u h S D e u s T n e t h",
        "e a 1 B LL v 6 1 3",
        "e 2 l AA F e e , , , 5",
        "l 5 6 6 1 e E l o 0 v DD",
        ") M 2 6 4 5 e L e w",
        "5 A A HH 00 T N K IO 4 2 5 2 0 B s M i M lo e , , 0 0 e N 0 0 ( m e a 0 0 S l A 0 0 5 t o e e e 0 l 0 0 t w e R e 0 a r r v s M s l e e il l e v s el)",
        "a c t c s t h h t o l r",
        "Compare the two maps on this page to answer Mannar Projection: Albers Equal-Area maps provides more information than looking at one",
        "the following questions. at a time. For example, population along a river might",
        "1. What was the northeastern boundary of the Gupta Empire, c. 400 be very heavy or population in a mountainous region",
        "Gupta Empire? What is the physical land-",
        "2. s W G w c u h h a p a p a t t t e a m r l e E ik i g m g e i h o p t t n h i r h e e o a r ? f e v B I ? e n a d b s i e e a d e w n o a o n s n t n e h e e r v e p e a r h s p y o s a n i r c f t a o o l r m f t t h a h i p s e ? , Hi I n nd d u u s T R ive K r a D u T x e s h i s l h a a e r r M t athu K r R a a r a a n G k a g n o H e g r e a s I m R M iver A BBrrrraaaaa P L hh l mm a T A P t aa e i a b pppp a Y e t uu u a t tt rrrrrr l o A aaaaa ip f RR u S iiiivv t eeee r a rr m W an i h d g e h a n t n c b s o w e m e v r e p r q le y u t l e e o , s w t a i . s o k n v s o a l b u o n u te t e h r o s w to t d h i e s y p l a a r y e t r h e e la ir t e m d a . ps",
        "Practice the Skill N Narmada River Answers",
        "Choose two maps from this module or two W E Ajanta",
        "maps from an atlas or reliable Internet source. S Ar S a e b a ian P D l e a c te ca a n u Bay of 90°E Learn the Skill",
        "Study the two maps and then write three Bengal",
        "questions that someone could answer by 70°E",
        "Compare the two maps on this page to answer the",
        "comparing them. Remember that the questions 0 20010°N400 Miles following questions.",
        "should require people to look at both maps to 0 200 400 Kilometers",
        "determine the correct answers. Projection:",
        "Lambert Conformal Conic 1. What was the northeastern boundary of the Gupta",
        "Empire? What is the physical landscape like there?",
        "the Himalayas; rugged foothills and high peaks",
        "2. What region of India was never part of the Gupta",
        "Empire? Based on the physical map, what might",
        "have been one reason for this? southwestern India,",
        "Indian Early Civilizations, Empires, and World Religions 871 including Deccan Plateau; the high plain may have",
        "formed a natural barrier or division from other areas",
        "Practice the Skill",
        "Choose two maps from this module or two maps from",
        "an atlas or reliable Internet source. Study the two",
        "maps and then write three questions that someone",
        "could answer by comparing them. Remember that",
        "the questions should require people to look at both",
        "maps to determine the correct answers. Answers will",
        "vary, but questions should require comparison of maps",
        "to identify answers.",
        "Indian Early Civilizations, Empires, and World Religions 871",
        "Module 26 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Fill in the blanks with the correct term or name from this module.",
        "Fill in the blanks with the correct term or name from this",
        "1. __________ are hired soldiers.",
        "2. A __________ is a division of people into groups based on birth, wealth, or occupation.",
        "1. __________ are hired soldiers. mercenaries 3. Hindus believe in __________, the belief that they will be reborn many times after",
        "2. A __________ is a division of people into groups based",
        "4. Harappa and __________ were the largest cities of the Harappan civilization.",
        "on birth, wealth, or occupation. caste system",
        "5. The focusing of the mind on spiritual things is called __________.",
        "3. Hindus believe in __________, the belief that they will",
        "6. People who work to spread their religious beliefs are called __________.",
        "be reborn many times after death. reincarnation",
        "7. People who practice __________ use only peaceful ways to achieve change.",
        "4. Harappa and __________ were the largest cities of the 8. Indian civilization first developed in the valley of the __________.",
        "Harappan civilization. Mohenjo-Daro 9. A mixture of metals is called an __________.",
        "5. The focusing of the mind on spiritual things is called",
        "__________. meditation",
        "Comprehension and Critical Thinking",
        "6. People who work to spread their religious beliefs are",
        "Lesson 1 Lesson 4",
        "called __________. missionaries",
        "10. a. Describe What caused floods on the 13. a. Identify Who was Guru Nanak?",
        "7. People who practice __________ use only peaceful Indus River, and what was the result of b. Explain Why does Sikhism generally not",
        "ways to achieve change. nonviolence those floods? follow the caste system?",
        "b. Contrast How was Aryan culture differ- c. Analyze How did the British influence",
        "8. Indian civilization first developed in the valley of the",
        "ent from Harappan culture? Sikh migration from India?",
        "__________. Indus River c. Elaborate In what ways was Harappan Lesson 5",
        "9. A mixture of metals is called an __________. alloy society an advanced civilization? 14. a. Compare and Contrast What was one",
        "d. Identify Who were the Brahmins, and similarity among the Mauryans, the",
        "what role did they play in Vedic society? Guptas, and the Mughals? What was one",
        "Comprehension and Critical Thinking Lesson 2 difference among them?",
        "11. a. Analyze How do Hindus believe karma b. Analyze How did the issue of religious",
        "LESSON 1 affects reincarnation? tolerance both help the Mughal Empire",
        "10. a. Describe What caused floods on the Indus River, b. Elaborate Hinduism has been called to grow and lead to its demise?",
        "both a polytheistic religion—one that c. Compare and Contrast How did Akbar",
        "and what was the result of those floods? melting of",
        "worships many gods—and a monotheis- and Asoka affect the social and cultural",
        "heavy snows in the Himalayas; left behind layer of silt, tic religion—one that worships only one development of their communities?",
        "making the land ideal for farming god. Why do you think this is so? d. Describe What kinds of religious art did",
        "Lesson 3 the ancient Indians create?",
        "b. Contrast How was Aryan culture different from",
        "12. a. Describe What did the Buddha say e. Make Inferences Why do you think",
        "Harappan culture? Aryan—nomadic warriors from caused human suffering? religious discussions are included in the",
        "Central Asia, small settlements based on family ties, b. Analyze How did Buddhism grow and Mahabharata?",
        "change after the Buddha died? f. Evaluate Which of the ancient Indians’",
        "kept livestock and later farmed, each village ruled by a",
        "c. Elaborate Why did the Buddha’s teachings achievements do you think has had the",
        "raja, no writing system; Harappan—in the Indus River about nirvana appeal to so many people? most lasting impact? Why?",
        "valley, created fortified and well-planned cities, may",
        "have had a strong central government, created India’s 872 Module 26",
        "first writing system",
        "c. Elaborate In what ways was Harappan society an",
        "advanced civilization? had well-planned cities with Write a Compare-and-Contrast Essay Ancient",
        "ONLINE DOCUMENT-BASED",
        "technical advances, writing system, division of labor as India was home to a remarkable variety of religions.",
        "shown by wide range of objects created India’s religious groups often had similar spiritual",
        "d. Identify Who were the Brahmins, and what role did Indian Early Civilizations, Empires, and World beliefs and practices. Yet there are important",
        "they play in Vedic society? priests; they performed Religions differences between them. Write a compare",
        "sacrifices Have students complete and review all the DBI and contrast essay on the following topic. What"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: Origins of Christianity . . . . . . . . . . . . . . . . . . . . . .641",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: Origins of Christianity . . . . . . . . . . . . . . . . . . . . . .641",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [],
      "duration": "45 minutes"
    }
  ]
}