{
  "module_number": 8,
  "title": "East and Southern Africa",
  "pdf_source": "compressed_East and Southern Africa Teacher Guide PDF.pdf",
  "quarter": "Q1",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "17.1 million more people or about 5 times larger",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "4. How can people in Central Africa avoid contracting malaria?",
        "by taking vitamins",
        "by getting vaccinated",
        "by sleeping under nets",
        "by drinking filtered water",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Strategies used to control malaria in Central Africa include educating",
        "people about the disease and passing out sleeping nets .",
        "West and Central Africa 802a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 795",
        "More About . . .",
        "The Illegal Ivory Trade Severe poverty, weak law enforcement,",
        "and corrupt governments make the African ivory trade hard to stop. Diversity in Gabon Gabon is a good example of the diversity of people",
        "Money obtained from illegal ivory sales is often used to fund terrorist and languages in the region. With a population of a little over 1 million",
        "organizations, increasing government problems in countries such as the people, it has more than 40 ethnic groups. Almost all of them speak Bantu",
        "Democratic Republic of the Congo. Poorly equipped park rangers are languages. These languages are different from each other and are not",
        "often the only officials fighting the elephant poachers. In 2014 it was necessarily understood by other Bantu speakers. French is the official",
        "estimated that only about 350,000 savanna elephants and 80,000 forest language used for trade and government. Many of the Bantu languages",
        "elephants remain. About 30,000 elephants are illegally killed each year, do not have written forms.",
        "with most of the ivory going to China. Ivory is extremely valuable—",
        "Connect to Music: Central African Music For many decades, Kinshasa",
        "tusks that have been expertly carved can sell for hundreds of thousands",
        "in the Democratic Republic of the Congo was a gathering place for Central",
        "of dollars. In late 2017 trading in ivory became illegal in China. Those",
        "Africa’s most creative and innovative musicians. They created a style of",
        "concerned with the plight of the elephant hope that this will reduce the",
        "music known as Afro-pop, which combines traditional African music with",
        "rate of the ongoing slaughter.",
        "popular music and Latin rhythms. Throughout the region, both children and",
        "adults play the small, lightweight likembe, or thumb piano. This instrument",
        "takes its name from the fact that it is small enough to be held in the hands",
        "continued from page 796 and played with the thumbs. Players make music by plucking the metal or",
        "wooden keys. The likembe probably first came to Africa from Southeast Asia",
        "STRUGGLING READERS",
        "as a portable xylophone.",
        "Main Idea and Supporting Details",
        "continued from page 797",
        "1. Have students follow along as you read aloud the section titled Connect to Economics: Resource Dependence",
        "People and Language. Because of their dependence on a single resource such as oil or copper or",
        "2. Ask students to identify the main idea of the text. Check to make a single crop such as cacao, cotton, or coffee, the fortunes of many Central",
        "sure that students understand that the large number of ethnic African countries rise and fall with the prices of their primary exports on",
        "groups has led to a wide variety of languages. world markets. Copper-rich Zambia is an example. During the 1960s and",
        "3. Ask students to locate details in the text that support the main early 1970s, copper prices on the world market rose, and the country",
        "idea. became one of the fastest-growing economies in Africa. Beginning in the",
        "1970s, though, the world price of copper fell because of factors beyond",
        "*Alternative Assessment Handbook, Rubric 18: Listening",
        "Zambia’s control. Throughout the country, incomes fell and poverty levels",
        "rose. Today, many countries in the region are striving to develop more",
        "SPECIAL NEEDS STUDENTS diversified economies.",
        "continued from page 798",
        "Cause and Effect",
        "1. Help students organize information about the history of the region LINK TO GOVERNMENT",
        "by drawing this cause-and-effect graphic organizer on the board.",
        "A Congo River Association",
        "Begin by having a student fill in at least one “Effect” box.",
        "1. As a class, discuss the advantages of creating government",
        "Effect organizations made up of several states or countries. Consider",
        "ways that such organizations work on economic, political, or",
        "environmental issues.",
        "Effect 2. Organize the class into groups. Assign each one a Central African",
        "country. Tell students that a Congo River Association is forming to",
        "help solve the region’s problems. Its founders believe the Congo",
        "2. Next, draw two more graphic organizers with these events for River may be the key to economic development of poorer and",
        "students to complete on the board: Europeans come to region, landlocked countries in Central Africa.",
        "European countries divide Central Africa into colonies. Add additional",
        "3. Have each group consider their country’s location, resources, and",
        "Effect boxes as needed.",
        "problems to decide whether it would be in the country’s interests",
        "3. Have each student choose an event from modern Central African to join the organization.",
        "history and create his or her own cause-and-effect graphic",
        "4. Have each group make a presentation about whether they",
        "think such an organization is needed, how their country might",
        "*Alternative Assessment Handbook, Rubrics 6: Cause and Effect; and 13: contribute to it, and how working together might improve the",
        "Graphic Organizers region.",
        "*Alternative Assessment Handbook, Rubrics 14: Group Activity; and 24:",
        "Oral Presentations",
        "802b Module 24, Lesson 3",
        "Social Studies Skills",
        "Social Studies Skills",
        "Interpret a Population Pyramid",
        "Interpret a Population Pyramid",
        "Define the Skill Practice the Skill",
        "Numerous Internet sites, including the U.S. Census",
        "A population pyramid is a graph that shows the Do research at the library or on the Internet to Bureau, provide population pyramids for every",
        "percentages of males and females by age group find age and population data for the United",
        "country in the world. Bring to class or have students",
        "in a country’s population. The pyramids are split States. Use that information to answer the",
        "into two sides. Each bar on the left shows the following questions. search the Internet for population pyramids of Yemen,",
        "percentage of a country’s population that is 1. What age group is the largest? Niger, or the Democratic Republic of the Congo. These",
        "male and of a certain age. The bars on the right",
        "show the same information for females. 2. Are there more males or females over age 80? three countries have populations that are among",
        "Population pyramids help us understand 3. How would you describe the shape of the the top five youngest in the world. Students can also",
        "population trends in countries. Countries that population pyramid? search for population pyramids for the three countries",
        "have large percentages of young people have",
        "Ages are listed with the oldest populations: Japan, Italy, and Greece.",
        "populations that are growing rapidly. Countries down the middle",
        "with more older people are growing slowly or AAnnggoollaa,, 22001155 of the graph.",
        "not at all. Organize the class into groups. Give each group a",
        "Male Age FFeemmaallee",
        "80+ population pyramid, and have the groups compare",
        "Learn the Skill 75–79",
        "70–74 their country’s pyramid with the one for Angola.",
        "Interpret information from the population 60–64 Conclude by having each group predict what the",
        "pyramid graph of Angola to answer the 55–59",
        "following questions. 5 4 0 5 – – 5 4 4 9 future needs of its country will be for primary schools,",
        "1. What age group is the largest? 4 3 0 5 – – 4 3 4 9 doctors, hospitals, senior care, and other facilities or",
        "2. What percent of Angola’s population is made 25–29 services.",
        "up of 15- to 19-year-old males? 2 1 0 5 – – 2 1 4 9 *Alternative Assessment Handbook, Rubric 12: Drawing",
        "3. What does this population pyramid tell you 10 5 – – 1 9 4 Conclusions",
        "about the population trend in Angola? 0–4",
        "20 15 10 5 0 0 5 10 15 20",
        "Percent of Population Learn the Skill",
        "Source: The World Bank",
        "Percentages are labeled Interpret information from the population pyramid",
        "across the bottom of",
        "the graph. graph of Angola to answer the following questions.",
        "1. What age group is the largest? 0–4",
        "2. What percentage of Angola’s population is made",
        "up of 15- to 19-year-old males? About 10 percent",
        "3. What does this population pyramid tell you about",
        "the population trend in Angola? Possible answer:",
        "Because there are large numbers of young people, the",
        "population is growing rapidly.",
        "Practice the Skill",
        "West and Central Africa 803 Do research at the library or on the Internet to find",
        "age and population data for the United States. Use",
        "that information to answer the following questions.",
        "1. What age group is the largest? ages 35–44",
        "2. Are there more males or females over age 80?",
        "3. How would you describe the shape of the",
        "population pyramid? Possible answer: a modified",
        "pyramid that looks like a pagoda",
        "West and Central Africa 803",
        "Module 24 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places For each statement below, write T if it is true and F if it is false. If the statement is false, write the",
        "correct term that would make the sentence a true statement.",
        "For each statement below, write T if it is true and F if it is false. If",
        "the statement is false, write the correct term that would make 1. West Africa’s climate is described as savanna because it is organized by zone.",
        "the sentence a true statement. 2. Animism, a belief that natural objects have spirits, is a traditional religion in West",
        "1. West Africa’s climate is described as savanna because it",
        "3. An extended family is one that includes a mother, father, children, and close relatives in",
        "is organized by zone. F; zonal one household.",
        "2. Animism, a belief that natural objects have spirits, is a 4. Loss of crops can cause widespread famine.",
        "traditional religion in West Africa. T 5. Timbuktu is the largest city in Nigeria.",
        "3. An extended family is one that includes a mother, 6. The Niger River flows through many countries in West Africa and empties into the Gulf",
        "father, children, and close relatives in one household. T",
        "7. The capital of the Democratic Republic of the Congo is Kongo Kingdom.",
        "4. Loss of crops can cause widespread famine. T",
        "8. Malnutrition is a disease spread by mosquitoes that causes fever and pain.",
        "5. Timbuktu is the largest city in Nigeria. F; Lagos",
        "6. The Niger River flows through many countries in West",
        "Africa and empties into the Gulf of Guinea. T Comprehension and Critical Thinking",
        "7. The capital of the Democratic Republic of the Congo is Lesson 1 Lesson 3",
        "Kongo Kingdom. F; Kinshasa 9. a. Identify and Explain Where is the Sahel 11. a. Recall When did European countries",
        "located? Why is it there? How is its loca- divide Central Africa into colonies?",
        "8. Malnutrition is a disease spread by mosquitoes that tion related to the location of other b. Contrast How do you think the perspec-",
        "causes fever and pain. F; malaria environments? tives of the Central Africans and Europe-",
        "b. Make Inferences What are some prob- ans differed on colonialism? Why do you",
        "Comprehension and Critical Thinking lems caused by desertification? think they differed?",
        "c. Contrast How does the geography of c. Identify What are the diseases that",
        "LESSON 1 West Africa differ from Central Africa? affect many people in Central Africa?",
        "9. a. Identify and Explain Where is the Sahel located?",
        "10. a. Recall What religion do most people in",
        "Why is it there? How is its location related to the the Sahel practice?",
        "location of other environments? Possible answer: b. Analyze What role did trade play in the",
        "early West African kingdoms and later in",
        "south of the Sahara; because it has a steppe climate",
        "West Africa’s history?",
        "which has more rainfall and vegetation than the c. Identify Which country in West Africa",
        "Sahara; it divides the desert to the north from wetter has an economy based nearly entirely",
        "areas to the south",
        "b. Make Inferences What are some problems caused",
        "by desertification? Soil blows away, leaving less land",
        "for grazing and agriculture.",
        "c. Contrast How does the geography of West Africa",
        "differ from that of Central Africa? West Africa has 804 Module 24",
        "less diverse landforms. It mainly consists of rivers and",
        "plains, whereas Central Africa has tall mountains, rivers,",
        "flat lands, low hills, and plateaus.",
        "Analytical Essay How have geographic features",
        "ONLINE DOCUMENT-BASED",
        "LESSON 2 and historical forces helped cause the challenges",
        "10. a. Recall What religion do most people in the Sahel faced by West and Central Africans? Write an",
        "practice? Islam West and Central Africa analytical essay in which you answer this question.",
        "b. Analyze What role did trade play in the early West Be sure to discuss various historic, cultural, and",
        "Have students complete and review all the DBI",
        "African kingdoms and later in West Africa’s history? geographic factors that threaten the region’s people"
      ],
      "duration": "45 minutes"
    }
  ]
}