{
  "module_number": 25,
  "title": "The Eastern Mediterranean",
  "pdf_source": "compressed_The Eastern Mediterranean Teacher Guide PDF.pdf",
  "quarter": "Q4",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 2: Turkey . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 703",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "The production of textiles is restricted.",
        "The amount of cement exported is limited.",
        "The production of crops by rural farmers is limited.",
        "The flow of water into neighboring countries is restricted.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Turkey’s use of its water resources has a negative effect on",
        "neighboring countries.",
        "The Eastern Mediterranean 706a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 703",
        "Write a Biography",
        "Ottoman Conquest of Constantinople 1. Review with students the information in this lesson regarding Kemal",
        "1. Point out that the Ottoman conquest of Constantinople is one of Atatürk.",
        "the key events in world history. 2. Ask students to imagine that they were alive during Kemal Atatürk’s",
        "2. Organize the class into small groups. Have the members of each rule. Ask them to imagine how they would have felt when Atatürk",
        "group discuss the conquest and predict how it might have affected made rules to ban traditional clothing and make changes to familiar",
        "the region, the people living in the city, and the Ottoman Empire. ways of life.",
        "3. If students have difficulty, suggest that they consider the 3. Have students write an autobiography of their life in the time of Kemal",
        "importance of trade routes and the city’s central location. Students Atatürk. Be sure to have them describe whether they were happy or",
        "should also consider the differences between Byzantine and unhappy with the changes he made and why. For example, many",
        "Ottoman rule and cultures. women may have been happy to be given the right to vote or hold office.",
        "4. Ask for volunteers to share some of their predictions with the class. 4. Ask students to share their autobiographies with the class.",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; and 14: *Alternative Assessment Handbook, Rubric 41: Writing to Express",
        "continued from page 706",
        "continued from page 704",
        "ENGLISH LANGUAGE LEARNERS",
        "STRUGGLING READERS",
        "Oral Biography Jigsaw",
        "1. To help students demonstrate their understanding of important",
        "Turkish leaders, organize them into three groups of equal number.",
        "1. Pair struggling readers with more proficient readers, and ask students",
        "2. Assign each group to research one of the following Turkish leaders:",
        "to preview the lesson. Have each pair read the headings, look for bold",
        "Mehmed II, Suleyman I, and Kemal Atatürk. Have students work within",
        "and highlighted text, and examine the visuals used in the lesson.",
        "their groups to create oral biographies of their assigned leader. They",
        "2. Invite volunteers to share one thing they think they will learn in",
        "may choose to use visual aids or other media to help communicate their",
        "this lesson. Discuss the features that helped them draw these",
        "3. Once students have created their presentations and have practiced",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "delivering them within their groups (possibly in pairs), organize",
        "smaller groups of three that include one student from each of the",
        "continued from page 705",
        "larger groups. In this way, every group should include an “expert” on",
        "each of the three Turkish leaders.",
        "SPECIAL NEEDS STUDENTS",
        "4. Have the students deliver their oral presentations to the smaller",
        "Population Density of Turkey groups.",
        "1. Read aloud the name of each label on the map showing Turkey’s *Alternative Assessment Handbook, Rubrics 4: Biographies; 14: Group",
        "population density. As you do, have students locate the label on Activity; and 24: Oral Presentations",
        "the map and say it aloud. If necessary, repeat any names students",
        "have difficulty pronouncing.",
        "COLLABORATIVE LEARNING",
        "2. Then have students create sentences about the map, such as",
        "“There are about 520 people per square mile in Adana” or “The",
        "More about Turkey",
        "southeastern part of Turkey has a very low population density.”",
        "1. Organize the class into small groups. Ask each group to select a",
        "*Alternative Assessment Handbook, Rubric 21: Map Reading",
        "common cultural practice, tradition, or religion in Turkey to learn",
        "more about. Have students research the details about their choice.",
        "Next, have each group work collaboratively to write one paragraph",
        "describing their subject.",
        "2. Have each group work together to make a poster. Have students",
        "write their paragraph on the poster and then decorate the poster",
        "with drawings and words that illustrate their paragraph. For example,",
        "if students choose a popular dish served in Turkey, they could include",
        "the recipe, drawings of the ingredients, and a drawing of a Turkish",
        "family eating the meal.",
        "3. Have each group present their poster to the class.",
        "*Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 28:",
        "706b Module 21, Lesson 2",
        "Lesson 3 Planner",
        "Exile of the Jews",
        "Israel: Birth of a Nation",
        "2015 Israeli Election",
        "Graph: Israel’s Population",
        "Maps, Map: Israel and the Palestinian",
        "Visuals LESSON 3 Graphs, and Territories",
        "Israel and the Palestinian",
        "Territories are home to Jews",
        "and Arabs who continue",
        "The Dead Sea Scrolls",
        "to struggle over the",
        "Document-Based Investigation:",
        "Israel’s Government and region’s land.",
        "Extend Teenagers for Peace",
        "Citizenship Sources",
        "and Enrich The Dead Sea Scrolls",
        "Hanan Ashrawi (1946– )",
        "Water Crisis in Gaza",
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "Non-digital resource",
        "The Eastern Mediterranean 706c",
        "Online Lesson 3 Enrichment Activities",
        "The Dead Sea Scrolls Hanan Ashrawi (1946– )",
        "Article Students read a brief article about the Dead Sea Scrolls Biography Students read about the contributions of Palestinian",
        "along with two accompanying passages, then answer a question leader Hanan Ashrawi to the Middle East peace process, then",
        "about the passages. answer questions about what they have learned.",
        "Water Crisis in Gaza",
        "Article Students read about the causes of Gaza’s water crisis.",
        "They then research more about the crisis to prepare a digital",
        "slideshow. Their slideshows should include facts and opinions",
        "that are correctly cited.",
        "Israel’s Government and Citizenship",
        "Article Students read about Israel’s government and the",
        "rights and responsibilities of its citizens. They then research the",
        "governments and roles of citizens in Saudi Arabia and Iran to",
        "write a compare-and-contrast essay.",
        "706d Module 21, Lesson 3",
        "Teach the Big Idea",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What do you like about living in Israel?",
        "If YOU lived there . . .",
        "The Big Idea When you were only six years old, your family moved Review the scenario with students and lead a class",
        "to Israel from Russia. You are learning Hebrew in school,",
        "Israel and the Palestinian discussion around responses to the question.",
        "but your parents and grandparents still speak Russian at",
        "TTerritories are home to Jews and",
        "Arabs who continue to struggle home. When you first moved here, your parents worked Remind students that all responses are valid as",
        "over the region’s land. in an office building, but you now live on a farm where long as they are supported with valid reasoning.",
        "you grow oranges and tomatoes.",
        "Main Ideas You may wish to review the following points to",
        "What do you like about",
        "■Israel’s history includes the living in Israel? frame your discussion.",
        "ancient Israelites and the cre-",
        "ation of the State of Israel. Consider CLIMATE AND GEOGRAPHY:",
        "■In Israel today, Jewish culture is History",
        "a major part of daily life. • The warm, dry climate is a welcome change",
        "Israel is often referred to as the Holy Land because it is home to",
        "■The Palestinian Territories are sacred sites for three major religions—Judaism, Christianity, from Russia’s long winters.",
        "areas next to Israel—Gaza and",
        "and Islam. Judaism is the religion of the Jewish people. It is • A day trip to a Mediterranean beach is fun.",
        "the West Bank—controlled",
        "partly by Palestinian Arabs. the world’s oldest monotheistic religion. Many events in Jewish • The desert landscapes are beautiful.",
        "history and in the life of Jesus happened in Israel.",
        "Key Terms and Places Consider DAILY LIFE:",
        "Judaism The Holy Land The Israelites, the descendants of the Hebrews",
        "Diaspora and ancestors of the Jews, first established the kingdom of • Living on a farm feels healthier than living in",
        "Jerusalem Israel about 1000 BC. It covered roughly the same area as the a crowded city.",
        "Zionism modern State of Israel. In the 60s BC the Roman Empire con-",
        "kosher quered the region, which was called Judea. After several Jewish • We can enjoy more fresh fruits and vegetables.",
        "kibbutz revolts, the Romans forced many Jews to leave the region and • We feel a greater sense of community and",
        "Gaza renamed it Palestine in AD 135. This dispersal of the Jewish family than in Russia.",
        "population is known as the Diaspora.",
        "2. Direct Teach Introduce the Big Idea: Israel and the",
        "Muslims conquered Palestine in the mid-600s. However,",
        "from the late 1000s to the late 1200s, Christians from Europe Palestinian Territories are home to Jews and Arabs",
        "launched a series of invasions of Palestine called the Cru- who continue to struggle over the region’s land. Ask",
        "sades. The Crusaders captured the city of Jerusalem in 1099.",
        "In time, the Crusaders were pushed out of the area. Palestine students to tell some things they know about",
        "then became part of the Ottoman Empire. After World War I, it or have heard on the news about Israel and the",
        "came under British control.",
        "Palestinian Territories. Record their responses on",
        "the board. Use their responses to begin to point",
        "out the similarities and differences between the",
        "two regions. Tell students that they will further",
        "compare and contrast the areas in this lesson.",
        "3. Practice/Assess/Inquire Have students work in",
        "The Eastern Mediterranean 707 small groups to create a chart and fill it in with facts",
        "about Israel and the Palestinian Territories.",
        "4. Explore (Collaborative Exploration) Have groups",
        "Teach the Main Idea region. After World War II, the UN voted to review their lists and draw lines to connect things",
        "divide Palestine into Jewish and Arab states, that are similar about the two areas.",
        "Israel’s history includes the ancient",
        "and the State of Israel was established. 5. Whole Group Close/Reflect Have students use",
        "Israelites and the creation of the State their charts to write two paragraphs comparing",
        "More About . . .",
        "of Israel. and contrasting Israel and the Palestinian",
        "The Dead Sea Scrolls A young Bedouin Territories.",
        "Define What is the Diaspora? dispersal of shepherd named Muhammed edh-Dhib",
        "*Alternative Assessment Handbook, Rubric 9: Comparing",
        "the Jewish population What is Zionism? a discovered the scrolls while he was looking",
        "nationalist movement that called for Jews for a stray goat. He threw a stone into the cave",
        "to reestablish a Jewish state in their ancient to persuade the goat to come out. The stone",
        "homeland struck one of the pieces of pottery that held ONLINE DOCUMENT-BASED INVESTIGATION",
        "Explain Why is Israel often referred to as the scrolls.",
        "the Holy Land? because it is home to The Eastern Mediterranean",
        "sacred sites for three of the world’s major Teenagers for Peace is the third of four document-",
        "religions—Judaism, Christianity, and Islam based investigations that students will analyze in",
        "Summarize How was Israel created? In the The Eastern Mediterranean module. Students will",
        "late 1800s the Zionist movement called for explore the text and visual to find out about 2,000",
        "Jews to reestablish a Jewish state in their teenagers who are seeking mutual understanding",
        "ancient homeland. Tens of thousands of in order to bring peace out of conflict.",
        "Jews from around the world moved to the",
        "The Eastern Mediterranean 707",
        "The city of Jerusalem is",
        "sacred to three world",
        "religions—Judaism,",
        "ONLINE GRAPHIC ORGANIZER Christianity, and Islam.",
        "As students read the lesson, have them use the",
        "graphic organizer to take notes. Students can",
        "review their graphic organizer notes at the end of",
        "the lesson to answer the following question:",
        "Analyze Causes What events initially caused the",
        "ongoing tension between Israeli and Palestinian",
        "territories? Romans forced many Jews out of the",
        "kingdom of Israel and renamed it Palestine. Palestine",
        "came under Muslim then British control before being Creation of Israel Zionism, a nationalist movement calling for Jews to",
        "reestablish a Jewish state in their ancient homeland, began in Europe in",
        "divided into a Jewish and Israeli state.",
        "the late 1800s. Tens of thousands of Jews and Arabs began moving to the",
        "region. Arabs also moved there to counterbalance the number of Jews",
        "moving into the region.",
        "In 1947 the United Nations voted to divide the Palestine Mandate, then",
        "ONLINE LESSON FLIP CARDS under British control, into Jewish and Arab states. While Arab countries",
        "rejected this plan, the Jews accepted it and a year later created the State",
        "Review Key Terms and Places of Israel. Five armies from surrounding countries then invaded Israel.",
        "Reading Check Against the odds, the Israelis defeated the Arabs.",
        "Students can use the flip cards in the Lesson Review Summarize What After Israel’s victory, many Palestinians fled to neighboring Arab coun-",
        "two groups played a",
        "at any time to review the lesson’s key terms and large role in Israel’s tries. Israel and Arab countries have fought each other in several wars",
        "places: Judaism, Diaspora, Jerusalem, Zionism, history? since then. Disputes between the two sides continue today.",
        "kosher, kibbutz, Gaza, West Bank.",
        "Historical Source",
        "The Dead Sea Scrolls",
        "“With knowledge shall I sing out my",
        "ONLINE ANALYZE VIDEOS Written by Jews about 2,000 years ago, the Dead Sea music, only for the glory of God, my harp,",
        "Scrolls include prayers, commentaries, letters, and my lyre for His holiness established; the",
        "passages from the Hebrew Bible. Hidden in caves flute of my lips will I lift, His law its",
        "Exile of the Jews near the Dead Sea, these scrolls were not found until tuning fork.”",
        "1947. Here are two passages from a prayer written",
        "“When first I begin campaign or",
        "Have students watch the video individually on one of the scrolls.",
        "journey, His name shall I bless; when first",
        "or as a class. You may wish to use the associated I set out or turn to come back; when I sit",
        "question as a discussion prompt. down or rise up, when I spread my bed,",
        "then shall I rejoice in Him.”",
        "Analyze Videos How did Jewish worship change Analyze Sources —the Dead Sea Scrolls",
        "What does this prayer from the Dead Sea Scrolls reveal",
        "because of the Babylonian Captivity? They could about the people who wrote it?",
        "no longer worship at the Temple, where they believed",
        "God dwelled. Instead, they began to depend on",
        "scripture as they worshiped.",
        "HISTORICAL SOURCE ONLINE ANALYZE VIDEOS",
        "The Dead Sea Scrolls Israel: Birth of a Nation",
        "Have students examine the information about and Have students watch the video",
        "passages from the Dead Sea Scrolls. You may wish to individually or as a class. You may wish to",
        "use the associated question as a discussion prompt. use the associated question as a discussion",
        "Analyze Sources What does this prayer from the",
        "Dead Sea Scrolls reveal about the people who Analyze Videos How did Tel Aviv compare",
        "wrote it? They were religious and very dedicated to to Jerusalem in the first months after the",
        "their God. war? Tel Aviv was recovering but bustling",
        "with people, whereas Jerusalem was more",
        "war torn and somber.",
        "Summarize What two groups played a large role",
        "in Israel’s history? Jews and Arabs",
        "For additional instruction, go to end of lesson.",
        "708 Module 21, Lesson 3",
        "Jews from all over the world, including many who fled from Arab lands, Teach the Main Idea",
        "have migrated to Israel hoping to find peace and stability. Yet, they have",
        "faced continual conflicts with neighboring countries. Despite these prob- In Israel today, Jewish culture is a major part of",
        "lems, Israelis have built a modern, democratic country.",
        "Government and Economy Israel has a prime minister and a parliament—",
        "the Knesset. There are several major political parties and many smaller ones.",
        "Recall What are Israel’s largest cities? Tel Aviv and",
        "Israel’s government has built a strong military. At age 18, most Israeli",
        "men and women must serve at least one year.",
        "Israel’s economy is modern and diverse. Important exports include high- Describe What type of government does Israel",
        "tech equipment and cut diamonds. Israel has increased food production",
        "have? a prime minister and a parliament, called the",
        "by irrigating farmland. Israel’s economy also benefits from the millions of",
        "visitors who come to Israel to see the country’s historic sites. Knesset",
        "Cities, Diversity, and Languages Most of Israel’s population live in cities. Identify What are Israel’s two official languages?",
        "Jerusalem, the capital, and Tel Aviv are Israel’s largest cities. Hebrew and Arabic",
        "About 75 percent of Israel’s population is Jewish. The rest of the coun-",
        "try’s people are mostly Arab. About three-fourths of Israeli Arabs are Mus- Define What is a kibbutz? a large farm where people",
        "lim, but some are Christian. Israel’s Jewish population includes Jews from share everything in common What is kosher? the",
        "all parts of the world. Many arrive not knowing Hebrew, one of Israel’s",
        "term used to refer to food that is allowed under",
        "official languages. To assist these new citizens, the government provides",
        "language classes. Israeli Arabs speak Arabic, Israel’s other official language. Jewish dietary laws",
        "More About . . .",
        "Israel’s Population",
        "The Israeli Economy Israel has a technologically",
        "Jews from all over the world have settled in Israel. The graph below shows the",
        "percentages of Jews who migrated from different places. Non-Jews in Israel advanced free-market economy. The country",
        "include Arabs who are Muslims, Christians, and Druze. This photo shows a ranks among the top 20 nations in the world on",
        "Jewish teenager celebrating his bar mitzvah—a ceremony that acknowledges",
        "13-year-old Jewish boys as adults in the community. the United Nation’s Human Development Index,",
        "which categorizes the Israeli economy as “Very",
        "Origin of Israel‘s Jewish Population",
        "Highly Developed”—the highest-ranked economy",
        "Non-Jewish in the Middle East. The standard of living in Israel is",
        "comparable to many Western nations.",
        "ONLINE INTERACTIVE GRAPHS",
        "Europe, the Americas, Israel’s Population",
        "Asia Africa 17.4% Have students explore the graph and answer the",
        "Analyze Visuals Source: The World Almanac associated question.",
        "According to the graph, what is the origin of most Israeli Jews?",
        "In print edition, see visual of same title.",
        "Interpret Graphs According to the graph, what is",
        "The Eastern Mediterranean 709 the origin of most Israeli Jews? Israel",
        "ADVANCED/GIFTED ONLINE ANALYZE VIDEOS",
        "Population Statistics 2015 Israeli Election",
        "1. Tell students that about 8.2 million Have students watch the video",
        "people live in Israel. individually or as a class. You may wish to",
        "2. Then have students use the circle graph use the associated question as a discussion",
        "to answer the following questions: prompt.",
        "How many people from Israel’s Jewish Analyze Videos Why was President",
        "population originated from Europe, the Obama closely watching the 2015 Israeli",
        "Americas, and the Pacific? 1,426,800 election? Israel is an important U.S. ally in",
        "people How many people from Israel’s the Middle East, and the U.S. gives Israel more",
        "Jewish population originated from aid money than any other nation.",
        "Africa? 369,000 people How many",
        "people in Israel are non-Jewish?",
        "1,935,200 people",
        "*Alternative Assessment Handbook, Rubric 1:",
        "Acquiring Information",
        "The Eastern Mediterranean 709",
        "Culture and Rural Settlements Israeli Jewish culture is rich in holidays",
        "Teach the Main Idea and special foods. For Jews, the Sabbath, from sunset Friday until sundown",
        "Saturday, is a holy day. Yom Kippur, a very important holiday, is celebrated",
        "in the fall. Passover, in the spring, celebrates the Israelites’ escape from",
        "The Palestinian Territories are areas next to",
        "captivity in ancient Egypt.",
        "Israel—Gaza and the West Bank—controlled Because Judaism is a way of life, religious laws address every aspect",
        "of daily life, including what Jews should eat. These laws come from the",
        "partly by Palestinian Arabs. Hebrew Bible. Kosher, which means “fit” in Hebrew, is the term used",
        "for food allowed under Jewish dietary laws. Not all Jews in Israel eat a",
        "Identify What are the disputed parts of land in the kosher diet, but all government and army kitchens serve kosher food. This",
        "Palestinian Territories? the West Bank and East enables both religious and secular Jews to participate together in these",
        "core institutions.",
        "Reading Check Some Israeli Jews live in a collective community known as a kibbutz",
        "Predict Do you think the peace process between Form (ki-BOOHTS). Traditionally, a kibbutz is a large farm where people shared",
        "Israel and the Palestinians will succeed? Explain What is Jewish culture everything in common. About 100,000 Israeli Jews live in more than 250",
        "in Israel like? diverse kibbutzim.",
        "your answer. Possible answer: yes, because the",
        "The Palestinian Territories",
        "Palestinian Authority agreed to recognize Israel",
        "In 1967, during the Six-Day War, Israel captured areas from Jordan and",
        "and renounce terrorism, and Israel has turned over",
        "Egypt inhabited by Palestinian Arabs—Gaza, the West Bank, and East",
        "control of some areas to the Palestinians; no, the Jerusalem. In the 1990s Israel agreed to turn over parts of these territories",
        "dispute has gone on for a long time and both sides to the Palestinians. In return, the Palestine Liberation Organization (PLO)",
        "agreed to recognize Israel’s right to exist and pledged to renounce terrorism.",
        "want some of the same territory These territories have continued to be central to ongoing conflicts between",
        "Israelis and Arabs.",
        "More About . . .",
        "Connect to Today: Disputed Territories Point out",
        "Israel and the Palestinian Territories",
        "that in the United States, many people do not agree",
        "a in b t o h u is t w se h c o ti o sh n o . F u o ld r e c x o a n m tr p ol l e t , h s e o t m er e r i p to e r o ie p s le d t is h c in u k ss ed Mediterran 34°E ea L n EBAN Ha O if N a S G H e E O a I L o G f A H G N T al S ilee SYRIA S C Pa o o l m n e t s e r t o i a n ll r i e a e d n a s s b y co t n h t e r olled",
        "Palestinians deserve the land, while others think Sea by Palestinians",
        "Israelis do. Emphasize that when learning about W E Nabblluuss 0 25 50 Kilometers",
        "history and current events, it is important to try 32°N S Tel Aviv WWEE RR SS aa TT mm B al A la N h K P Tr r a o n je s c v t e io rs n e : C C a y s li s n in d i r - i S ca o l ldner",
        "to gather accurate and factual information from",
        "Gaza H Eebbrroonn Dead Sea",
        "unbiased sources. GAZA",
        "ONLINE INTERACTIVE MAPS",
        "Israel and the Palestinian Territories 1. Location What Palestinian territory is located on",
        "the Mediterranean Sea?",
        "Have students explore the map using the interactive 2. Place Who controls parts of the West Bank?",
        "features and answer the associated question.",
        "Location What Palestinian territory is located on",
        "the Mediterranean Sea? Gaza",
        "In print edition, see map of same title.",
        "1. Location What Palestinian territory is located",
        "COLLABORATIVE LEARNING",
        "on the Mediterranean Sea? Gaza",
        "2. Place Who controls parts of the West Bank? Life on a Kibbutz 3. Have students illustrate their stories. If",
        "Some areas are controlled by the Palestinians and 1. Review with students what a kibbutz is. they find photographs in their research,",
        "others by Israel. have students share these with the class.",
        "2. Have students work in pairs to research",
        "what daily life on a kibbutz is like. Ask 4. Ask for volunteers to present their “Day in",
        "each pair of students to work together to the Life” projects to the class.",
        "write a short “Day in the Life” account of *Alternative Assessment Handbook, Rubrics 30:",
        "READING CHECK what it might be like to live in a kibbutz. Research; and 37: Writing Assignments",
        "Form Generalizations What is Jewish culture",
        "Be sure to have students include how",
        "in Israel like? Jewish holidays are celebrated;",
        "living in a kibbutz is similar and how",
        "government and army kitchens in Israel serve",
        "it is different from living in their own",
        "710 Module 21, Lesson 3",
        "Focus on Culture",
        "Teenagers for Peace ONLINE DOCUMENT-BASED INVESTIGATION",
        "Peace between Israeli Jews and Palestinian Arabs",
        "has not been easy in the past. Moreover, some Teenagers for Peace",
        "believe peace in the region might be impossible",
        "ever to accomplish. But don’t tell that to a group of Have students explore the feature about the",
        "2,000 Jewish and Arab teenagers who are making",
        "a difference in Israel. These teens belong to an organization called Seeds of Peace. This group of",
        "organization called Seeds of Peace. To learn more about 2,000 Jewish and Arab teenagers works to",
        "about each other’s culture and thus understand each",
        "other better, these teens meet regularly. learn peace-building skills.",
        "Seeds of Peace also hosts camps for teenagers from Analyze Sources How are Jewish and Arab",
        "high-conflict regions. Participating students come from",
        "across conflict lines. At camp, they live, sleep, and eat teenagers in Israel working toward peace? They",
        "with those they have believed are their enemies. They",
        "meet regularly to learn more about each other’s",
        "participate in trust activities and learn peace-building",
        "and conflict resolution skills. Equipped with new skills cultures in order to understand each other better.",
        "and friends, these teens hope they can plant seeds of",
        "peace in their home communities. In print edition, see feature of same title.",
        "Draw Conclusions",
        "How are Jewish and Arab teenagers in Israel working",
        "Gaza and the West Bank Gaza is a small, crowded coastal area",
        "where more than a million Palestinians live. The area has few resources.",
        "However, citrus fruit is grown in irrigated fields. Unemployment is high",
        "for the Palestinians living in Gaza. In 2005 Israel transferred control of",
        "Gaza to the Palestinians.",
        "The West Bank is much larger than Gaza and has a population of",
        "about 2.7 million. It is mostly rural, but the territory has three large cities—",
        "Nablus, Hebron, and Ramallah. The West Bank’s economy is mostly based",
        "on agriculture. Farmers rely on irrigation to grow their crops.",
        "Since Israel gained control of the West Bank in 1967, about 280,000 Israe-",
        "lis have moved there. Israelis and Palestinians dispute the territory. Peace",
        "ONLINE ANALYZE VIDEOS",
        "agreements have tried to divide the land fairly. This conflict over land and",
        "terrorist attacks against Israel are the greatest sources of tension between",
        "Arabs and Israelis. Gaza Parkour",
        "East Jerusalem Other disputed land includes Israel’s capital, Jerusalem. Have students watch the video individually",
        "Control of Jerusalem is a difficult and emotional issue for Jews, Muslims,",
        "or as a class. You may wish to use the associated",
        "and Christians. The city has sites that are holy to all three religions. Areas of",
        "the old city are divided into Jewish, Muslim, and Christian neighborhoods. question as a discussion prompt.",
        "After the 1948 war, Israel controlled West Jerusalem and Jordan con-",
        "Analyze Videos Why do Three Run Gaza use city",
        "trolled East Jerusalem. Israel captured East Jerusalem in 1967. Jerusalem is",
        "the ancient and modern capital of Israel. Palestinians also claim Jerusalem ruins for parkour? Possible answer: Using the city",
        "as their capital. ruins lets them make the best out of a bad situation;",
        "parkour provides an outlet for their energy and some",
        "The Eastern Mediterranean 711 fun during tense times.",
        "STRUGGLING READERS",
        "Teenagers for Peace 3. Ask questions based on the reading. Have",
        "1. Read aloud the “Teenagers for Peace” students locate and read the answers",
        "feature, and have students follow along. aloud.",
        "2. Ask students to identify the main idea *Alternative Assessment Handbook, Rubric 18:",
        "of the text. Check to make sure that Listening",
        "students understand that some Jewish",
        "and Arab teenagers have participated in",
        "a program to help understand each other",
        "and learn peace-building skills.",
        "The Eastern Mediterranean 711",
        "The Territories Today In 2006 control of the territories was split between",
        "two opposing Palestinian political groups. The West Bank was governed by",
        "a group called Fatah, and Gaza by the group Hamas. Today, political ten-",
        "sions in the region remain high.",
        "READING CHECK Reading Check",
        "Analyze Causes The future of the peace process is uncertain. Some Palestinian groups",
        "Analyze Causes Why have the Palestinian Why have the have continued to commit acts of terrorism, including rocket attacks from",
        "Palestinian Territories",
        "Territories been a source of tension? because of the Gaza. Israelis fear they would be open to attack if they withdrew from the",
        "been a source of",
        "conflict over land and terrorist attacks against Israel tension? West Bank.",
        "Summary and Preview In this lesson you learned about Israel’s history,",
        "people, government and economy, and the future of the Palestinian Ter-",
        "ritories. In the next lesson you will learn about the history and culture of",
        "Print Assessment Israel’s neighbors—Syria, Lebanon, and Jordan.",
        "Review Ideas, Terms, and Places Lesson 3 Assessment",
        "1. a. Define What is the Diaspora? the dispersal of the Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Define What is the Diaspora? 4. Categorize Use the chart below to separate your",
        "Jewish population b. Explain How did Zionism help create the nation notes on Israel into categories.",
        "b. Explain How did Zionism help create the nation of Israel?",
        "2. a. Explain As a religious observance, what is the",
        "of Israel? Tens of thousands of Jews began moving significance of a kosher diet? Government",
        "to the region to reestablish their homeland. b. Draw Conclusions Why have Israeli leaders built up Economy",
        "a strong military?",
        "2. a. Explain As a religious observance, what is the c. Explain How has the migration of Jews influenced Diversity and Languages",
        "significance of a kosher diet? food allowed under the character of Israel? Jewish Culture",
        "3. a. Identify Which territory is fully controlled by",
        "Jewish dietary laws Palestinians and which is partly controlled?",
        "b. Draw Conclusions Why have Israeli leaders b. Identify and Explain Read the Teenagers for Peace",
        "feature in this lesson. What conflict are these teens",
        "built up a strong military? because Israel’s trying to resolve?",
        "neighbors have frequently tried to destroy it",
        "c. Explain How has the migration of Jews",
        "influenced the character of Israel? It has led to",
        "the reestablishment of a Jewish state and conflict",
        "3. a. Identify Which territory is fully controlled by",
        "Palestinians and which is partly controlled?",
        "Gaza; the West Bank",
        "b. Identify and Explain Read the Teenagers for",
        "Peace feature in this lesson. What conflict are",
        "these teens trying to resolve? conflict between",
        "Israeli Jews and Palestinian Arabs",
        "Critical Thinking",
        "4. Categorize Use a chart to separate your notes",
        "on Israel into categories. Government—Knesset; 712 Module 21",
        "Economy—exports, limited farming, tourism;",
        "Diversity and Languages—Hebrew and Arabic;",
        "Jewish Culture—Jewish holidays, traditions, kibbutz",
        "ANALYZE INFORMATION",
        "living, kosher diet",
        "History in the Making 4. Have students look for any historical",
        "1. Provide recent news articles from background of the event as reported",
        "more than one source about how the in the story. Encourage them to find",
        "Palestinians and Israelis are trying to information about the various attempts",
        "resolve their conflict. Be sure that all that have been made to resolve the",
        "students have at least one complete conflict.",
        "newspaper story. 5. Have students prepare a report on what",
        "2. Have students read the story carefully, they found in the article. Have them",
        "writing down key points that refer to present historical information about the",
        "methods for resolving the conflict. methods being used to solve this conflict",
        "3. Instruct students to look for parts of the",
        "story that seem biased. Ask students *Alternative Assessment Handbook,",
        "how biased reporting can affect how the Rubric 16: Judging Information",
        "conflict is perceived.",
        "For additional instruction, go to end of lesson.",
        "712 Module 21, Lesson 3",
        "Online Assessment 4. Summarize How did Jews and Muslims come to have competing",
        "claims to what is now the State of Israel?",
        "1. Why did the United Nations vote to divide the Palestine Mandate in",
        "The Israelites, the ancestors of the Jews, first established the kingdom",
        "of Israel about 1000 BC. Nearly 1,000 years later, the Roman Empire",
        "to decrease Christian control of the region",
        "conquered the region, which they renamed Palestine, and forced many",
        "to increase Muslim control of the region",
        "Jews to leave the region after a series of revolts against Roman rule. In",
        "to punish the Ottoman Empire",
        "the mid-600s Muslims conquered Palestine.",
        "to establish a Jewish state",
        "Alternate Question Select the answer choice from the drop-down 5. Make Inferences How has Israel’s history of being attacked by",
        "list to complete the sentence correctly. other countries affected the lives of its citizens?",
        "In 1947 the United Nations voted to divide the Palestine Mandate, Since the creation of the State of Israel in 1948, the country has",
        "which led to the creation of the State of Israel . been involved in a number of conflicts with Arab countries. This has",
        "contributed to the government requiring all men and women to serve at",
        "2. How does the Israeli government help new arrivals to blend in to the",
        "least one year in the country’s military.",
        "country’s culture?",
        "by teaching them how to prepare a seder 6. Compare and Contrast How are Fatah and Hamas similar and",
        "by helping them to gain entry into a kibbutz different? Describe one similarity and one difference.",
        "by offering classes in one of the country’s official languages",
        "Both Fatah and Hamas are Palestinian political groups. In 2006 Fatah",
        "by providing information about all of the country’s religious laws",
        "gained control of the West Bank, while Hamas gained control of Gaza.",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "One issue that many people who move to Israel face is that they do",
        "not know how to read and write Hebrew .",
        "3. Why is Israel hesitant to withdraw from the West Bank?",
        "because it would result in the strengthening of Egypt",
        "because it would result in the strengthening of Hamas",
        "because of fears it would expose the country to attack",
        "because of concerns about losses to agricultural production",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "Safety concerns make Israel hesitant to withdraw from the West",
        "The Eastern Mediterranean 712a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 708 continued from page 712",
        "TIERED ACTIVITY ENGLISH LANGUAGE LEARNERS",
        "Write Biography of David Ben-Gurion Timelines",
        "Below Level—Have students research biographical information 1. To help students demonstrate their understanding of important",
        "on David Ben-Gurion, the primary founder of the State of Israel events in Israel’s history, have students work in pairs to draw",
        "and the nation’s first prime minister. Students’ biographies should timelines that show the history of Israel.",
        "include a synopsis of Ben-Gurion’s life and career, touching on his key 2. Have students start the timeline with the establishment of the",
        "achievements. kingdom of Israel about 3,000 years ago. Include each major event",
        "At Level—Going beyond the Below Level activity, biographies should: described in the text, leading up to the present.",
        "• examine in depth his work in the Zionist movement prior to the",
        "3. Make sure students include the year of each event and summarize",
        "founding of the State of Israel",
        "what took place.",
        "• list Ben-Gurion’s accomplishments as a military leader and as",
        "4. Have students use their timelines to review the history of Israel",
        "prime minister, particularly in establishing a strong Israeli defense",
        "by asking each other questions. They should be able to find the",
        "• cite at least three reliable sources, including one print source answers to the questions by reading their timelines.",
        "Above Level—Going beyond the Below Level and At Level activities, *Alternative Assessment Handbook, Rubric 36: Time Lines",
        "students should:",
        "• explore Ben-Gurion’s attitudes toward the Arab world and his",
        "impact on Israel-Arab relations",
        "• analyze and critique Ben-Gurion’s inclusion as one of Time",
        "magazine’s “100 most important people of the 20th century”",
        "*Alternative Assessment Handbook, Rubric 37: Writing Assignments",
        "SPECIAL NEEDS STUDENTS",
        "Major Religious Sites in Jerusalem",
        "1. Pair special needs students with high-achieving students. Have",
        "partners use the library or the Internet to learn more about the",
        "major religious sites in Jerusalem, such as the Church of the Holy",
        "Sepulchre, the Temple Mount/Dome of the Rock, and the Western",
        "2. Ask partners to select one of the sites and to design and build",
        "a model of it. Then have each pair write a paragraph to provide",
        "background information on why many people believe that site is",
        "3. Have volunteers share their models with the class. Create a display",
        "of students’ models.",
        "*Alternative Assessment Handbook, Rubrics 3: Artwork; and 30: Research",
        "712b Module 21, Lesson 3",
        "Lesson 4 Planner",
        "Syria, Lebanon, and Jordan",
        "People of Syria, Lebanon, Graphs: Lebanon’s People and",
        "and Jordan Religions",
        "Visuals LESSON 4 Graphs, and Map: Post–WWI Mandates, 1926",
        "Syria, Lebanon, and Jordan",
        "are Arab nations coping",
        "Game: Where Am I? The Eastern with religious diversity.",
        "Document-Based Investigation:",
        "Extend Syrian Civil War",
        "Mock Refugee Camp Sources"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 2,
      "title": "13.5 percent",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Draw Conclusions What has caused divisions in",
        "Lebanese society? tension among different ethnic",
        "and religious groups",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 715",
        "At the time of its independence, Jordan’s population was small. Most",
        "Jordanians lived a nomadic or semi-nomadic life. Hundreds of thousands",
        "GAME of Palestinian Arab refugees fled Israel and came to live in Jordan. From",
        "1952 to 1999 Jordan was ruled by King Hussein. The king enacted some",
        "democratic reforms in the 1990s.",
        "Where Am I? The Eastern Mediterranean",
        "Jordan’s People and Resources Many of Jordan’s people are Bedouins,",
        "Have students play the game to test their",
        "or Arabic-speaking nomads who mostly live in the deserts of Southwest",
        "knowledge of the Eastern Mediterranean region. Asia. Jordan produces phosphates, cement, and potash. Tourism and bank-",
        "ing are becoming important industries. Jordan depends on economic aid",
        "from the oil-rich Arab nations and the United States. Amman, the capital,",
        "Reading Check is Jordan’s largest city. Jordanian farmers grow fruits and vegetables and",
        "Summarize How did",
        "raise sheep and goats. A shortage of water is a crucial resource issue for",
        "King Hussein affect",
        "Jordan’s history? Jordan.",
        "Summary In this lesson you learned about the history, government, and",
        "Summarize How did King Hussein affect Jordan’s",
        "people of Syria, Lebanon, and Jordan.",
        "history? He enacted some democratic reforms in",
        "the 1990s. Lesson 4 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Recall What is the capital of Syria? 4. Compare and Contrast Use your notes to identify",
        "Print Assessment b. Explain What does Syria’s government own? similarities and differences among the people in the",
        "c. Elaborate Why did Hafiz al-Assad want to increase three countries.",
        "the size of Syria’s military? Similarities Differences",
        "Review Ideas, Terms, and Places 2. a. Identify What European country ruled Lebanon Syria",
        "after World War I?",
        "1. a. Recall What is the capital of Syria? Damascus b. Analyze How was Beirut damaged? Jordan",
        "c. Identify and Explain What is the history of political",
        "b. Explain What does Syria’s government own? divisions among religious groups in Lebanon’s",
        "government? What conflict did this lead to?",
        "the country’s oil refineries, larger electrical plants,",
        "3. a. Define Who are the Bedouins?",
        "railroads, and some factories b. Explain Who provides economic aid to Jordan?",
        "c. Elaborate Why did Hafiz al-Assad want to",
        "increase the size of Syria’s military? to match",
        "Israel’s military strength and protect his rule from",
        "political enemies within",
        "2. a. Identify What European country ruled Lebanon",
        "after World War I? France",
        "b. Analyze How was Beirut damaged? civil war",
        "c. Identify and Explain What is the history of",
        "political divisions between religious groups",
        "in Lebanon’s government? What conflict did",
        "this lead to? Christian and Muslim politicians",
        "shared power after independence; but over time,",
        "cooperation broke down and civil war broke out.",
        "3. a. Define Who are the Bedouins? Arabic-speaking 716 Module 21",
        "b. Explain Who provides economic aid to Jordan?",
        "oil-rich Arab nations and the United States",
        "SPECIAL NEEDS STUDENTS",
        "Critical Thinking",
        "4. Compare and Contrast Use your notes to identify Syria, Lebanon, and Jordan 3. If necessary, discuss facts that students",
        "similarities and differences among the people in Discussion did not mention. Then have students",
        "the three countries. Similarities—Syria: 90% Arab, 1. Write each of the following people, summarize the main ideas covered in the",
        "Lebanon: mostly Arab, Jordan: Arab; Differences— places, and terms on the board for all to text about the region.",
        "Syria: Muslim groups are Sunni, Druze, and Alawites, see: Damascus, Bashar al-Assad, Druze, *Alternative Assessment Handbook,",
        "10% Christian, some Jewish communities; Lebanon: Maronites, Beirut, King Hussein, Bedouins, Rubrics 11: Discussions; and 14: Group Activity",
        "Muslim groups are Sunni and Shia, main Christian",
        "group is Maronites; Jordan: Arabs are Bedouin",
        "2. Organize students into mixed-ability",
        "nomads, Palestinian Arab refugees",
        "groups. Have the groups take turns",
        "choosing a person, place, or term from",
        "the board. Then ask each group to work",
        "together to explain specific details about",
        "the selected person, place, or term in",
        "connection with Syria, Lebanon, or",
        "Jordan. Encourage students to express",
        "their answers orally, in writing, through",
        "illustrations, or in brief skits.",
        "716 Module 21, Lesson 4",
        "Online Assessment 4. Cause and Effect Why did about 5 million Syrians leave the country",
        "between 2012 and 2017?",
        "1. Why did a civil war begin in Syria?",
        "The civil war that began in Syria made the country a dangerous place",
        "because ISIL forced millions of people from their homes",
        "to live. By March 2017, hundreds of thousands of people had died as",
        "because ISIL began supplying weapons to anti-government",
        "a result of the fighting and more than 11 million had lost their homes.",
        "These horrible conditions led refugees to leave the country.",
        "because of the violent response of the Syrian government to anti-",
        "government protesters 5. Summarize Why was France able to have a cultural influence on",
        "because the Syrian government failed to make acceptable",
        "progress in improving the economy France gained control of Syria and Lebanon after World War I. As",
        "a result of French rule, French culture influenced Lebanese culture.",
        "Alternate Question Select the answer choice from the drop-down list",
        "For example, in present-day Lebanon, many people speak French in",
        "to complete the sentence correctly.",
        "addition to Arabic.",
        "After Bashar al-Assad’s government violently responded to anti-",
        "government protesters, a civil war erupted in Syria . 6. Summarize How has control of Jordan changed over time?",
        "2. How did religion contribute to a civil war in Lebanon that began When Jordan was created after World War I, the British controlled it",
        "during the 1970s? and named an Arab prince to rule it. In the 1940s the country gained its",
        "Sunni and Shia Muslims became locked in a struggle to control independence.",
        "Sunni and Shia Muslims became increasingly unwilling to share",
        "political power.",
        "A Christian minority controlled the presidency after the country",
        "gained its independence.",
        "The Muslim majority refused to share political power after the",
        "country gained its independence.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One reason that a civil war erupted in Lebanon during the 1970s",
        "was that the country’s Christian population controlled the",
        "presidency after Lebanon gained independence.",
        "3. Why does Jordan depend on economic aid from oil-rich Arab",
        "nations and the United States?",
        "Jordan has many nomads.",
        "Jordan has few resources.",
        "Jordan has a struggling tourism industry.",
        "Jordan has a struggling banking industry.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Because Jordan has few resources, it depends on economic aid from",
        "oil-rich Arab countries and the United States .",
        "The Eastern Mediterranean 716a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 714 continued from page 715",
        "COLLABORATIVE LEARNING COMPARE AND CONTRAST",
        "The Region’s Main Religions Syria, Lebanon, and Jordan",
        "1. Three groups of Muslims are found in Lebanon—the Sunni, Shia, 1. As a way to review the important points in this lesson, lead",
        "and Druze. Have pairs of students work together to research and students in a discussion to compare and contrast the history,",
        "take notes on each of these groups and identify their basic beliefs. government, economy, and people (including population and",
        "2. Have each pair work together to write a brief essay that compares religion) of each country.",
        "and contrasts the three groups of Muslims. 2. On the board, make two columns with the headings Similarities",
        "3. Group each pair with another pair to compare their notes and and Differences.",
        "share what they learned. Have students add to their essays any 3. Call on students to list the similarities they came up with. As",
        "important information they may have missed. they do, write these in the proper column. Then do the same for",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and differences.",
        "Contrasting; and 30: Research 4. Have a class discussion about why students think there are so",
        "many more similarities than differences among these countries.",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "Contrasting; and 11: Discussions",
        "Palmyra Poem or Song",
        "1. Have students use the library or the Internet to learn more about ENGLISH LANGUAGE LEARNERS",
        "the Roman city of Palmyra.",
        "2. Ask students to write a poem or a song that tells about the history",
        "of this ancient city. Encourage students to share their poems or 1. To help students demonstrate their understanding of the histories",
        "songs with the class. and cultures of Syria, Lebanon, and Jordan, ask them to reflect on",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and the reading and think of something they found interesting.",
        "30: Research 2. Provide students with whatever art materials are available, and",
        "ask them to create a piece of artwork that depicts something",
        "interesting they found in the lesson. Use the images in the text box",
        "People of Syria, Lebanon, and Jordan as models.",
        "3. When the artwork is complete, have the students write a caption",
        "explaining the content of the piece. If time allows, have students",
        "share their creations in small groups or with the class.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "716b Module 21, Lesson 4",
        "Social Studies Skills",
        "Social Studies Skills",
        "Create a Cartogram",
        "Create a Cartogram",
        "Define the Skill",
        "Southwest and Central Asia Explain to students that cartograms can be used to",
        "For statistical information like population highlight a region’s population, political outcomes,",
        "figures, geographers sometimes create a special Political",
        "religion statistics, ethnic populations, and more.",
        "map called a cartogram. A cartogram displays",
        "information about countries by the size shown KAZAKHSTAN Help students understand that the cartogram does",
        "for each country. In contrast, a political map like",
        "UZBEKISTAN not reflect the actual physical size of the countries",
        "the one on the right reflects countries’ actual TURKEY KYRGYZSTAN",
        "physical size. Here are some guidelines for CY L P E R B U A S NON SYRIA TURKMENISTAN TAJIKISTAN shown. Before having students do the Learn the Skill",
        "reading and analyzing a cartogram. ISRAEL IRAQ IRAN activity, briefly quiz them about the cartogram. For",
        "• Read the title of the map to determine the JORDAN KUWAIT AFGHANISTAN example, ask students why Kazakhstan is smaller in",
        "subject area covered. SAUDI ARABIA BAHRAIN",
        "• N Co o m tic p e a h re o w th e so p m ol e it c ic o a u l n m tr a ie p s t a o r t e h m e u ca c r h t o d g if r f a e m r- . Q E A M T U I A R NA R A IRT TAE E D SB OMAN W N S E t t h h e e c p a o r l t it o ic g a ra l m m a t p h . a b n e I c r a a u q s , e w K h a e z n a k th h e st o a p n’ p s o p s o i p te u l i a s t t i r o u n e i s in",
        "ent in size on the cartogram compared to the YEMEN Sea smaller than Iraq’s Ask students to use the cartogram",
        "to determine Kuwait’s population. about 2 million",
        "• Read the cartogram’s legend and think about",
        "what the information means. Learn the Skill",
        "Southwest and Central Asia",
        "1. Which country has the largest population? Turkey",
        "Learn the Skill Cartogram",
        "1. Which country has the largest population? TURKMENISTAN KA U ZA ZB K E H K S I T S A T N AN KYRGYZSTAN 2. How is the size of Saudi Arabia’s land area different",
        "2. How is the size of Saudi Arabia’s land area dif- TURKEY TAJIKISTAN from the size of its population? The land area is",
        "ferent from the size of its population? AFGHANISTAN much larger.",
        "3. Using the cartogram legend, what is the CYPRUS LEBANON SYRIA IRAN 3. Using the cartogram legend, what is the",
        "approximate population of Lebanon? WEST BANK IRAQ KUWAIT",
        "ISRAEL BAHRAIN approximate population of Lebanon? about",
        "GAZA STRIP QATAR",
        "SAUDI ARABIA UNITED ARAB EMIRATES 4 million people",
        "Practice the Skill JORDAN OMAN",
        "Draw your own cartogram using the gross Practice the Skill",
        "domestic product, or GDP, of each country in An area this size represents",
        "Southwest and Central Asia. Use a reference 1 million people Draw your own cartogram using the gross domestic",
        "source or the Internet to find these statistics. product, or GDP, of each country in Southwest and",
        "Then determine the scale for sizing each",
        "Central Asia. Use a reference source or the Internet",
        "country by GDP. For example, you might use",
        "one square unit of area per $10 billion or $100 to find these statistics. Then determine the scale for",
        "billion. Countries with a high GDP should sizing each country by GDP. For example, you might",
        "appear larger than countries with a low GDP.",
        "use one square unit of area per $10 billion or",
        "$100 billion. Countries with a high GDP should",
        "appear larger than countries with a low GDP. Students’",
        "cartograms should include the scale for sizing each",
        "The Eastern Mediterranean 717 country by GDP.",
        "The Eastern Mediterranean 717",
        "Module 21 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places",
        "Fill in the blanks with the correct term or place from this module.",
        "Fill in the blanks with the correct term or place from this module. 1. The __________ is the lowest point on any continent and one of the world’s saltiest bodies of",
        "1. The __________ is the lowest point on any continent",
        "2. A desert located in southern Israel is called the __________.",
        "and one of the world’s saltiest bodies of water. Dead Sea",
        "3. A __________ is a way of doing something.",
        "2. A desert located in southern Israel is called the",
        "4. Turkey’s largest city is __________.",
        "__________. Negev 5. ______________ means that religion is kept separate from government.",
        "3. A __________ is a way of doing something. method 6. The dispersal of the Jewish population is known as __________.",
        "4. Turkey’s largest city is __________. Istanbul 7. A __________ is a large farm where people share everything in common.",
        "5. __________ means that religion is kept separate from 8. ______________ is Lebanon’s capital that was badly damaged during the country’s civil war.",
        "government. Secular",
        "6. The dispersal of the Jewish population is known as Comprehension and Critical Thinking",
        "__________. the Diaspora Lesson 1 Lesson 3",
        "7. A __________ is a large farm where people share 9. a. Describe How is the Eastern Mediter- 11. a. Define What is Zionism?",
        "everything in common. kibbutz ranean considered a part of the Middle b. Make Inferences Why does Israel need a",
        "East? strong military?",
        "8. __________ is Lebanon’s capital that was badly",
        "b. Draw Conclusions How would the c. Elaborate How has Israel’s history",
        "damaged during the country’s civil war. Beirut region’s dry climates affect where people affected the country today?",
        "lived? d. Explain What is the significance of",
        "c. Predict What would happen if the Passover?",
        "Comprehension and Critical Thinking region’s people did not have access to Lesson 4",
        "12. a. Identify What is the capital of Syria? Why",
        "LESSON 1 Lesson 2",
        "is it historically significant?",
        "9. a. Describe How is the Eastern Mediterranean 10. a. Recall How was control of Constanti- b. Identify and Explain Identify and",
        "considered a part of the Middle East? located at nople important? describe examples of conflict within Syria",
        "b. Evaluate How did Atatürk’s efforts to and Lebanon that led to civil war.",
        "crossroads between Europe and the Far East (area modernize Turkey contribute to cultural c. Evaluate How do you think Jordan sur-",
        "farther east located on the Pacific Ocean) change there? vives with so few resources?",
        "b. Draw Conclusions How would the region’s dry c. Elaborate How might Turkey benefit",
        "from joining the European Union?",
        "climates affect where people lived? People need to",
        "live in areas where they can use irrigation for crops if",
        "water is scarce.",
        "c. Predict What would happen if the region’s people",
        "did not have access to water? They would not be able",
        "to farm or have drinking water, and they would have to",
        "LESSON 2 718 Module 21",
        "10. a. Recall How was control of Constantinople",
        "important? It was in a strategic location between",
        "Europe and Asia. Write an Analytical Essay How does geography",
        "ONLINE DOCUMENT-BASED",
        "b. Evaluate How did Atatürk’s efforts to modernize INVESTIGATION affect conflict and cooperation between regions in",
        "Turkey contribute to cultural change there? banned the Eastern Mediterranean? Write an analytical essay",
        "certain types of dress, encouraged women to vote and The Eastern Mediterranean in which you answer this question. Be sure to discuss",
        "hold office, replaced the Arabic alphabet with the Latin Have students complete and review all the DBI the various historic, cultural, and geographic factors",
        "alphabet, adopted the metric system activities in Part 1. that shape the region’s people and places. Be sure to",
        "c. Elaborate How might Turkey benefit from joining cite specific evidence from at least three sources in",
        "the European Union? Turkey’s economy will benefit by Use this Analytical Essay Rubric to score students’ your response.",
        "increased trade with Europe.",
        "RUBRIC Students’ essays should",
        "• present an analysis of the topic that is",
        "detailed and relevant",
        "11. a. Define What is Zionism? movement that called for",
        "• develop the analysis logically, clearly,",
        "Jews to reestablish their ancient homeland",
        "b. Make Inferences Why does Israel need a strong",
        "• cite at least three sources of relevant text",
        "military? because of conflicts with its neighbors and",
        "evidence from Part 1 in support of their",
        "ongoing terrorist attacks and threats analysis",
        "c. Elaborate How has Israel’s history affected the • be organized into a distinct introduction,",
        "country today? Conflict between Israeli Jews and a main body consisting of several",
        "Palestinian Arabs continues. paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 21 Assessment, continued",
        "d. Explain What is the significance of Passover?",
        "Reading Skills Map Skills a Jewish holiday that celebrates the Israelites’ escape",
        "Set a Purpose Use the information in this module from captivity in ancient Egypt",
        "to answer the following questions.",
        "13. How does setting a purpose before you",
        "12. a. Identify What is the capital of Syria? Why is it",
        "read help you become a better reader?",
        "14. How is your purpose in reading this chapter historically significant? Damascus; oldest continually",
        "different from your purpose when you read inhabited city in the world",
        "a newspaper comic strip?",
        "b. Identify and Explain Identify and describe",
        "15. How can looking at headings and main",
        "idea statements help you set a purpose for examples of conflict within Syria and Lebanon",
        "reading? N that led to civil war. Over time, cooperation between",
        "Christian and Muslim groups broke down; hundreds",
        "Social Studies Skills S",
        "of thousands of Palestinian refugees living in Lebanon",
        "Use the Social Studies Skills taught in this module",
        "to complete the following. added to tension.",
        "16. Create a Cartogram Draw your own carto- c. Evaluate How do you think Jordan survives with so",
        "gram using this life expectancy at birth data 18. The Eastern Mediterranean On a separate few resources? Jordan survives partly because of its",
        "for Turkey—72.8, Israel—81.1, Syria—74.9,",
        "sheet of paper, match the letters on the map tourism and banking industries, but it also depends on",
        "Lebanon—75.2, Jordan—80.2. Then deter-",
        "with their correct labels.",
        "mine a scale for sizing each country by age. economic aid from oil-rich Arab nations and the United",
        "For example, you might use one square unit Israel Euphrates River States.",
        "of area for every 10 years of age. Countries",
        "with higher numbers for life expectancy at",
        "birth should appear larger than countries",
        "Focus on Writing",
        "with lower life expectancy numbers. Set a Purpose Use the information in this module to answer",
        "17. Geographic Questions Use your carto- 19. Write a Description Look over your notes",
        "the following questions.",
        "gram to pose and answer a question that and choose one Eastern Mediterranean",
        "compares population patterns in Southwest country to describe. Organize your notes 13. How does setting a purpose before you read help you",
        "Asia to those in North Africa. by topic—physical features, people, culture",
        "and government. Then, write a one-to- become a better reader? Possible answer: It will help you",
        "two-paragraph description of the country. keep a clear focus as you read.",
        "Include information you think would be",
        "interesting to someone who knows nothing 14. How is your purpose in reading this module different",
        "about the country. Add details that will help",
        "from your purpose when you read a newspaper comic",
        "your readers picture the country.",
        "strip? Your purpose when reading this module is to",
        "learn; your purpose when reading a comic strip is to be",
        "15. How can looking at headings and main idea statements",
        "help you set a purpose for reading? The headings and",
        "main idea statements help you know what details to look",
        "for as you read.",
        "The Eastern Mediterranean 719",
        "Social Studies Skills",
        "Essential Question ESSAY Write an argument answering this question. Your Use the Social Studies Skills taught in this module to complete",
        "essay should include specific details about the role",
        "In what ways has religion been a",
        "of religion on the region. Be sure to cite evidence to 16. Create a Cartogram Draw your own cartogram using",
        "big influence on the development support your point and organize your essay into an this life expectancy at birth data for Turkey—72.8,",
        "of Eastern Mediterranean nations? introduction, body, and conclusion. Israel—81.1, Syria—74.9, Lebanon—75.2, Jordan—80.2.",
        "Then determine a scale for sizing each country by age.",
        "RUBRIC Students' essays should Alternate Activity Instead of writing essays,",
        "For example, you might use one square unit of area for",
        "• respond to the Essential Question with a address the Essential Question through activities",
        "every ten years of age. Countries with higher numbers",
        "specific position such as holding debates, creating multimedia",
        "for life expectancy at birth should appear larger than",
        "• illustrate valid reasoning supporting their presentations, or writing journal entries. See the",
        "countries with lower life expectancy numbers. Students’",
        "Alternative Assessment Handbook for a selection of",
        "• cite persuasive evidence supporting their responses will vary but should show an understanding of",
        "project rubrics.",
        "position how to create a cartogram.",
        "• identify key people, events, and/or turning 17. Geographic Questions Use your cartogram to pose",
        "points that demonstrate understanding of and answer a question that compares population",
        "the module content patterns in Southwest Asia to those in North Africa.",
        "• be organized into a distinct introduction, Students’ responses will vary but should show an",
        "main body, and conclusion understanding of how to use a cartogram to compare",
        "population patterns.",
        "The Eastern Mediterranean 719",
        "Print Assessment (continued)",
        "18. The Eastern Mediterranean On a separate sheet of paper, match the letters",
        "on the map with their correct labels. A. Dead Sea; B. Bosporus; C. Israel; D.",
        "Negev; E. Euphrates River",
        "Israel Euphrates River",
        "Focus on Writing",
        "19. Write a Description Look over your notes and choose one Eastern",
        "Mediterranean country to describe. Organize your notes by topic—physical",
        "features, people, culture, and government. Then write a one- or two-",
        "paragraph description of the country. Include information you think would",
        "be interesting to someone who knows nothing about the country. Add",
        "details that will help your readers picture the country.",
        "RUBRIC Students’ descriptions should",
        "• include information about the physical geography and climate of the",
        "• give details about the people, culture, and government",
        "• generalize about the region as a whole for comparison",
        "• be detailed and accurate",
        "• include the most interesting aspects about the country and region",
        "Online Assessment 7. Drag the events into chronological order from top to bottom.",
        "1. Drag the names of the physical features of the Eastern Mediterranean to their The kingdom of Israel was established.",
        "correct locations.",
        "Rome conquered Judea.",
        "Christians from Europe launched a series of invasions of Palestine.",
        "Palestine became part of the Ottoman Empire.",
        "The United Nations divided the Palestine Mandate into Jewish and Arab states.",
        "8. Drag the term into the box next to its description.",
        "It is a large farm where people share everything in",
        "It is the part of the Israeli government that makes laws",
        "for the country.",
        "It is the term used to describe foods allowed under",
        "Jewish dietary laws.",
        "It is a Jewish holy day that lasts from sunset Friday until",
        "sundown on Saturday.",
        "9. Why is control of Jerusalem an emotional issue for many people?",
        "It was the site of the first battle in the Six-Day War.",
        "It has sites that are holy to the followers of three major religions.",
        "It has resources that are important to the economies of several nations.",
        "2. Drag the name of the climate type into the box next to the area in the Eastern",
        "It was the place where the Palestine Liberation Organization was",
        "Mediterranean where it can be found.",
        "central Syria desert",
        "10. Which of the following caused the growth of the civil war in Syria?",
        "central Turkey steppe ISIL began trying to take territory from Syria.",
        "northern Israel Mediterranean Syria accepted military assistance from Russia.",
        "northeastern Turkey humid subtropical The United States gave aid to the anti-government rebels.",
        "Bashar al-Assad approved the use of force against anti-government",
        "3. Which resource is produced by Syria, Jordan, and Israel? protesters.",
        "copper 11. Drag the events into chronological order from top to bottom.",
        "phosphates Many religious and ethnic minorities settled in Lebanon.",
        "France gained control of Lebanon.",
        "4. Why did Constantinople become an important trading port?",
        "because it was located along the Euphrates River Christians and Muslims shared power in Lebanon.",
        "because it enabled goods to be easily shipped to Mecca",
        "because it was located at the crossroads of two continents Civil war broke out in Lebanon.",
        "because it enabled goods to be exchanged among many nomadic groups",
        "12. How did King Hussein change Jordan?",
        "5. Select the answer choices from the drop-down lists to complete the sentence",
        "by developing its oil resources",
        "by refusing to accept foreign aid",
        "A favorite dish in Turkey is kebabs, which are grilled meats on",
        "by enacting some democratic reforms",
        "a piece of wood or metal .",
        "by helping to secure its independence",
        "6. How does Turkish law conflict with the religion of Islam?",
        "by limiting the number of wives a man can have",
        "by limiting the number of times a day a person can pray",
        "by preventing mosques from establishing religious charities",
        "by preventing the government from giving aid to religious schools",
        "The Eastern Mediterranean 719b"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: Turkey . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 703",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "The production of textiles is restricted.",
        "The amount of cement exported is limited.",
        "The production of crops by rural farmers is limited.",
        "The flow of water into neighboring countries is restricted.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Turkey’s use of its water resources has a negative effect on",
        "neighboring countries.",
        "The Eastern Mediterranean 706a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 703",
        "Write a Biography",
        "Ottoman Conquest of Constantinople 1. Review with students the information in this lesson regarding Kemal",
        "1. Point out that the Ottoman conquest of Constantinople is one of Atatürk.",
        "the key events in world history. 2. Ask students to imagine that they were alive during Kemal Atatürk’s",
        "2. Organize the class into small groups. Have the members of each rule. Ask them to imagine how they would have felt when Atatürk",
        "group discuss the conquest and predict how it might have affected made rules to ban traditional clothing and make changes to familiar",
        "the region, the people living in the city, and the Ottoman Empire. ways of life.",
        "3. If students have difficulty, suggest that they consider the 3. Have students write an autobiography of their life in the time of Kemal",
        "importance of trade routes and the city’s central location. Students Atatürk. Be sure to have them describe whether they were happy or",
        "should also consider the differences between Byzantine and unhappy with the changes he made and why. For example, many",
        "Ottoman rule and cultures. women may have been happy to be given the right to vote or hold office.",
        "4. Ask for volunteers to share some of their predictions with the class. 4. Ask students to share their autobiographies with the class.",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; and 14: *Alternative Assessment Handbook, Rubric 41: Writing to Express",
        "continued from page 706",
        "continued from page 704",
        "ENGLISH LANGUAGE LEARNERS",
        "STRUGGLING READERS",
        "Oral Biography Jigsaw",
        "1. To help students demonstrate their understanding of important",
        "Turkish leaders, organize them into three groups of equal number.",
        "1. Pair struggling readers with more proficient readers, and ask students",
        "2. Assign each group to research one of the following Turkish leaders:",
        "to preview the lesson. Have each pair read the headings, look for bold",
        "Mehmed II, Suleyman I, and Kemal Atatürk. Have students work within",
        "and highlighted text, and examine the visuals used in the lesson.",
        "their groups to create oral biographies of their assigned leader. They",
        "2. Invite volunteers to share one thing they think they will learn in",
        "may choose to use visual aids or other media to help communicate their",
        "this lesson. Discuss the features that helped them draw these",
        "3. Once students have created their presentations and have practiced",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "delivering them within their groups (possibly in pairs), organize",
        "smaller groups of three that include one student from each of the",
        "continued from page 705",
        "larger groups. In this way, every group should include an “expert” on",
        "each of the three Turkish leaders.",
        "SPECIAL NEEDS STUDENTS",
        "4. Have the students deliver their oral presentations to the smaller",
        "Population Density of Turkey groups.",
        "1. Read aloud the name of each label on the map showing Turkey’s *Alternative Assessment Handbook, Rubrics 4: Biographies; 14: Group",
        "population density. As you do, have students locate the label on Activity; and 24: Oral Presentations",
        "the map and say it aloud. If necessary, repeat any names students",
        "have difficulty pronouncing.",
        "COLLABORATIVE LEARNING",
        "2. Then have students create sentences about the map, such as",
        "“There are about 520 people per square mile in Adana” or “The",
        "More about Turkey",
        "southeastern part of Turkey has a very low population density.”",
        "1. Organize the class into small groups. Ask each group to select a",
        "*Alternative Assessment Handbook, Rubric 21: Map Reading",
        "common cultural practice, tradition, or religion in Turkey to learn",
        "more about. Have students research the details about their choice.",
        "Next, have each group work collaboratively to write one paragraph",
        "describing their subject.",
        "2. Have each group work together to make a poster. Have students",
        "write their paragraph on the poster and then decorate the poster",
        "with drawings and words that illustrate their paragraph. For example,",
        "if students choose a popular dish served in Turkey, they could include",
        "the recipe, drawings of the ingredients, and a drawing of a Turkish",
        "family eating the meal.",
        "3. Have each group present their poster to the class.",
        "*Alternative Assessment Handbook, Rubrics 24: Oral Presentations; and 28:",
        "706b Module 21, Lesson 2",
        "Lesson 3 Planner",
        "Exile of the Jews",
        "Israel: Birth of a Nation",
        "2015 Israeli Election",
        "Graph: Israel’s Population",
        "Maps, Map: Israel and the Palestinian",
        "Visuals LESSON 3 Graphs, and Territories",
        "Israel and the Palestinian",
        "Territories are home to Jews",
        "and Arabs who continue",
        "The Dead Sea Scrolls",
        "to struggle over the",
        "Document-Based Investigation:",
        "Israel’s Government and region’s land.",
        "Extend Teenagers for Peace",
        "Citizenship Sources",
        "and Enrich The Dead Sea Scrolls",
        "Hanan Ashrawi (1946– )",
        "Water Crisis in Gaza",
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "Non-digital resource",
        "The Eastern Mediterranean 706c",
        "Online Lesson 3 Enrichment Activities",
        "The Dead Sea Scrolls Hanan Ashrawi (1946– )",
        "Article Students read a brief article about the Dead Sea Scrolls Biography Students read about the contributions of Palestinian",
        "along with two accompanying passages, then answer a question leader Hanan Ashrawi to the Middle East peace process, then",
        "about the passages. answer questions about what they have learned.",
        "Water Crisis in Gaza",
        "Article Students read about the causes of Gaza’s water crisis.",
        "They then research more about the crisis to prepare a digital",
        "slideshow. Their slideshows should include facts and opinions",
        "that are correctly cited.",
        "Israel’s Government and Citizenship",
        "Article Students read about Israel’s government and the",
        "rights and responsibilities of its citizens. They then research the",
        "governments and roles of citizens in Saudi Arabia and Iran to",
        "write a compare-and-contrast essay.",
        "706d Module 21, Lesson 3",
        "Teach the Big Idea",
        "1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What do you like about living in Israel?",
        "If YOU lived there . . .",
        "The Big Idea When you were only six years old, your family moved Review the scenario with students and lead a class",
        "to Israel from Russia. You are learning Hebrew in school,",
        "Israel and the Palestinian discussion around responses to the question.",
        "but your parents and grandparents still speak Russian at",
        "TTerritories are home to Jews and",
        "Arabs who continue to struggle home. When you first moved here, your parents worked Remind students that all responses are valid as",
        "over the region’s land. in an office building, but you now live on a farm where long as they are supported with valid reasoning.",
        "you grow oranges and tomatoes.",
        "Main Ideas You may wish to review the following points to",
        "What do you like about",
        "■Israel’s history includes the living in Israel? frame your discussion.",
        "ancient Israelites and the cre-",
        "ation of the State of Israel. Consider CLIMATE AND GEOGRAPHY:",
        "■In Israel today, Jewish culture is History",
        "a major part of daily life. • The warm, dry climate is a welcome change",
        "Israel is often referred to as the Holy Land because it is home to",
        "■The Palestinian Territories are sacred sites for three major religions—Judaism, Christianity, from Russia’s long winters.",
        "areas next to Israel—Gaza and",
        "and Islam. Judaism is the religion of the Jewish people. It is • A day trip to a Mediterranean beach is fun.",
        "the West Bank—controlled",
        "partly by Palestinian Arabs. the world’s oldest monotheistic religion. Many events in Jewish • The desert landscapes are beautiful.",
        "history and in the life of Jesus happened in Israel.",
        "Key Terms and Places Consider DAILY LIFE:",
        "Judaism The Holy Land The Israelites, the descendants of the Hebrews",
        "Diaspora and ancestors of the Jews, first established the kingdom of • Living on a farm feels healthier than living in",
        "Jerusalem Israel about 1000 BC. It covered roughly the same area as the a crowded city.",
        "Zionism modern State of Israel. In the 60s BC the Roman Empire con-",
        "kosher quered the region, which was called Judea. After several Jewish • We can enjoy more fresh fruits and vegetables.",
        "kibbutz revolts, the Romans forced many Jews to leave the region and • We feel a greater sense of community and",
        "Gaza renamed it Palestine in AD 135. This dispersal of the Jewish family than in Russia.",
        "population is known as the Diaspora.",
        "2. Direct Teach Introduce the Big Idea: Israel and the",
        "Muslims conquered Palestine in the mid-600s. However,",
        "from the late 1000s to the late 1200s, Christians from Europe Palestinian Territories are home to Jews and Arabs",
        "launched a series of invasions of Palestine called the Cru- who continue to struggle over the region’s land. Ask",
        "sades. The Crusaders captured the city of Jerusalem in 1099.",
        "In time, the Crusaders were pushed out of the area. Palestine students to tell some things they know about",
        "then became part of the Ottoman Empire. After World War I, it or have heard on the news about Israel and the",
        "came under British control.",
        "Palestinian Territories. Record their responses on",
        "the board. Use their responses to begin to point",
        "out the similarities and differences between the",
        "two regions. Tell students that they will further",
        "compare and contrast the areas in this lesson.",
        "3. Practice/Assess/Inquire Have students work in",
        "The Eastern Mediterranean 707 small groups to create a chart and fill it in with facts",
        "about Israel and the Palestinian Territories.",
        "4. Explore (Collaborative Exploration) Have groups",
        "Teach the Main Idea region. After World War II, the UN voted to review their lists and draw lines to connect things",
        "divide Palestine into Jewish and Arab states, that are similar about the two areas.",
        "Israel’s history includes the ancient",
        "and the State of Israel was established. 5. Whole Group Close/Reflect Have students use",
        "Israelites and the creation of the State their charts to write two paragraphs comparing",
        "More About . . .",
        "of Israel. and contrasting Israel and the Palestinian",
        "The Dead Sea Scrolls A young Bedouin Territories.",
        "Define What is the Diaspora? dispersal of shepherd named Muhammed edh-Dhib",
        "*Alternative Assessment Handbook, Rubric 9: Comparing",
        "the Jewish population What is Zionism? a discovered the scrolls while he was looking",
        "nationalist movement that called for Jews for a stray goat. He threw a stone into the cave",
        "to reestablish a Jewish state in their ancient to persuade the goat to come out. The stone",
        "homeland struck one of the pieces of pottery that held ONLINE DOCUMENT-BASED INVESTIGATION",
        "Explain Why is Israel often referred to as the scrolls.",
        "the Holy Land? because it is home to The Eastern Mediterranean",
        "sacred sites for three of the world’s major Teenagers for Peace is the third of four document-",
        "religions—Judaism, Christianity, and Islam based investigations that students will analyze in",
        "Summarize How was Israel created? In the The Eastern Mediterranean module. Students will",
        "late 1800s the Zionist movement called for explore the text and visual to find out about 2,000",
        "Jews to reestablish a Jewish state in their teenagers who are seeking mutual understanding",
        "ancient homeland. Tens of thousands of in order to bring peace out of conflict.",
        "Jews from around the world moved to the",
        "The Eastern Mediterranean 707",
        "The city of Jerusalem is",
        "sacred to three world",
        "religions—Judaism,",
        "ONLINE GRAPHIC ORGANIZER Christianity, and Islam.",
        "As students read the lesson, have them use the",
        "graphic organizer to take notes. Students can",
        "review their graphic organizer notes at the end of",
        "the lesson to answer the following question:",
        "Analyze Causes What events initially caused the",
        "ongoing tension between Israeli and Palestinian",
        "territories? Romans forced many Jews out of the",
        "kingdom of Israel and renamed it Palestine. Palestine",
        "came under Muslim then British control before being Creation of Israel Zionism, a nationalist movement calling for Jews to",
        "reestablish a Jewish state in their ancient homeland, began in Europe in",
        "divided into a Jewish and Israeli state.",
        "the late 1800s. Tens of thousands of Jews and Arabs began moving to the",
        "region. Arabs also moved there to counterbalance the number of Jews",
        "moving into the region.",
        "In 1947 the United Nations voted to divide the Palestine Mandate, then",
        "ONLINE LESSON FLIP CARDS under British control, into Jewish and Arab states. While Arab countries",
        "rejected this plan, the Jews accepted it and a year later created the State",
        "Review Key Terms and Places of Israel. Five armies from surrounding countries then invaded Israel.",
        "Reading Check Against the odds, the Israelis defeated the Arabs.",
        "Students can use the flip cards in the Lesson Review Summarize What After Israel’s victory, many Palestinians fled to neighboring Arab coun-",
        "two groups played a",
        "at any time to review the lesson’s key terms and large role in Israel’s tries. Israel and Arab countries have fought each other in several wars",
        "places: Judaism, Diaspora, Jerusalem, Zionism, history? since then. Disputes between the two sides continue today.",
        "kosher, kibbutz, Gaza, West Bank.",
        "Historical Source",
        "The Dead Sea Scrolls",
        "“With knowledge shall I sing out my",
        "ONLINE ANALYZE VIDEOS Written by Jews about 2,000 years ago, the Dead Sea music, only for the glory of God, my harp,",
        "Scrolls include prayers, commentaries, letters, and my lyre for His holiness established; the",
        "passages from the Hebrew Bible. Hidden in caves flute of my lips will I lift, His law its",
        "Exile of the Jews near the Dead Sea, these scrolls were not found until tuning fork.”",
        "1947. Here are two passages from a prayer written",
        "“When first I begin campaign or",
        "Have students watch the video individually on one of the scrolls.",
        "journey, His name shall I bless; when first",
        "or as a class. You may wish to use the associated I set out or turn to come back; when I sit",
        "question as a discussion prompt. down or rise up, when I spread my bed,",
        "then shall I rejoice in Him.”",
        "Analyze Videos How did Jewish worship change Analyze Sources —the Dead Sea Scrolls",
        "What does this prayer from the Dead Sea Scrolls reveal",
        "because of the Babylonian Captivity? They could about the people who wrote it?",
        "no longer worship at the Temple, where they believed",
        "God dwelled. Instead, they began to depend on",
        "scripture as they worshiped.",
        "HISTORICAL SOURCE ONLINE ANALYZE VIDEOS",
        "The Dead Sea Scrolls Israel: Birth of a Nation",
        "Have students examine the information about and Have students watch the video",
        "passages from the Dead Sea Scrolls. You may wish to individually or as a class. You may wish to",
        "use the associated question as a discussion prompt. use the associated question as a discussion",
        "Analyze Sources What does this prayer from the",
        "Dead Sea Scrolls reveal about the people who Analyze Videos How did Tel Aviv compare",
        "wrote it? They were religious and very dedicated to to Jerusalem in the first months after the",
        "their God. war? Tel Aviv was recovering but bustling",
        "with people, whereas Jerusalem was more",
        "war torn and somber.",
        "Summarize What two groups played a large role",
        "in Israel’s history? Jews and Arabs",
        "For additional instruction, go to end of lesson.",
        "708 Module 21, Lesson 3",
        "Jews from all over the world, including many who fled from Arab lands, Teach the Main Idea",
        "have migrated to Israel hoping to find peace and stability. Yet, they have",
        "faced continual conflicts with neighboring countries. Despite these prob- In Israel today, Jewish culture is a major part of",
        "lems, Israelis have built a modern, democratic country.",
        "Government and Economy Israel has a prime minister and a parliament—",
        "the Knesset. There are several major political parties and many smaller ones.",
        "Recall What are Israel’s largest cities? Tel Aviv and",
        "Israel’s government has built a strong military. At age 18, most Israeli",
        "men and women must serve at least one year.",
        "Israel’s economy is modern and diverse. Important exports include high- Describe What type of government does Israel",
        "tech equipment and cut diamonds. Israel has increased food production",
        "have? a prime minister and a parliament, called the",
        "by irrigating farmland. Israel’s economy also benefits from the millions of",
        "visitors who come to Israel to see the country’s historic sites. Knesset",
        "Cities, Diversity, and Languages Most of Israel’s population live in cities. Identify What are Israel’s two official languages?",
        "Jerusalem, the capital, and Tel Aviv are Israel’s largest cities. Hebrew and Arabic",
        "About 75 percent of Israel’s population is Jewish. The rest of the coun-",
        "try’s people are mostly Arab. About three-fourths of Israeli Arabs are Mus- Define What is a kibbutz? a large farm where people",
        "lim, but some are Christian. Israel’s Jewish population includes Jews from share everything in common What is kosher? the",
        "all parts of the world. Many arrive not knowing Hebrew, one of Israel’s",
        "term used to refer to food that is allowed under",
        "official languages. To assist these new citizens, the government provides",
        "language classes. Israeli Arabs speak Arabic, Israel’s other official language. Jewish dietary laws",
        "More About . . .",
        "Israel’s Population",
        "The Israeli Economy Israel has a technologically",
        "Jews from all over the world have settled in Israel. The graph below shows the",
        "percentages of Jews who migrated from different places. Non-Jews in Israel advanced free-market economy. The country",
        "include Arabs who are Muslims, Christians, and Druze. This photo shows a ranks among the top 20 nations in the world on",
        "Jewish teenager celebrating his bar mitzvah—a ceremony that acknowledges",
        "13-year-old Jewish boys as adults in the community. the United Nation’s Human Development Index,",
        "which categorizes the Israeli economy as “Very",
        "Origin of Israel‘s Jewish Population",
        "Highly Developed”—the highest-ranked economy",
        "Non-Jewish in the Middle East. The standard of living in Israel is",
        "comparable to many Western nations.",
        "ONLINE INTERACTIVE GRAPHS",
        "Europe, the Americas, Israel’s Population",
        "Asia Africa 17.4% Have students explore the graph and answer the",
        "Analyze Visuals Source: The World Almanac associated question.",
        "According to the graph, what is the origin of most Israeli Jews?",
        "In print edition, see visual of same title.",
        "Interpret Graphs According to the graph, what is",
        "The Eastern Mediterranean 709 the origin of most Israeli Jews? Israel",
        "ADVANCED/GIFTED ONLINE ANALYZE VIDEOS",
        "Population Statistics 2015 Israeli Election",
        "1. Tell students that about 8.2 million Have students watch the video",
        "people live in Israel. individually or as a class. You may wish to",
        "2. Then have students use the circle graph use the associated question as a discussion",
        "to answer the following questions: prompt.",
        "How many people from Israel’s Jewish Analyze Videos Why was President",
        "population originated from Europe, the Obama closely watching the 2015 Israeli",
        "Americas, and the Pacific? 1,426,800 election? Israel is an important U.S. ally in",
        "people How many people from Israel’s the Middle East, and the U.S. gives Israel more",
        "Jewish population originated from aid money than any other nation.",
        "Africa? 369,000 people How many",
        "people in Israel are non-Jewish?",
        "1,935,200 people",
        "*Alternative Assessment Handbook, Rubric 1:",
        "Acquiring Information",
        "The Eastern Mediterranean 709",
        "Culture and Rural Settlements Israeli Jewish culture is rich in holidays",
        "Teach the Main Idea and special foods. For Jews, the Sabbath, from sunset Friday until sundown",
        "Saturday, is a holy day. Yom Kippur, a very important holiday, is celebrated",
        "in the fall. Passover, in the spring, celebrates the Israelites’ escape from",
        "The Palestinian Territories are areas next to",
        "captivity in ancient Egypt.",
        "Israel—Gaza and the West Bank—controlled Because Judaism is a way of life, religious laws address every aspect",
        "of daily life, including what Jews should eat. These laws come from the",
        "partly by Palestinian Arabs. Hebrew Bible. Kosher, which means “fit” in Hebrew, is the term used",
        "for food allowed under Jewish dietary laws. Not all Jews in Israel eat a",
        "Identify What are the disputed parts of land in the kosher diet, but all government and army kitchens serve kosher food. This",
        "Palestinian Territories? the West Bank and East enables both religious and secular Jews to participate together in these",
        "core institutions.",
        "Reading Check Some Israeli Jews live in a collective community known as a kibbutz",
        "Predict Do you think the peace process between Form (ki-BOOHTS). Traditionally, a kibbutz is a large farm where people shared",
        "Israel and the Palestinians will succeed? Explain What is Jewish culture everything in common. About 100,000 Israeli Jews live in more than 250",
        "in Israel like? diverse kibbutzim.",
        "your answer. Possible answer: yes, because the",
        "The Palestinian Territories",
        "Palestinian Authority agreed to recognize Israel",
        "In 1967, during the Six-Day War, Israel captured areas from Jordan and",
        "and renounce terrorism, and Israel has turned over",
        "Egypt inhabited by Palestinian Arabs—Gaza, the West Bank, and East",
        "control of some areas to the Palestinians; no, the Jerusalem. In the 1990s Israel agreed to turn over parts of these territories",
        "dispute has gone on for a long time and both sides to the Palestinians. In return, the Palestine Liberation Organization (PLO)",
        "agreed to recognize Israel’s right to exist and pledged to renounce terrorism.",
        "want some of the same territory These territories have continued to be central to ongoing conflicts between",
        "Israelis and Arabs.",
        "More About . . .",
        "Connect to Today: Disputed Territories Point out",
        "Israel and the Palestinian Territories",
        "that in the United States, many people do not agree",
        "a in b t o h u is t w se h c o ti o sh n o . F u o ld r e c x o a n m tr p ol l e t , h s e o t m er e r i p to e r o ie p s le d t is h c in u k ss ed Mediterran 34°E ea L n EBAN Ha O if N a S G H e E O a I L o G f A H G N T al S ilee SYRIA S C Pa o o l m n e t s e r t o i a n ll r i e a e d n a s s b y co t n h t e r olled",
        "Palestinians deserve the land, while others think Sea by Palestinians",
        "Israelis do. Emphasize that when learning about W E Nabblluuss 0 25 50 Kilometers",
        "history and current events, it is important to try 32°N S Tel Aviv WWEE RR SS aa TT mm B al A la N h K P Tr r a o n je s c v t e io rs n e : C C a y s li s n in d i r - i S ca o l ldner",
        "to gather accurate and factual information from",
        "Gaza H Eebbrroonn Dead Sea",
        "unbiased sources. GAZA",
        "ONLINE INTERACTIVE MAPS",
        "Israel and the Palestinian Territories 1. Location What Palestinian territory is located on",
        "the Mediterranean Sea?",
        "Have students explore the map using the interactive 2. Place Who controls parts of the West Bank?",
        "features and answer the associated question.",
        "Location What Palestinian territory is located on",
        "the Mediterranean Sea? Gaza",
        "In print edition, see map of same title.",
        "1. Location What Palestinian territory is located",
        "COLLABORATIVE LEARNING",
        "on the Mediterranean Sea? Gaza",
        "2. Place Who controls parts of the West Bank? Life on a Kibbutz 3. Have students illustrate their stories. If",
        "Some areas are controlled by the Palestinians and 1. Review with students what a kibbutz is. they find photographs in their research,",
        "others by Israel. have students share these with the class.",
        "2. Have students work in pairs to research",
        "what daily life on a kibbutz is like. Ask 4. Ask for volunteers to present their “Day in",
        "each pair of students to work together to the Life” projects to the class.",
        "write a short “Day in the Life” account of *Alternative Assessment Handbook, Rubrics 30:",
        "READING CHECK what it might be like to live in a kibbutz. Research; and 37: Writing Assignments",
        "Form Generalizations What is Jewish culture",
        "Be sure to have students include how",
        "in Israel like? Jewish holidays are celebrated;",
        "living in a kibbutz is similar and how",
        "government and army kitchens in Israel serve",
        "it is different from living in their own",
        "710 Module 21, Lesson 3",
        "Focus on Culture",
        "Teenagers for Peace ONLINE DOCUMENT-BASED INVESTIGATION",
        "Peace between Israeli Jews and Palestinian Arabs",
        "has not been easy in the past. Moreover, some Teenagers for Peace",
        "believe peace in the region might be impossible",
        "ever to accomplish. But don’t tell that to a group of Have students explore the feature about the",
        "2,000 Jewish and Arab teenagers who are making",
        "a difference in Israel. These teens belong to an organization called Seeds of Peace. This group of",
        "organization called Seeds of Peace. To learn more about 2,000 Jewish and Arab teenagers works to",
        "about each other’s culture and thus understand each",
        "other better, these teens meet regularly. learn peace-building skills.",
        "Seeds of Peace also hosts camps for teenagers from Analyze Sources How are Jewish and Arab",
        "high-conflict regions. Participating students come from",
        "across conflict lines. At camp, they live, sleep, and eat teenagers in Israel working toward peace? They",
        "with those they have believed are their enemies. They",
        "meet regularly to learn more about each other’s",
        "participate in trust activities and learn peace-building",
        "and conflict resolution skills. Equipped with new skills cultures in order to understand each other better.",
        "and friends, these teens hope they can plant seeds of",
        "peace in their home communities. In print edition, see feature of same title.",
        "Draw Conclusions",
        "How are Jewish and Arab teenagers in Israel working",
        "Gaza and the West Bank Gaza is a small, crowded coastal area",
        "where more than a million Palestinians live. The area has few resources.",
        "However, citrus fruit is grown in irrigated fields. Unemployment is high",
        "for the Palestinians living in Gaza. In 2005 Israel transferred control of",
        "Gaza to the Palestinians.",
        "The West Bank is much larger than Gaza and has a population of",
        "about 2.7 million. It is mostly rural, but the territory has three large cities—",
        "Nablus, Hebron, and Ramallah. The West Bank’s economy is mostly based",
        "on agriculture. Farmers rely on irrigation to grow their crops.",
        "Since Israel gained control of the West Bank in 1967, about 280,000 Israe-",
        "lis have moved there. Israelis and Palestinians dispute the territory. Peace",
        "ONLINE ANALYZE VIDEOS",
        "agreements have tried to divide the land fairly. This conflict over land and",
        "terrorist attacks against Israel are the greatest sources of tension between",
        "Arabs and Israelis. Gaza Parkour",
        "East Jerusalem Other disputed land includes Israel’s capital, Jerusalem. Have students watch the video individually",
        "Control of Jerusalem is a difficult and emotional issue for Jews, Muslims,",
        "or as a class. You may wish to use the associated",
        "and Christians. The city has sites that are holy to all three religions. Areas of",
        "the old city are divided into Jewish, Muslim, and Christian neighborhoods. question as a discussion prompt.",
        "After the 1948 war, Israel controlled West Jerusalem and Jordan con-",
        "Analyze Videos Why do Three Run Gaza use city",
        "trolled East Jerusalem. Israel captured East Jerusalem in 1967. Jerusalem is",
        "the ancient and modern capital of Israel. Palestinians also claim Jerusalem ruins for parkour? Possible answer: Using the city",
        "as their capital. ruins lets them make the best out of a bad situation;",
        "parkour provides an outlet for their energy and some",
        "The Eastern Mediterranean 711 fun during tense times.",
        "STRUGGLING READERS",
        "Teenagers for Peace 3. Ask questions based on the reading. Have",
        "1. Read aloud the “Teenagers for Peace” students locate and read the answers",
        "feature, and have students follow along. aloud.",
        "2. Ask students to identify the main idea *Alternative Assessment Handbook, Rubric 18:",
        "of the text. Check to make sure that Listening",
        "students understand that some Jewish",
        "and Arab teenagers have participated in",
        "a program to help understand each other",
        "and learn peace-building skills.",
        "The Eastern Mediterranean 711",
        "The Territories Today In 2006 control of the territories was split between",
        "two opposing Palestinian political groups. The West Bank was governed by",
        "a group called Fatah, and Gaza by the group Hamas. Today, political ten-",
        "sions in the region remain high.",
        "READING CHECK Reading Check",
        "Analyze Causes The future of the peace process is uncertain. Some Palestinian groups",
        "Analyze Causes Why have the Palestinian Why have the have continued to commit acts of terrorism, including rocket attacks from",
        "Palestinian Territories",
        "Territories been a source of tension? because of the Gaza. Israelis fear they would be open to attack if they withdrew from the",
        "been a source of",
        "conflict over land and terrorist attacks against Israel tension? West Bank.",
        "Summary and Preview In this lesson you learned about Israel’s history,",
        "people, government and economy, and the future of the Palestinian Ter-",
        "ritories. In the next lesson you will learn about the history and culture of",
        "Print Assessment Israel’s neighbors—Syria, Lebanon, and Jordan.",
        "Review Ideas, Terms, and Places Lesson 3 Assessment",
        "1. a. Define What is the Diaspora? the dispersal of the Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Define What is the Diaspora? 4. Categorize Use the chart below to separate your",
        "Jewish population b. Explain How did Zionism help create the nation notes on Israel into categories.",
        "b. Explain How did Zionism help create the nation of Israel?",
        "2. a. Explain As a religious observance, what is the",
        "of Israel? Tens of thousands of Jews began moving significance of a kosher diet? Government",
        "to the region to reestablish their homeland. b. Draw Conclusions Why have Israeli leaders built up Economy",
        "a strong military?",
        "2. a. Explain As a religious observance, what is the c. Explain How has the migration of Jews influenced Diversity and Languages",
        "significance of a kosher diet? food allowed under the character of Israel? Jewish Culture",
        "3. a. Identify Which territory is fully controlled by",
        "Jewish dietary laws Palestinians and which is partly controlled?",
        "b. Draw Conclusions Why have Israeli leaders b. Identify and Explain Read the Teenagers for Peace",
        "feature in this lesson. What conflict are these teens",
        "built up a strong military? because Israel’s trying to resolve?",
        "neighbors have frequently tried to destroy it",
        "c. Explain How has the migration of Jews",
        "influenced the character of Israel? It has led to",
        "the reestablishment of a Jewish state and conflict",
        "3. a. Identify Which territory is fully controlled by",
        "Palestinians and which is partly controlled?",
        "Gaza; the West Bank",
        "b. Identify and Explain Read the Teenagers for",
        "Peace feature in this lesson. What conflict are",
        "these teens trying to resolve? conflict between",
        "Israeli Jews and Palestinian Arabs",
        "Critical Thinking",
        "4. Categorize Use a chart to separate your notes",
        "on Israel into categories. Government—Knesset; 712 Module 21",
        "Economy—exports, limited farming, tourism;",
        "Diversity and Languages—Hebrew and Arabic;",
        "Jewish Culture—Jewish holidays, traditions, kibbutz",
        "ANALYZE INFORMATION",
        "living, kosher diet",
        "History in the Making 4. Have students look for any historical",
        "1. Provide recent news articles from background of the event as reported",
        "more than one source about how the in the story. Encourage them to find",
        "Palestinians and Israelis are trying to information about the various attempts",
        "resolve their conflict. Be sure that all that have been made to resolve the",
        "students have at least one complete conflict.",
        "newspaper story. 5. Have students prepare a report on what",
        "2. Have students read the story carefully, they found in the article. Have them",
        "writing down key points that refer to present historical information about the",
        "methods for resolving the conflict. methods being used to solve this conflict",
        "3. Instruct students to look for parts of the",
        "story that seem biased. Ask students *Alternative Assessment Handbook,",
        "how biased reporting can affect how the Rubric 16: Judging Information",
        "conflict is perceived.",
        "For additional instruction, go to end of lesson.",
        "712 Module 21, Lesson 3",
        "Online Assessment 4. Summarize How did Jews and Muslims come to have competing",
        "claims to what is now the State of Israel?",
        "1. Why did the United Nations vote to divide the Palestine Mandate in",
        "The Israelites, the ancestors of the Jews, first established the kingdom",
        "of Israel about 1000 BC. Nearly 1,000 years later, the Roman Empire",
        "to decrease Christian control of the region",
        "conquered the region, which they renamed Palestine, and forced many",
        "to increase Muslim control of the region",
        "Jews to leave the region after a series of revolts against Roman rule. In",
        "to punish the Ottoman Empire",
        "the mid-600s Muslims conquered Palestine.",
        "to establish a Jewish state",
        "Alternate Question Select the answer choice from the drop-down 5. Make Inferences How has Israel’s history of being attacked by",
        "list to complete the sentence correctly. other countries affected the lives of its citizens?",
        "In 1947 the United Nations voted to divide the Palestine Mandate, Since the creation of the State of Israel in 1948, the country has",
        "which led to the creation of the State of Israel . been involved in a number of conflicts with Arab countries. This has",
        "contributed to the government requiring all men and women to serve at",
        "2. How does the Israeli government help new arrivals to blend in to the",
        "least one year in the country’s military.",
        "country’s culture?",
        "by teaching them how to prepare a seder 6. Compare and Contrast How are Fatah and Hamas similar and",
        "by helping them to gain entry into a kibbutz different? Describe one similarity and one difference.",
        "by offering classes in one of the country’s official languages",
        "Both Fatah and Hamas are Palestinian political groups. In 2006 Fatah",
        "by providing information about all of the country’s religious laws",
        "gained control of the West Bank, while Hamas gained control of Gaza.",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "One issue that many people who move to Israel face is that they do",
        "not know how to read and write Hebrew .",
        "3. Why is Israel hesitant to withdraw from the West Bank?",
        "because it would result in the strengthening of Egypt",
        "because it would result in the strengthening of Hamas",
        "because of fears it would expose the country to attack",
        "because of concerns about losses to agricultural production",
        "Alternate Question Select the answer choice from the drop-down",
        "list to complete the sentence correctly.",
        "Safety concerns make Israel hesitant to withdraw from the West",
        "The Eastern Mediterranean 712a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 708 continued from page 712",
        "TIERED ACTIVITY ENGLISH LANGUAGE LEARNERS",
        "Write Biography of David Ben-Gurion Timelines",
        "Below Level—Have students research biographical information 1. To help students demonstrate their understanding of important",
        "on David Ben-Gurion, the primary founder of the State of Israel events in Israel’s history, have students work in pairs to draw",
        "and the nation’s first prime minister. Students’ biographies should timelines that show the history of Israel.",
        "include a synopsis of Ben-Gurion’s life and career, touching on his key 2. Have students start the timeline with the establishment of the",
        "achievements. kingdom of Israel about 3,000 years ago. Include each major event",
        "At Level—Going beyond the Below Level activity, biographies should: described in the text, leading up to the present.",
        "• examine in depth his work in the Zionist movement prior to the",
        "3. Make sure students include the year of each event and summarize",
        "founding of the State of Israel",
        "what took place.",
        "• list Ben-Gurion’s accomplishments as a military leader and as",
        "4. Have students use their timelines to review the history of Israel",
        "prime minister, particularly in establishing a strong Israeli defense",
        "by asking each other questions. They should be able to find the",
        "• cite at least three reliable sources, including one print source answers to the questions by reading their timelines.",
        "Above Level—Going beyond the Below Level and At Level activities, *Alternative Assessment Handbook, Rubric 36: Time Lines",
        "students should:",
        "• explore Ben-Gurion’s attitudes toward the Arab world and his",
        "impact on Israel-Arab relations",
        "• analyze and critique Ben-Gurion’s inclusion as one of Time",
        "magazine’s “100 most important people of the 20th century”",
        "*Alternative Assessment Handbook, Rubric 37: Writing Assignments",
        "SPECIAL NEEDS STUDENTS",
        "Major Religious Sites in Jerusalem",
        "1. Pair special needs students with high-achieving students. Have",
        "partners use the library or the Internet to learn more about the",
        "major religious sites in Jerusalem, such as the Church of the Holy",
        "Sepulchre, the Temple Mount/Dome of the Rock, and the Western",
        "2. Ask partners to select one of the sites and to design and build",
        "a model of it. Then have each pair write a paragraph to provide",
        "background information on why many people believe that site is",
        "3. Have volunteers share their models with the class. Create a display",
        "of students’ models.",
        "*Alternative Assessment Handbook, Rubrics 3: Artwork; and 30: Research",
        "712b Module 21, Lesson 3",
        "Lesson 4 Planner",
        "Syria, Lebanon, and Jordan",
        "People of Syria, Lebanon, Graphs: Lebanon’s People and",
        "and Jordan Religions",
        "Visuals LESSON 4 Graphs, and Map: Post–WWI Mandates, 1926",
        "Syria, Lebanon, and Jordan",
        "are Arab nations coping",
        "Game: Where Am I? The Eastern with religious diversity.",
        "Document-Based Investigation:",
        "Extend Syrian Civil War",
        "Mock Refugee Camp Sources"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 2,
      "title": "13.5 percent",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Draw Conclusions What has caused divisions in",
        "Lebanese society? tension among different ethnic",
        "and religious groups",
        "For additional instruction, go to end of lesson.",
        "The Eastern Mediterranean 715",
        "At the time of its independence, Jordan’s population was small. Most",
        "Jordanians lived a nomadic or semi-nomadic life. Hundreds of thousands",
        "GAME of Palestinian Arab refugees fled Israel and came to live in Jordan. From",
        "1952 to 1999 Jordan was ruled by King Hussein. The king enacted some",
        "democratic reforms in the 1990s.",
        "Where Am I? The Eastern Mediterranean",
        "Jordan’s People and Resources Many of Jordan’s people are Bedouins,",
        "Have students play the game to test their",
        "or Arabic-speaking nomads who mostly live in the deserts of Southwest",
        "knowledge of the Eastern Mediterranean region. Asia. Jordan produces phosphates, cement, and potash. Tourism and bank-",
        "ing are becoming important industries. Jordan depends on economic aid",
        "from the oil-rich Arab nations and the United States. Amman, the capital,",
        "Reading Check is Jordan’s largest city. Jordanian farmers grow fruits and vegetables and",
        "Summarize How did",
        "raise sheep and goats. A shortage of water is a crucial resource issue for",
        "King Hussein affect",
        "Jordan’s history? Jordan.",
        "Summary In this lesson you learned about the history, government, and",
        "Summarize How did King Hussein affect Jordan’s",
        "people of Syria, Lebanon, and Jordan.",
        "history? He enacted some democratic reforms in",
        "the 1990s. Lesson 4 Assessment",
        "Review Ideas, Terms, and Places Critical Thinking",
        "1. a. Recall What is the capital of Syria? 4. Compare and Contrast Use your notes to identify",
        "Print Assessment b. Explain What does Syria’s government own? similarities and differences among the people in the",
        "c. Elaborate Why did Hafiz al-Assad want to increase three countries.",
        "the size of Syria’s military? Similarities Differences",
        "Review Ideas, Terms, and Places 2. a. Identify What European country ruled Lebanon Syria",
        "after World War I?",
        "1. a. Recall What is the capital of Syria? Damascus b. Analyze How was Beirut damaged? Jordan",
        "c. Identify and Explain What is the history of political",
        "b. Explain What does Syria’s government own? divisions among religious groups in Lebanon’s",
        "government? What conflict did this lead to?",
        "the country’s oil refineries, larger electrical plants,",
        "3. a. Define Who are the Bedouins?",
        "railroads, and some factories b. Explain Who provides economic aid to Jordan?",
        "c. Elaborate Why did Hafiz al-Assad want to",
        "increase the size of Syria’s military? to match",
        "Israel’s military strength and protect his rule from",
        "political enemies within",
        "2. a. Identify What European country ruled Lebanon",
        "after World War I? France",
        "b. Analyze How was Beirut damaged? civil war",
        "c. Identify and Explain What is the history of",
        "political divisions between religious groups",
        "in Lebanon’s government? What conflict did",
        "this lead to? Christian and Muslim politicians",
        "shared power after independence; but over time,",
        "cooperation broke down and civil war broke out.",
        "3. a. Define Who are the Bedouins? Arabic-speaking 716 Module 21",
        "b. Explain Who provides economic aid to Jordan?",
        "oil-rich Arab nations and the United States",
        "SPECIAL NEEDS STUDENTS",
        "Critical Thinking",
        "4. Compare and Contrast Use your notes to identify Syria, Lebanon, and Jordan 3. If necessary, discuss facts that students",
        "similarities and differences among the people in Discussion did not mention. Then have students",
        "the three countries. Similarities—Syria: 90% Arab, 1. Write each of the following people, summarize the main ideas covered in the",
        "Lebanon: mostly Arab, Jordan: Arab; Differences— places, and terms on the board for all to text about the region.",
        "Syria: Muslim groups are Sunni, Druze, and Alawites, see: Damascus, Bashar al-Assad, Druze, *Alternative Assessment Handbook,",
        "10% Christian, some Jewish communities; Lebanon: Maronites, Beirut, King Hussein, Bedouins, Rubrics 11: Discussions; and 14: Group Activity",
        "Muslim groups are Sunni and Shia, main Christian",
        "group is Maronites; Jordan: Arabs are Bedouin",
        "2. Organize students into mixed-ability",
        "nomads, Palestinian Arab refugees",
        "groups. Have the groups take turns",
        "choosing a person, place, or term from",
        "the board. Then ask each group to work",
        "together to explain specific details about",
        "the selected person, place, or term in",
        "connection with Syria, Lebanon, or",
        "Jordan. Encourage students to express",
        "their answers orally, in writing, through",
        "illustrations, or in brief skits.",
        "716 Module 21, Lesson 4",
        "Online Assessment 4. Cause and Effect Why did about 5 million Syrians leave the country",
        "between 2012 and 2017?",
        "1. Why did a civil war begin in Syria?",
        "The civil war that began in Syria made the country a dangerous place",
        "because ISIL forced millions of people from their homes",
        "to live. By March 2017, hundreds of thousands of people had died as",
        "because ISIL began supplying weapons to anti-government",
        "a result of the fighting and more than 11 million had lost their homes.",
        "These horrible conditions led refugees to leave the country.",
        "because of the violent response of the Syrian government to anti-",
        "government protesters 5. Summarize Why was France able to have a cultural influence on",
        "because the Syrian government failed to make acceptable",
        "progress in improving the economy France gained control of Syria and Lebanon after World War I. As",
        "a result of French rule, French culture influenced Lebanese culture.",
        "Alternate Question Select the answer choice from the drop-down list",
        "For example, in present-day Lebanon, many people speak French in",
        "to complete the sentence correctly.",
        "addition to Arabic.",
        "After Bashar al-Assad’s government violently responded to anti-",
        "government protesters, a civil war erupted in Syria . 6. Summarize How has control of Jordan changed over time?",
        "2. How did religion contribute to a civil war in Lebanon that began When Jordan was created after World War I, the British controlled it",
        "during the 1970s? and named an Arab prince to rule it. In the 1940s the country gained its",
        "Sunni and Shia Muslims became locked in a struggle to control independence.",
        "Sunni and Shia Muslims became increasingly unwilling to share",
        "political power.",
        "A Christian minority controlled the presidency after the country",
        "gained its independence.",
        "The Muslim majority refused to share political power after the",
        "country gained its independence.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "One reason that a civil war erupted in Lebanon during the 1970s",
        "was that the country’s Christian population controlled the",
        "presidency after Lebanon gained independence.",
        "3. Why does Jordan depend on economic aid from oil-rich Arab",
        "nations and the United States?",
        "Jordan has many nomads.",
        "Jordan has few resources.",
        "Jordan has a struggling tourism industry.",
        "Jordan has a struggling banking industry.",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Because Jordan has few resources, it depends on economic aid from",
        "oil-rich Arab countries and the United States .",
        "The Eastern Mediterranean 716a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 714 continued from page 715",
        "COLLABORATIVE LEARNING COMPARE AND CONTRAST",
        "The Region’s Main Religions Syria, Lebanon, and Jordan",
        "1. Three groups of Muslims are found in Lebanon—the Sunni, Shia, 1. As a way to review the important points in this lesson, lead",
        "and Druze. Have pairs of students work together to research and students in a discussion to compare and contrast the history,",
        "take notes on each of these groups and identify their basic beliefs. government, economy, and people (including population and",
        "2. Have each pair work together to write a brief essay that compares religion) of each country.",
        "and contrasts the three groups of Muslims. 2. On the board, make two columns with the headings Similarities",
        "3. Group each pair with another pair to compare their notes and and Differences.",
        "share what they learned. Have students add to their essays any 3. Call on students to list the similarities they came up with. As",
        "important information they may have missed. they do, write these in the proper column. Then do the same for",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and differences.",
        "Contrasting; and 30: Research 4. Have a class discussion about why students think there are so",
        "many more similarities than differences among these countries.",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and",
        "Contrasting; and 11: Discussions",
        "Palmyra Poem or Song",
        "1. Have students use the library or the Internet to learn more about ENGLISH LANGUAGE LEARNERS",
        "the Roman city of Palmyra.",
        "2. Ask students to write a poem or a song that tells about the history",
        "of this ancient city. Encourage students to share their poems or 1. To help students demonstrate their understanding of the histories",
        "songs with the class. and cultures of Syria, Lebanon, and Jordan, ask them to reflect on",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and the reading and think of something they found interesting.",
        "30: Research 2. Provide students with whatever art materials are available, and",
        "ask them to create a piece of artwork that depicts something",
        "interesting they found in the lesson. Use the images in the text box",
        "People of Syria, Lebanon, and Jordan as models.",
        "3. When the artwork is complete, have the students write a caption",
        "explaining the content of the piece. If time allows, have students",
        "share their creations in small groups or with the class.",
        "*Alternative Assessment Handbook, Rubric 3: Artwork",
        "716b Module 21, Lesson 4",
        "Social Studies Skills",
        "Social Studies Skills",
        "Create a Cartogram",
        "Create a Cartogram",
        "Define the Skill",
        "Southwest and Central Asia Explain to students that cartograms can be used to",
        "For statistical information like population highlight a region’s population, political outcomes,",
        "figures, geographers sometimes create a special Political",
        "religion statistics, ethnic populations, and more.",
        "map called a cartogram. A cartogram displays",
        "information about countries by the size shown KAZAKHSTAN Help students understand that the cartogram does",
        "for each country. In contrast, a political map like",
        "UZBEKISTAN not reflect the actual physical size of the countries",
        "the one on the right reflects countries’ actual TURKEY KYRGYZSTAN",
        "physical size. Here are some guidelines for CY L P E R B U A S NON SYRIA TURKMENISTAN TAJIKISTAN shown. Before having students do the Learn the Skill",
        "reading and analyzing a cartogram. ISRAEL IRAQ IRAN activity, briefly quiz them about the cartogram. For",
        "• Read the title of the map to determine the JORDAN KUWAIT AFGHANISTAN example, ask students why Kazakhstan is smaller in",
        "subject area covered. SAUDI ARABIA BAHRAIN",
        "• N Co o m tic p e a h re o w th e so p m ol e it c ic o a u l n m tr a ie p s t a o r t e h m e u ca c r h t o d g if r f a e m r- . Q E A M T U I A R NA R A IRT TAE E D SB OMAN W N S E t t h h e e c p a o r l t it o ic g a ra l m m a t p h . a b n e I c r a a u q s , e w K h a e z n a k th h e st o a p n’ p s o p s o i p te u l i a s t t i r o u n e i s in",
        "ent in size on the cartogram compared to the YEMEN Sea smaller than Iraq’s Ask students to use the cartogram",
        "to determine Kuwait’s population. about 2 million",
        "• Read the cartogram’s legend and think about",
        "what the information means. Learn the Skill",
        "Southwest and Central Asia",
        "1. Which country has the largest population? Turkey",
        "Learn the Skill Cartogram",
        "1. Which country has the largest population? TURKMENISTAN KA U ZA ZB K E H K S I T S A T N AN KYRGYZSTAN 2. How is the size of Saudi Arabia’s land area different",
        "2. How is the size of Saudi Arabia’s land area dif- TURKEY TAJIKISTAN from the size of its population? The land area is",
        "ferent from the size of its population? AFGHANISTAN much larger.",
        "3. Using the cartogram legend, what is the CYPRUS LEBANON SYRIA IRAN 3. Using the cartogram legend, what is the",
        "approximate population of Lebanon? WEST BANK IRAQ KUWAIT",
        "ISRAEL BAHRAIN approximate population of Lebanon? about",
        "GAZA STRIP QATAR",
        "SAUDI ARABIA UNITED ARAB EMIRATES 4 million people",
        "Practice the Skill JORDAN OMAN",
        "Draw your own cartogram using the gross Practice the Skill",
        "domestic product, or GDP, of each country in An area this size represents",
        "Southwest and Central Asia. Use a reference 1 million people Draw your own cartogram using the gross domestic",
        "source or the Internet to find these statistics. product, or GDP, of each country in Southwest and",
        "Then determine the scale for sizing each",
        "Central Asia. Use a reference source or the Internet",
        "country by GDP. For example, you might use",
        "one square unit of area per $10 billion or $100 to find these statistics. Then determine the scale for",
        "billion. Countries with a high GDP should sizing each country by GDP. For example, you might",
        "appear larger than countries with a low GDP.",
        "use one square unit of area per $10 billion or",
        "$100 billion. Countries with a high GDP should",
        "appear larger than countries with a low GDP. Students’",
        "cartograms should include the scale for sizing each",
        "The Eastern Mediterranean 717 country by GDP.",
        "The Eastern Mediterranean 717",
        "Module 21 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places",
        "Fill in the blanks with the correct term or place from this module.",
        "Fill in the blanks with the correct term or place from this module. 1. The __________ is the lowest point on any continent and one of the world’s saltiest bodies of",
        "1. The __________ is the lowest point on any continent",
        "2. A desert located in southern Israel is called the __________.",
        "and one of the world’s saltiest bodies of water. Dead Sea",
        "3. A __________ is a way of doing something.",
        "2. A desert located in southern Israel is called the",
        "4. Turkey’s largest city is __________.",
        "__________. Negev 5. ______________ means that religion is kept separate from government.",
        "3. A __________ is a way of doing something. method 6. The dispersal of the Jewish population is known as __________.",
        "4. Turkey’s largest city is __________. Istanbul 7. A __________ is a large farm where people share everything in common.",
        "5. __________ means that religion is kept separate from 8. ______________ is Lebanon’s capital that was badly damaged during the country’s civil war.",
        "government. Secular",
        "6. The dispersal of the Jewish population is known as Comprehension and Critical Thinking",
        "__________. the Diaspora Lesson 1 Lesson 3",
        "7. A __________ is a large farm where people share 9. a. Describe How is the Eastern Mediter- 11. a. Define What is Zionism?",
        "everything in common. kibbutz ranean considered a part of the Middle b. Make Inferences Why does Israel need a",
        "East? strong military?",
        "8. __________ is Lebanon’s capital that was badly",
        "b. Draw Conclusions How would the c. Elaborate How has Israel’s history",
        "damaged during the country’s civil war. Beirut region’s dry climates affect where people affected the country today?",
        "lived? d. Explain What is the significance of",
        "c. Predict What would happen if the Passover?",
        "Comprehension and Critical Thinking region’s people did not have access to Lesson 4",
        "12. a. Identify What is the capital of Syria? Why",
        "LESSON 1 Lesson 2",
        "is it historically significant?",
        "9. a. Describe How is the Eastern Mediterranean 10. a. Recall How was control of Constanti- b. Identify and Explain Identify and",
        "considered a part of the Middle East? located at nople important? describe examples of conflict within Syria",
        "b. Evaluate How did Atatürk’s efforts to and Lebanon that led to civil war.",
        "crossroads between Europe and the Far East (area modernize Turkey contribute to cultural c. Evaluate How do you think Jordan sur-",
        "farther east located on the Pacific Ocean) change there? vives with so few resources?",
        "b. Draw Conclusions How would the region’s dry c. Elaborate How might Turkey benefit",
        "from joining the European Union?",
        "climates affect where people lived? People need to",
        "live in areas where they can use irrigation for crops if",
        "water is scarce.",
        "c. Predict What would happen if the region’s people",
        "did not have access to water? They would not be able",
        "to farm or have drinking water, and they would have to",
        "LESSON 2 718 Module 21",
        "10. a. Recall How was control of Constantinople",
        "important? It was in a strategic location between",
        "Europe and Asia. Write an Analytical Essay How does geography",
        "ONLINE DOCUMENT-BASED",
        "b. Evaluate How did Atatürk’s efforts to modernize INVESTIGATION affect conflict and cooperation between regions in",
        "Turkey contribute to cultural change there? banned the Eastern Mediterranean? Write an analytical essay",
        "certain types of dress, encouraged women to vote and The Eastern Mediterranean in which you answer this question. Be sure to discuss",
        "hold office, replaced the Arabic alphabet with the Latin Have students complete and review all the DBI the various historic, cultural, and geographic factors",
        "alphabet, adopted the metric system activities in Part 1. that shape the region’s people and places. Be sure to",
        "c. Elaborate How might Turkey benefit from joining cite specific evidence from at least three sources in",
        "the European Union? Turkey’s economy will benefit by Use this Analytical Essay Rubric to score students’ your response.",
        "increased trade with Europe.",
        "RUBRIC Students’ essays should",
        "• present an analysis of the topic that is",
        "detailed and relevant",
        "11. a. Define What is Zionism? movement that called for",
        "• develop the analysis logically, clearly,",
        "Jews to reestablish their ancient homeland",
        "b. Make Inferences Why does Israel need a strong",
        "• cite at least three sources of relevant text",
        "military? because of conflicts with its neighbors and",
        "evidence from Part 1 in support of their",
        "ongoing terrorist attacks and threats analysis",
        "c. Elaborate How has Israel’s history affected the • be organized into a distinct introduction,",
        "country today? Conflict between Israeli Jews and a main body consisting of several",
        "Palestinian Arabs continues. paragraphs, and a conclusion that sums",
        "up the main points",
        "Module 21 Assessment, continued",
        "d. Explain What is the significance of Passover?",
        "Reading Skills Map Skills a Jewish holiday that celebrates the Israelites’ escape",
        "Set a Purpose Use the information in this module from captivity in ancient Egypt",
        "to answer the following questions.",
        "13. How does setting a purpose before you",
        "12. a. Identify What is the capital of Syria? Why is it",
        "read help you become a better reader?",
        "14. How is your purpose in reading this chapter historically significant? Damascus; oldest continually",
        "different from your purpose when you read inhabited city in the world",
        "a newspaper comic strip?",
        "b. Identify and Explain Identify and describe",
        "15. How can looking at headings and main",
        "idea statements help you set a purpose for examples of conflict within Syria and Lebanon",
        "reading? N that led to civil war. Over time, cooperation between",
        "Christian and Muslim groups broke down; hundreds",
        "Social Studies Skills S",
        "of thousands of Palestinian refugees living in Lebanon",
        "Use the Social Studies Skills taught in this module",
        "to complete the following. added to tension.",
        "16. Create a Cartogram Draw your own carto- c. Evaluate How do you think Jordan survives with so",
        "gram using this life expectancy at birth data 18. The Eastern Mediterranean On a separate few resources? Jordan survives partly because of its",
        "for Turkey—72.8, Israel—81.1, Syria—74.9,",
        "sheet of paper, match the letters on the map tourism and banking industries, but it also depends on",
        "Lebanon—75.2, Jordan—80.2. Then deter-",
        "with their correct labels.",
        "mine a scale for sizing each country by age. economic aid from oil-rich Arab nations and the United",
        "For example, you might use one square unit Israel Euphrates River States.",
        "of area for every 10 years of age. Countries",
        "with higher numbers for life expectancy at",
        "birth should appear larger than countries",
        "Focus on Writing",
        "with lower life expectancy numbers. Set a Purpose Use the information in this module to answer",
        "17. Geographic Questions Use your carto- 19. Write a Description Look over your notes",
        "the following questions.",
        "gram to pose and answer a question that and choose one Eastern Mediterranean",
        "compares population patterns in Southwest country to describe. Organize your notes 13. How does setting a purpose before you read help you",
        "Asia to those in North Africa. by topic—physical features, people, culture",
        "and government. Then, write a one-to- become a better reader? Possible answer: It will help you",
        "two-paragraph description of the country. keep a clear focus as you read.",
        "Include information you think would be",
        "interesting to someone who knows nothing 14. How is your purpose in reading this module different",
        "about the country. Add details that will help",
        "from your purpose when you read a newspaper comic",
        "your readers picture the country.",
        "strip? Your purpose when reading this module is to",
        "learn; your purpose when reading a comic strip is to be",
        "15. How can looking at headings and main idea statements",
        "help you set a purpose for reading? The headings and",
        "main idea statements help you know what details to look",
        "for as you read.",
        "The Eastern Mediterranean 719",
        "Social Studies Skills",
        "Essential Question ESSAY Write an argument answering this question. Your Use the Social Studies Skills taught in this module to complete",
        "essay should include specific details about the role",
        "In what ways has religion been a",
        "of religion on the region. Be sure to cite evidence to 16. Create a Cartogram Draw your own cartogram using",
        "big influence on the development support your point and organize your essay into an this life expectancy at birth data for Turkey—72.8,",
        "of Eastern Mediterranean nations? introduction, body, and conclusion. Israel—81.1, Syria—74.9, Lebanon—75.2, Jordan—80.2.",
        "Then determine a scale for sizing each country by age.",
        "RUBRIC Students' essays should Alternate Activity Instead of writing essays,",
        "For example, you might use one square unit of area for",
        "• respond to the Essential Question with a address the Essential Question through activities",
        "every ten years of age. Countries with higher numbers",
        "specific position such as holding debates, creating multimedia",
        "for life expectancy at birth should appear larger than",
        "• illustrate valid reasoning supporting their presentations, or writing journal entries. See the",
        "countries with lower life expectancy numbers. Students’",
        "Alternative Assessment Handbook for a selection of",
        "• cite persuasive evidence supporting their responses will vary but should show an understanding of",
        "project rubrics.",
        "position how to create a cartogram.",
        "• identify key people, events, and/or turning 17. Geographic Questions Use your cartogram to pose",
        "points that demonstrate understanding of and answer a question that compares population",
        "the module content patterns in Southwest Asia to those in North Africa.",
        "• be organized into a distinct introduction, Students’ responses will vary but should show an",
        "main body, and conclusion understanding of how to use a cartogram to compare",
        "population patterns.",
        "The Eastern Mediterranean 719",
        "Print Assessment (continued)",
        "18. The Eastern Mediterranean On a separate sheet of paper, match the letters",
        "on the map with their correct labels. A. Dead Sea; B. Bosporus; C. Israel; D.",
        "Negev; E. Euphrates River",
        "Israel Euphrates River",
        "Focus on Writing",
        "19. Write a Description Look over your notes and choose one Eastern",
        "Mediterranean country to describe. Organize your notes by topic—physical",
        "features, people, culture, and government. Then write a one- or two-",
        "paragraph description of the country. Include information you think would",
        "be interesting to someone who knows nothing about the country. Add",
        "details that will help your readers picture the country.",
        "RUBRIC Students’ descriptions should",
        "• include information about the physical geography and climate of the",
        "• give details about the people, culture, and government",
        "• generalize about the region as a whole for comparison",
        "• be detailed and accurate",
        "• include the most interesting aspects about the country and region",
        "Online Assessment 7. Drag the events into chronological order from top to bottom.",
        "1. Drag the names of the physical features of the Eastern Mediterranean to their The kingdom of Israel was established.",
        "correct locations.",
        "Rome conquered Judea.",
        "Christians from Europe launched a series of invasions of Palestine.",
        "Palestine became part of the Ottoman Empire.",
        "The United Nations divided the Palestine Mandate into Jewish and Arab states.",
        "8. Drag the term into the box next to its description.",
        "It is a large farm where people share everything in",
        "It is the part of the Israeli government that makes laws",
        "for the country.",
        "It is the term used to describe foods allowed under",
        "Jewish dietary laws.",
        "It is a Jewish holy day that lasts from sunset Friday until",
        "sundown on Saturday.",
        "9. Why is control of Jerusalem an emotional issue for many people?",
        "It was the site of the first battle in the Six-Day War.",
        "It has sites that are holy to the followers of three major religions.",
        "It has resources that are important to the economies of several nations.",
        "2. Drag the name of the climate type into the box next to the area in the Eastern",
        "It was the place where the Palestine Liberation Organization was",
        "Mediterranean where it can be found.",
        "central Syria desert",
        "10. Which of the following caused the growth of the civil war in Syria?",
        "central Turkey steppe ISIL began trying to take territory from Syria.",
        "northern Israel Mediterranean Syria accepted military assistance from Russia.",
        "northeastern Turkey humid subtropical The United States gave aid to the anti-government rebels.",
        "Bashar al-Assad approved the use of force against anti-government",
        "3. Which resource is produced by Syria, Jordan, and Israel? protesters.",
        "copper 11. Drag the events into chronological order from top to bottom.",
        "phosphates Many religious and ethnic minorities settled in Lebanon.",
        "France gained control of Lebanon.",
        "4. Why did Constantinople become an important trading port?",
        "because it was located along the Euphrates River Christians and Muslims shared power in Lebanon.",
        "because it enabled goods to be easily shipped to Mecca",
        "because it was located at the crossroads of two continents Civil war broke out in Lebanon.",
        "because it enabled goods to be exchanged among many nomadic groups",
        "12. How did King Hussein change Jordan?",
        "5. Select the answer choices from the drop-down lists to complete the sentence",
        "by developing its oil resources",
        "by refusing to accept foreign aid",
        "A favorite dish in Turkey is kebabs, which are grilled meats on",
        "by enacting some democratic reforms",
        "a piece of wood or metal .",
        "by helping to secure its independence",
        "6. How does Turkish law conflict with the religion of Islam?",
        "by limiting the number of wives a man can have",
        "by limiting the number of times a day a person can pray",
        "by preventing mosques from establishing religious charities",
        "by preventing the government from giving aid to religious schools",
        "The Eastern Mediterranean 719b"
      ],
      "duration": "45 minutes"
    }
  ]
}