{
  "module_number": 22,
  "title": "Southeast Asia",
  "pdf_source": "compressed_Southeast Asia Teacher Guide PDF.pdf",
  "quarter": "Q3",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 1: Physical Geography . . . . . . . . . . . . . . . . . . . . . . . 977",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "ONLINE DOCUMENT-BASED",
        "Part 1 and your knowledge of the economic and",
        "LESSON 2 environmental challenges of Southeast Asia, write",
        "9. a. Recall What theory led the U.S. military to become Have students complete and review all the DBI an analytical essay that answers the following",
        "involved in Southeast Asia? the domino theory activities in Part 1. question: Why is it hard for the people of Southeast",
        "b. Identify Cause and Effect Why are so many Asia to maintain healthy economies and healthy",
        "Use this Analytical Essay Rubric to score students’",
        "languages spoken in Southeast Asia? because there ecosystems at the same time? Be sure to discuss",
        "are so many different ethnic groups various geographic, environmental, and economic",
        "c. Predict How do you think Southeast Asia might be Students’ essays should factors that play a role in this challenge. Be sure to",
        "different today if Europeans had never explored and • present an analysis of the topic that is cite specific evidence from at least three sources in",
        "detailed and relevant",
        "colonized the area? Possible answer: The region might your response.",
        "• develop the analysis logically, clearly,",
        "not be such an important center for trade and few",
        "people would likely be Christians.",
        "• cite at least three sources of relevant text",
        "d. Describe Where do most people live and work in",
        "evidence from Part 1 in support of their",
        "Mainland Southeast Asia? in rural areas",
        "e. Summarize What factors have slowed economic",
        "• be organized into a distinct introduction,",
        "progress in Mainland Southeast Asia? war, harsh",
        "a main body consisting of several",
        "governments, other problems such as overcrowding in",
        "paragraphs, and a conclusion that sums",
        "cities and pollution up the main points",
        "Module 31 Assessment, continued",
        "f. Evaluate What actions might Myanmar take to try",
        "Reading Skills Map Activity to improve its economy? Possible answer: If Myanmar",
        "Use Context Clues—Definitions Use the Reading 14. Southeast Asia On a separate sheet of improved its human rights record, more countries",
        "Skills taught in this module to answer a question paper, match the letters on the map with might be willing to trade with it, which would help its",
        "about the reading selection below. their correct labels below.",
        "Bangkok, Thailand Jakarta, Indonesia",
        "The humid tropical climate’s heat and heavy Borneo Malay Peninsula g. Analyze Causes Compare the climate map in",
        "rainfall support tropical rain forests. These lush Hanoi, Vietnam Manila, Philippines Lesson 1 with the land use map in Lesson 2. Why",
        "forests are home to a huge number of different Indochina Peninsula Singapore",
        "do you suppose more people live on the southern",
        "plants and animals. About 40,000 kinds of",
        "flowering plants grow in Indonesia alone. These end of the Malay Peninsula rather than in northern",
        "plants include the rafflesia, the world’s largest N Borneo? Possible answers: with fewer resources, jobs",
        "flower. Measuring up to 3 feet (1 m) across, this W E",
        "flower produces a horrible, rotting stink. S are probably more scarce in northern Borneo than on",
        "the Malay Peninsula; the peninsula gets drier weather",
        "11. What is a rafflesia? in winter; the peninsula is a manufacturing and trading",
        "center, so likely to have more jobs than northern Borneo",
        "Social Studies Skills",
        "Interpret Visuals Use the Social Studies Skills",
        "taught in this module to answer the questions LESSON 3",
        "about the photograph referred to below. 10. a. Identify Which two countries in Island Southeast",
        "12. Analyze the photograph of A Bangkok Canal Focus on Reading and Speaking Asia have wealthy economies? Singapore and Brunei",
        "in Lesson 2. What can you learn from the Use Context Clues—Definitions Add a phrase or",
        "b. Compare What are some ways in which Indonesia",
        "title and captions? What activities are taking sentence to provide a definition for the underlined",
        "place? What conclusions can you draw about word. and the Philippines are similar? Possible answer: Both",
        "the use of canals in Bangkok? 15. In Thailand, many young men serve for short are archipelagos, have many poor people, and are",
        "13. Select two different types of visuals from periods in Buddhist monasteries. experiencing ethnic or religious tensions.",
        "your textbook. For example, you might select 16. Much of the cultivated land in Southeast Asia c. Elaborate How has ethnic diversity affected the",
        "a photograph, chart, timeline, map, or graph.",
        "Analyze the subject, purpose, and content of is used to grow rice. countries of Island Southeast Asia? Possible answer: It",
        "each visual. Then organize information from Present an Interview has led to rich cultures but also ethnic tensions, which",
        "the visuals into a written summary. 17. Work with a partner to create a skit in which have slowed economic progress.",
        "one of you plays the role of a reporter and",
        "the other plays an expert on Southeast",
        "Asia. Use the library and print and digital",
        "sources, including the Internet, to research",
        "good questions and answers for the inter- Use Context Clues—Definitions Use the Reading Skills",
        "view. Choose your five best questions. Try",
        "taught in this module to answer a question about the",
        "to include questions of varying difficulty.",
        "Decide who will play the reporter and who reading selection below.",
        "will play the expert. Practice listening to and",
        "responding to questions until the interview",
        "The humid tropical climate’s heat and heavy rainfall",
        "sounds natural. Then present it to your class.",
        "support tropical rain forests. These lush forests",
        "Southeast Asia 999 are home to a huge number of different plants and",
        "animals. About 40,000 kinds of flowering plants",
        "grow in Indonesia alone. These plants include the",
        "rafflesia, the world’s largest flower. Measuring up to",
        "Essential Question ESSAY • identify key people, events, and/or turning",
        "3 feet (1 m) across, this flower produces a horrible,",
        "points that demonstrate understanding of",
        "What characteristics unite the the module content rotting stink.",
        "diverse nations of Southeast Asia? • be organized into a distinct introduction,",
        "main body, and conclusion 11. What is a rafflesia? the world’s largest flower, which",
        "Write an argument answering this question. produces a horrible stink",
        "Your essay should include specific details about Alternative Activity Instead of writing essays,",
        "the history, geography, religions, economy, address the Essential Question through activities",
        "and culture of the nations of Southeast Asia. Be such as holding debates, creating multimedia",
        "sure to cite evidence to support your point and presentations, or writing journal entries. See the",
        "organize your essay into an introduction, body, Alternative Assessment Handbook for a selection",
        "and conclusion. of project rubrics.",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a",
        "specific position",
        "• illustrate valid reasoning supporting their",
        "• cite persuasive evidence supporting their",
        "Southeast Asia 999",
        "Print Assessment (continued) Focus on Reading and Speaking",
        "Use Context Clues—Definitions Add a phrase or sentence to provide a definition",
        "Social Studies Skills",
        "for the underlined word.",
        "Interpret Visuals Use the Social Studies Skills taught in this module to answer the",
        "15. In Thailand, many young men serve for short periods in Buddhist",
        "questions about the photograph referred to below.",
        "monasteries. Buddhist monasteries are known as wats.",
        "12. Analyze the photograph of A Bangkok Canal in Lesson 2. What can you learn",
        "16. Much of the cultivated land in Southeast Asia is used to grow rice.",
        "from the title and captions? What activities are taking place? What conclusions",
        "Cultivated land is land that is prepared and used for farming.",
        "can you draw about the use of canals in Bangkok? The title describes the",
        "photograph’s subject matter. The captions give important details about what is",
        "Present an Interview",
        "happening in the scene; travel through the klong, buying, selling; Possible answer:",
        "17. Work with a partner to create a skit in which one of you plays the role of a",
        "In Bangkok, klongs serve as important transportation routes and sites for shopping",
        "reporter and the other plays the role of an expert on Southeast Asia. Use the",
        "and sightseeing.",
        "library and print and digital sources to research good questions and answers",
        "for the interview. Choose your five best questions. Try to include questions",
        "13. Select two different types of visuals from your textbook. For example, you",
        "of varying difficulty. Decide who will play the reporter and who will play the",
        "might select a photograph, chart, timeline, map, or graph. Analyze the",
        "expert. Practice listening to and responding to questions until the interview",
        "subject, purpose, and content of each visual. Then organize information",
        "sounds natural. Then present it to your class.",
        "from the visuals into a written summary. Students’ answers will vary, but their",
        "summaries should show an understanding of how to interpret visuals.",
        "RUBRIC: Students’ interview presentations should:",
        "• include five questions and answers",
        "Map Activity • include questions of varying difficulty",
        "14. Southeast Asia On a separate sheet of paper, match the letters on the map • cover important information about the region",
        "with their correct labels below. • sound natural",
        "C Bangkok, Thailand F Jakarta, Indonesia",
        "G Borneo D Malay Peninsula",
        "A Hanoi, Vietnam H Manila, Philippines",
        "B Indochina Peninsula E Singapore",
        "Online Assessment 5. Drag the name of the nation into the box next to its official language.",
        "1. Drag the name of the landform into the box next to its description. Each Burmese Myanmar",
        "name will be used only once. English Philippines",
        "Earth’s third-largest island Borneo Khmer Cambodia",
        "Earth’s second-largest island New Guinea Malay Brunei",
        "extends from the Asian mainland Malay Peninsula",
        "6. Drag the name of the country to its location in the space provided.",
        "forms part of the Island Southeast Asia region the Philippines",
        "2. Use the map to answer the question below.",
        "THAILAND VIETNAM S C o h u in t a h PHILIPPINES",
        "CCAAMMBBOODDIIAA",
        "PACIFIC MMAALLAAYYSSIIAA OCEAN",
        "SSIINNGGAAPPOORREE",
        "INDIAN II NN DD OO NN EE SS II AA",
        "TLIEMSOTRE- GU N I E N W EA",
        "AUSTRALIA 7. What is a kampong?",
        "a recent migrant to one of the region’s cities",
        "Which of the following is true of Southeast Asia’s weather?",
        "a type of fish that is a main source of protein",
        "Monsoon winds bring dry air from the east to the west.",
        "a landowner who controls much of a nation’s wealth",
        "Rain from China creates tropical rain forests in Thailand.",
        "a village with houses that are raised to protect them from flooding",
        "Monsoon winds bring precipitation from the south to the north.",
        "Highlands block rainfall from reaching the eastern half of Malaysia. 8. Drag the answer choices into the boxes to complete the sentence correctly.",
        "Most Maritime Southeast Asian countries produce crops, such as coffee, rice,",
        "3. Which of the following is a major resource of Borneo?",
        "rubber, spices, and tobacco. Indonesia produces the widest variety of",
        "crops, while Singapore produces no crops.",
        "oil 9. Why is Brunei rapidly expanding its economy to include many different",
        "The country’s oil reserves will run out by 2020.",
        "4. Use the map to answer the question.",
        "Oil companies want to increase oil production by 2020.",
        "A series of crop failures has hurt the national economy.",
        "The country’s leaders want to tax incomes from other businesses.",
        "Which Southeast Asian country was once controlled by both the United",
        "States and Spain?",
        "Philippine Islands",
        "E(cid:176)09 E(cid:176)021 E(cid:176)031 E(cid:176)041",
        "Southeast Asia: Weather",
        "Tropical savanna",
        "Humid subtropical",
        "Wet monsoon airflow",
        "20(cid:176)N Dry monsoon airflow",
        "Projection: Miller Cylindrical",
        "0(cid:176) Equator",
        "SIAM South China P IS H L I A LI N P D P S INE",
        "Sea (Spanish until 1898)",
        "MMAALLAAYY SSTTAATTEESS PACIFIC OCEAN",
        "0(cid:176) Equator",
        "DDUUTTCCHH EEAASSTT IINNDDIIEESS",
        "Southeast Asia: Colonial Possessions, 1914",
        "Great Britain United States",
        "Netherlands Independent",
        "0 500 1,000 Miles",
        "0 500 1,000 Kilometers",
        "Projection: Miller Cylindrical",
        "Southeast Asia 999b"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 1: Physical Geography . . . . . . . . . . . . . . . . . . . . . . . 977",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "ONLINE DOCUMENT-BASED",
        "Part 1 and your knowledge of the economic and",
        "LESSON 2 environmental challenges of Southeast Asia, write",
        "9. a. Recall What theory led the U.S. military to become Have students complete and review all the DBI an analytical essay that answers the following",
        "involved in Southeast Asia? the domino theory activities in Part 1. question: Why is it hard for the people of Southeast",
        "b. Identify Cause and Effect Why are so many Asia to maintain healthy economies and healthy",
        "Use this Analytical Essay Rubric to score students’",
        "languages spoken in Southeast Asia? because there ecosystems at the same time? Be sure to discuss",
        "are so many different ethnic groups various geographic, environmental, and economic",
        "c. Predict How do you think Southeast Asia might be Students’ essays should factors that play a role in this challenge. Be sure to",
        "different today if Europeans had never explored and • present an analysis of the topic that is cite specific evidence from at least three sources in",
        "detailed and relevant",
        "colonized the area? Possible answer: The region might your response.",
        "• develop the analysis logically, clearly,",
        "not be such an important center for trade and few",
        "people would likely be Christians.",
        "• cite at least three sources of relevant text",
        "d. Describe Where do most people live and work in",
        "evidence from Part 1 in support of their",
        "Mainland Southeast Asia? in rural areas",
        "e. Summarize What factors have slowed economic",
        "• be organized into a distinct introduction,",
        "progress in Mainland Southeast Asia? war, harsh",
        "a main body consisting of several",
        "governments, other problems such as overcrowding in",
        "paragraphs, and a conclusion that sums",
        "cities and pollution up the main points",
        "Module 31 Assessment, continued",
        "f. Evaluate What actions might Myanmar take to try",
        "Reading Skills Map Activity to improve its economy? Possible answer: If Myanmar",
        "Use Context Clues—Definitions Use the Reading 14. Southeast Asia On a separate sheet of improved its human rights record, more countries",
        "Skills taught in this module to answer a question paper, match the letters on the map with might be willing to trade with it, which would help its",
        "about the reading selection below. their correct labels below.",
        "Bangkok, Thailand Jakarta, Indonesia",
        "The humid tropical climate’s heat and heavy Borneo Malay Peninsula g. Analyze Causes Compare the climate map in",
        "rainfall support tropical rain forests. These lush Hanoi, Vietnam Manila, Philippines Lesson 1 with the land use map in Lesson 2. Why",
        "forests are home to a huge number of different Indochina Peninsula Singapore",
        "do you suppose more people live on the southern",
        "plants and animals. About 40,000 kinds of",
        "flowering plants grow in Indonesia alone. These end of the Malay Peninsula rather than in northern",
        "plants include the rafflesia, the world’s largest N Borneo? Possible answers: with fewer resources, jobs",
        "flower. Measuring up to 3 feet (1 m) across, this W E",
        "flower produces a horrible, rotting stink. S are probably more scarce in northern Borneo than on",
        "the Malay Peninsula; the peninsula gets drier weather",
        "11. What is a rafflesia? in winter; the peninsula is a manufacturing and trading",
        "center, so likely to have more jobs than northern Borneo",
        "Social Studies Skills",
        "Interpret Visuals Use the Social Studies Skills",
        "taught in this module to answer the questions LESSON 3",
        "about the photograph referred to below. 10. a. Identify Which two countries in Island Southeast",
        "12. Analyze the photograph of A Bangkok Canal Focus on Reading and Speaking Asia have wealthy economies? Singapore and Brunei",
        "in Lesson 2. What can you learn from the Use Context Clues—Definitions Add a phrase or",
        "b. Compare What are some ways in which Indonesia",
        "title and captions? What activities are taking sentence to provide a definition for the underlined",
        "place? What conclusions can you draw about word. and the Philippines are similar? Possible answer: Both",
        "the use of canals in Bangkok? 15. In Thailand, many young men serve for short are archipelagos, have many poor people, and are",
        "13. Select two different types of visuals from periods in Buddhist monasteries. experiencing ethnic or religious tensions.",
        "your textbook. For example, you might select 16. Much of the cultivated land in Southeast Asia c. Elaborate How has ethnic diversity affected the",
        "a photograph, chart, timeline, map, or graph.",
        "Analyze the subject, purpose, and content of is used to grow rice. countries of Island Southeast Asia? Possible answer: It",
        "each visual. Then organize information from Present an Interview has led to rich cultures but also ethnic tensions, which",
        "the visuals into a written summary. 17. Work with a partner to create a skit in which have slowed economic progress.",
        "one of you plays the role of a reporter and",
        "the other plays an expert on Southeast",
        "Asia. Use the library and print and digital",
        "sources, including the Internet, to research",
        "good questions and answers for the inter- Use Context Clues—Definitions Use the Reading Skills",
        "view. Choose your five best questions. Try",
        "taught in this module to answer a question about the",
        "to include questions of varying difficulty.",
        "Decide who will play the reporter and who reading selection below.",
        "will play the expert. Practice listening to and",
        "responding to questions until the interview",
        "The humid tropical climate’s heat and heavy rainfall",
        "sounds natural. Then present it to your class.",
        "support tropical rain forests. These lush forests",
        "Southeast Asia 999 are home to a huge number of different plants and",
        "animals. About 40,000 kinds of flowering plants",
        "grow in Indonesia alone. These plants include the",
        "rafflesia, the world’s largest flower. Measuring up to",
        "Essential Question ESSAY • identify key people, events, and/or turning",
        "3 feet (1 m) across, this flower produces a horrible,",
        "points that demonstrate understanding of",
        "What characteristics unite the the module content rotting stink.",
        "diverse nations of Southeast Asia? • be organized into a distinct introduction,",
        "main body, and conclusion 11. What is a rafflesia? the world’s largest flower, which",
        "Write an argument answering this question. produces a horrible stink",
        "Your essay should include specific details about Alternative Activity Instead of writing essays,",
        "the history, geography, religions, economy, address the Essential Question through activities",
        "and culture of the nations of Southeast Asia. Be such as holding debates, creating multimedia",
        "sure to cite evidence to support your point and presentations, or writing journal entries. See the",
        "organize your essay into an introduction, body, Alternative Assessment Handbook for a selection",
        "and conclusion. of project rubrics.",
        "RUBRIC Students’ essays should",
        "• respond to the Essential Question with a",
        "specific position",
        "• illustrate valid reasoning supporting their",
        "• cite persuasive evidence supporting their",
        "Southeast Asia 999",
        "Print Assessment (continued) Focus on Reading and Speaking",
        "Use Context Clues—Definitions Add a phrase or sentence to provide a definition",
        "Social Studies Skills",
        "for the underlined word.",
        "Interpret Visuals Use the Social Studies Skills taught in this module to answer the",
        "15. In Thailand, many young men serve for short periods in Buddhist",
        "questions about the photograph referred to below.",
        "monasteries. Buddhist monasteries are known as wats.",
        "12. Analyze the photograph of A Bangkok Canal in Lesson 2. What can you learn",
        "16. Much of the cultivated land in Southeast Asia is used to grow rice.",
        "from the title and captions? What activities are taking place? What conclusions",
        "Cultivated land is land that is prepared and used for farming.",
        "can you draw about the use of canals in Bangkok? The title describes the",
        "photograph’s subject matter. The captions give important details about what is",
        "Present an Interview",
        "happening in the scene; travel through the klong, buying, selling; Possible answer:",
        "17. Work with a partner to create a skit in which one of you plays the role of a",
        "In Bangkok, klongs serve as important transportation routes and sites for shopping",
        "reporter and the other plays the role of an expert on Southeast Asia. Use the",
        "and sightseeing.",
        "library and print and digital sources to research good questions and answers",
        "for the interview. Choose your five best questions. Try to include questions",
        "13. Select two different types of visuals from your textbook. For example, you",
        "of varying difficulty. Decide who will play the reporter and who will play the",
        "might select a photograph, chart, timeline, map, or graph. Analyze the",
        "expert. Practice listening to and responding to questions until the interview",
        "subject, purpose, and content of each visual. Then organize information",
        "sounds natural. Then present it to your class.",
        "from the visuals into a written summary. Students’ answers will vary, but their",
        "summaries should show an understanding of how to interpret visuals.",
        "RUBRIC: Students’ interview presentations should:",
        "• include five questions and answers",
        "Map Activity • include questions of varying difficulty",
        "14. Southeast Asia On a separate sheet of paper, match the letters on the map • cover important information about the region",
        "with their correct labels below. • sound natural",
        "C Bangkok, Thailand F Jakarta, Indonesia",
        "G Borneo D Malay Peninsula",
        "A Hanoi, Vietnam H Manila, Philippines",
        "B Indochina Peninsula E Singapore",
        "Online Assessment 5. Drag the name of the nation into the box next to its official language.",
        "1. Drag the name of the landform into the box next to its description. Each Burmese Myanmar",
        "name will be used only once. English Philippines",
        "Earth’s third-largest island Borneo Khmer Cambodia",
        "Earth’s second-largest island New Guinea Malay Brunei",
        "extends from the Asian mainland Malay Peninsula",
        "6. Drag the name of the country to its location in the space provided.",
        "forms part of the Island Southeast Asia region the Philippines",
        "2. Use the map to answer the question below.",
        "THAILAND VIETNAM S C o h u in t a h PHILIPPINES",
        "CCAAMMBBOODDIIAA",
        "PACIFIC MMAALLAAYYSSIIAA OCEAN",
        "SSIINNGGAAPPOORREE",
        "INDIAN II NN DD OO NN EE SS II AA",
        "TLIEMSOTRE- GU N I E N W EA",
        "AUSTRALIA 7. What is a kampong?",
        "a recent migrant to one of the region’s cities",
        "Which of the following is true of Southeast Asia’s weather?",
        "a type of fish that is a main source of protein",
        "Monsoon winds bring dry air from the east to the west.",
        "a landowner who controls much of a nation’s wealth",
        "Rain from China creates tropical rain forests in Thailand.",
        "a village with houses that are raised to protect them from flooding",
        "Monsoon winds bring precipitation from the south to the north.",
        "Highlands block rainfall from reaching the eastern half of Malaysia. 8. Drag the answer choices into the boxes to complete the sentence correctly.",
        "Most Maritime Southeast Asian countries produce crops, such as coffee, rice,",
        "3. Which of the following is a major resource of Borneo?",
        "rubber, spices, and tobacco. Indonesia produces the widest variety of",
        "crops, while Singapore produces no crops.",
        "oil 9. Why is Brunei rapidly expanding its economy to include many different",
        "The country’s oil reserves will run out by 2020.",
        "4. Use the map to answer the question.",
        "Oil companies want to increase oil production by 2020.",
        "A series of crop failures has hurt the national economy.",
        "The country’s leaders want to tax incomes from other businesses.",
        "Which Southeast Asian country was once controlled by both the United",
        "States and Spain?",
        "Philippine Islands",
        "E(cid:176)09 E(cid:176)021 E(cid:176)031 E(cid:176)041",
        "Southeast Asia: Weather",
        "Tropical savanna",
        "Humid subtropical",
        "Wet monsoon airflow",
        "20(cid:176)N Dry monsoon airflow",
        "Projection: Miller Cylindrical",
        "0(cid:176) Equator",
        "SIAM South China P IS H L I A LI N P D P S INE",
        "Sea (Spanish until 1898)",
        "MMAALLAAYY SSTTAATTEESS PACIFIC OCEAN",
        "0(cid:176) Equator",
        "DDUUTTCCHH EEAASSTT IINNDDIIEESS",
        "Southeast Asia: Colonial Possessions, 1914",
        "Great Britain United States",
        "Netherlands Independent",
        "0 500 1,000 Miles",
        "0 500 1,000 Kilometers",
        "Projection: Miller Cylindrical",
        "Southeast Asia 999b"
      ],
      "duration": "45 minutes"
    }
  ]
}