{
  "module_number": 11,
  "title": "Europe before the 1700s",
  "pdf_source": "compressed_Europe before the 1700s Teacher Guide PDF.pdf",
  "quarter": "Q2",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 1: Prehistoric Cultures . . . . . . . . . . . . . . . . . . . . . . . 363",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Europe before the 1700s 385",
        "MAKE GENERALIZATIONS",
        "Analyze the Qualities of a Good 2. Have each group write an instruction",
        "Leader manual for a good leader to follow. In the",
        "manual, have them explain to the leader",
        "1. In small groups, have students discuss",
        "why he or she needs to take certain",
        "what qualities they think a good leader",
        "actions or have certain policies. Have",
        "should have. Encourage them to review",
        "them support their argument with details",
        "the material about Caesar, Augustus,",
        "about a contemporary or historical leader.",
        "and Pericles in the previous lesson.",
        "Have them discuss other leaders, either 3. Have groups share their instruction",
        "contemporary or historical. Then have manuals and discuss their conclusions.",
        "them make a list of the qualities that a *Alternative Assessment Handbook, Rubrics 14:",
        "good leader should possess. Group Activity; and 43: Writing to Persuade",
        "Europe before the 1700s 385",
        "Link to Technology",
        "VISUALS Built to Last",
        "Think about the buildings in your",
        "Built to Last neighborhood. Can you imagine any",
        "of them still standing a thousand years",
        "Have students study the image and text and from now? The ancient Romans could.",
        "Many structures that they built nearly",
        "answer the associated question.",
        "two thousand years ago are still standing",
        "today. How is that possible?",
        "Make Generalizations How did technology help",
        "the Romans build strong and lasting structures? Make Generalizations",
        "They used arches to help build strong structures; they How did technology help the Romans build",
        "strong and lasting structures?",
        "invented cement and other materials to make their",
        "buildings stronger.",
        "Roman Building and Engineering Because the Pax Romana was a time of",
        "stability, the Romans were able to make great cultural achievements. Some of",
        "the advances made during this time continue to affect our lives even today.",
        "ONLINE INTERACTIVE VISUALS One of the areas in which the Romans made visible advances was archi-",
        "tecture. The Romans were great builders, and many of their structures",
        "have stood for centuries. In fact, you can still see Roman buildings in",
        "Europe today, almost two thousand years after they were built. This is",
        "Have students explore the map using the interactive because the Romans were skilled engineers who knew how to make their",
        "buildings strong.",
        "features and answer the associated questions.",
        "Buildings are not the only structures that the Romans built to last.",
        "Analyze Visuals What was the main purpose of Ancient roads, bridges, and aqueducts—channels used to carry water over",
        "long distances—are still seen all over Europe. Planned by skilled Roman",
        "Roman roads? to allow the armies to travel quickly engineers, many of these structures are still in use.",
        "Roman Language and Law Not all Roman achievements are as easy to see",
        "as buildings, however. For example, the Romans greatly influenced how",
        "we speak, write, and think even today. Many of the languages spoken in",
        "Europe today, such as Spanish, French, and Italian, are based on Latin, the",
        "Romans’ language. English, too, has adopted many words from Latin.",
        "The Romans used the Latin language to create great works of literature.",
        "Among these works were some of the world’s most famous plays, poems,",
        "and stories. Many of them are read and enjoyed by millions of people",
        "around the world today.",
        "Even more important to the world than their literary achievements,",
        "however, were the Romans’ political contributions. All around the world,",
        "people use legal systems based on ancient Roman law. In some countries,",
        "the entire government is based largely on the ancient Roman system.",
        "One such country is the United States. The founders of our country",
        "admired the Roman government and used it as a model for our govern-",
        "ment. Like ancient Rome, the United States is a republic. We elect our",
        "ONLINE INTERACTIVE VISUALS",
        "Image with Hotspots: Roman Engineering",
        "Have students explore Roman Engineering using",
        "the interactive hotspots. You may wish to use the",
        "ONLINE DOCUMENT-BASED",
        "associated question as a discussion prompt.",
        "Analyze Visuals What Roman construction",
        "techniques do you notice in the images that are Law of the Twelve Tables",
        "still used in building projects today? cranes, arches, The Law of the Twelve Tables governed",
        "ladders, and scaffolding many parts of Roman life. Have students",
        "read the selections from the laws and",
        "answer the associated question.",
        "Analyze Sources How are these laws",
        "similar to and different from our laws",
        "today? Possible answer: Our laws today are",
        "similar because they state that a person must",
        "appear before a judge when summoned",
        "and a person must be convicted of a crime",
        "before being executed. Our laws are different",
        "because people are not seized if they do not",
        "pay their debts on time and women are not",
        "required to remain under guardianship after",
        "becoming adults.",
        "For additional instruction, go to end of lesson.",
        "386 Module 12, Lesson 3",
        "Reading Check leaders and trust them to make our laws. Also like the Romans, we require",
        "Roma I n d e a n ch ti i f e y v e W m h en ic t h s all people to obey a set of basic written laws. In ancient Rome, these laws Teach the Main Idea",
        "were carved on stone tablets and kept on display. In the United States,",
        "continue to shape our",
        "world today? they are written down in a document, the Constitution.",
        "The spread of Christianity began during the",
        "The Spread of Christianity",
        "In addition to art and law, the ancient Romans also had a tremendous",
        "influence on religion. One of the world’s major religions, Christianity, first",
        "Recall Where did Jesus and his early followers live?",
        "appeared and spread in the Roman world.",
        "in the Roman territory of Judea in southwest Asia",
        "The Beginnings of Christianity Christianity is based on the life, actions,",
        "and teachings of Jesus of Nazareth. He and his early followers lived in the Identify Who was Constantine? a Roman emperor",
        "Roman territory of Judea in southwest Asia. They converted many people who converted to Christianity in the 300s",
        "in Jerusalem and other cities in Judea to Christianity.",
        "Explain Why were some of Rome’s leaders",
        "However, Christianity quickly spread far beyond the borders of Judea.",
        "Jesus’s followers traveled widely, preaching and spreading his teachings. concerned about the rapid growth of",
        "Through their efforts, communities of Christians began to appear in cit-",
        "Christianity? They worried that Christians would",
        "ies throughout the Roman world. Christian ideas spread quickly through",
        "these cities, as more and more people converted to Christianity. outnumber non-Christians and then rebel, taking",
        "Persecution and Acceptance The rapid spread of Christianity worried",
        "some Roman leaders. They feared that Christianity would soon grow larger Draw Inferences Why would the emperors benefit",
        "than all other religions in the empire. If that ever happened, they feared",
        "from banning all religions except Christianity?",
        "the Christians might rebel and take over Rome.",
        "To prevent a rebellion, some emperors began to persecute, or pun- Possible answer: to consolidate their own power",
        "ish, Christians. They arrested, fined, or even killed any Christians they",
        "found. More About . . .",
        "The persecution did not cause people to abandon Christianity, however.",
        "The New Testament The New Testament of the Bible",
        "Instead, Christians began to meet in secret, hiding their religion from the",
        "government. was mainly written in Greek, which was spoken by",
        "Eventually, the persecution was ended. In the 300s a powerful emperor many people throughout the Roman Empire. The New",
        "named Constantine became a Christian himself. Once the emperor had",
        "Testament is the second part of the Bible and records",
        "1. Organize the class intoc opnavierrst,e adn, tdh e Christian faith was openly accepted even more widely in",
        "the empire. Look at the map to see how Christianity spread between 300 the life and teachings of Jesus.",
        "have them work with their partner to",
        "list the ways in which ancient Roman",
        "Official Religion Even after Constantine became a Christian, many people",
        "culture has influenced imn tohde eRornm adna Eym pire did not convert. Romans continued to practice many BIOGRAPHY",
        "culture in the four areadsi.fferent religions.",
        "*Alternative Assessment Hand O b v o er o t k im , e, however, Rome’s leaders supported Christianity more and Constantine c. 280–337",
        "more. By the 380s support for Christianity had grown so much that an",
        "Rubric 13: Graphic Organizeermsperor chose to ban all other religions. With that ban, Christianity was Have students read the biography of Constantine,",
        "the only religion allowed in the Roman Empire. a powerful Roman emperor. He eventually",
        "Reading Check By the end of the 300s the Christian Church had grown into one of",
        "Sequence How did the most influential forces in the Roman world. As the church was grow- converted to Christianity, making the faith more",
        "the Christian church ing, however, many other parts of Roman society were falling apart. The openly accepted in the empire.",
        "gain influence in",
        "Rome? Roman Empire was ending.",
        "Europe before the 1700s 387",
        "Identify Which Roman achievements continue to",
        "shape our world today? inventions such as cement,",
        "ENGLISH LANGUAGE LEARNERS roads, bridges, and aqueducts that are still used",
        "today; Latin-based languages; works of literature; the",
        "Graphic Organizer of Roman 3. Organize the class into pairs, and have Roman legal system; Roman republican government",
        "Influences them work with their partner to list the",
        "ways in which ancient Roman culture has",
        "1. To help students understand how ancient",
        "influenced modern day culture in the four",
        "Rome has influenced our culture today,",
        "have them create a graphic organizer",
        "with four columns. *Alternative Assessment Handbook, Rubric 13:",
        "Sequence How did the Christian church gain",
        "Graphic Organizers",
        "2. Have students label the columns influence in Rome? After Constantine converted in",
        "Government, Language, Art and Literature, the 300s, Christianity spread widely throughout the",
        "and Religion. empire. Support for Christianity grew, and soon all",
        "other religions were banned.",
        "Europe before the 1700s 387",
        "Teach the Main Idea",
        "Early Christianity in the Roman Empire",
        "Various factors helped bring about the decline",
        "mi p le i s re, AD 395",
        "central location in the empire SPAIN",
        "Recall What were some of the problems caused by Toledo Corsica Rome Constantinople ASIA MINOR",
        "a series of bad emperors starting around 200? The Antioch",
        "emperors were more concerned about themselves Carthage Sicily",
        "than being good rulers; they ignored the needs of Mediterranean Sea Jerusalem",
        "the people; they raised taxes for new buildings and",
        "wars, making many Romans poor. EGYPT",
        "Analyze Why were the barbarian invasions of Rome I",
        "Christian areas increase or decrease in size between",
        "successful? the barbarians had strong leaders; the",
        "AD 300 and AD 400?",
        "Romans were weak from internal problems and 2. Movement Why do you think most Christian areas on this map",
        "could not fend off the attacks are centered on cities?",
        "ONLINE INTERACTIVE MAPS",
        "The Decline of Rome",
        "Early Christianity in the Roman Empire",
        "Rome’s problems had actually started long before 300. For about a century,",
        "Have students explore the map using the interactive crime rates had been rising and poverty had been increasing. In addition,",
        "the Roman systems of education and government had begun breaking",
        "features and answer the associated questions.",
        "down, and many people no longer felt loyal to Rome. What could have hap-",
        "pened to cause these problems?",
        "Place Which city is located in an area that became",
        "Christian in the AD 400s? Tours Problems in the Government Many of Rome’s problems were the result",
        "of poor government and overexpansion. After about 200, Rome was ruled",
        "In print edition, see map of same title. by a series of bad emperors. Most of these emperors were more interested",
        "in their own happiness than in ruling well. Some simply ignored the needs",
        "1. Region Did Christian areas increase or decrease of the Roman people. Others raised taxes to pay for new buildings or wars,",
        "in size between AD 300 and AD 400? increase driving many Romans into poverty.",
        "Frustrated by these bad emperors, some military leaders tried to take",
        "2. Movement Why do you think most Christian over and rule Rome in their place. In most cases, though, these military",
        "areas on this map are centered on cities? New leaders were no better than the emperors they replaced. Most of them were",
        "poor leaders, and fighting between rival military leaders almost led to civil",
        "ideas likely spread quickly in cities, where people",
        "lived close together.",
        "Christianity in the Roman Empire 3. Have students include dates in their",
        "1. Have students conduct research to timelines and indicate the different",
        "learn more about the early growth of stages and turning points in the spread of",
        "Christianity in the Roman Empire. Christianity.",
        "2. Instruct students to complete a 4. Encourage students to illustrate their",
        "timeline that tracks the early growth of timelines where appropriate.",
        "Christianity. *Alternative Assessment Handbook, Rubrics 30:",
        "Research; and 36: Time Lines",
        "For additional instruction, go to end of lesson.",
        "388 Module 12, Lesson 3",
        "war on many occasions. In addition, the Roman Empire became too large",
        "to control. Communication between the various Roman territories became",
        "difficult, even with Rome’s road systems. Leaders could not quickly coordi- ONLINE ANALYZE VIDEOS",
        "nate attacks against rebellions or get resources to Rome’s frontiers.",
        "Rome did have a few good emperors who worked to save the empire. Rome Falls",
        "One emperor saw that the empire had grown too large for one person to",
        "rule. To correct this problem, he divided the empire in half and named a Have students watch the video individually",
        "co-ruler to help govern. Later, the emperor Constantine built a new capital,",
        "or as a class. You may wish to use the associated",
        "Constantinople, in what is now Turkey, nearer to the center of the Roman",
        "Empire. He thought that ruling from a central location would help keep question as a discussion prompt.",
        "the empire together. These measures helped restore order for a time, but Analyze Videos What factors led to the fall of",
        "they were not enough to save the Roman Empire.",
        "Rome? Possible answer: The Roman system was not",
        "Invasions Although internal problems weakened the empire, they alone sustainable; the empire became too expensive and",
        "probably would not have destroyed it. However, as the empire was getting",
        "weaker from within, invaders from outside also began to attack in the fragmented; barbarians invaded when the empire",
        "late 300s and the 400s. Already suffering from their own problems, the began to weaken.",
        "Romans could not fight off these invasions.",
        "Most Romans considered the various groups who invaded their empire",
        "barbarians and uncivilized. In truth, however, some of these so-called",
        "barbarian groups had their own complex societies and strong, capable",
        "leaders. As a result, they were able to defeat Roman armies and take lands",
        "away from the empire. In the end, the barbarians were able to attack and",
        "destroy the city of Rome itself. In 476 the last emperor of Rome was over-",
        "thrown and replaced by the leader of an invading group.",
        "Even with a large and organized military,",
        "the Roman Empire began to have trouble",
        "defending itself from the multiple threats",
        "Europe before the 1700s 389",
        "STRUGGLING READERS SPECIAL NEEDS STUDENTS",
        "Causes of the Decline of Rome Sequence Events in Rome’s History",
        "1. Pair struggling readers with more 1. Make a large drawing of a graphic",
        "proficient readers. organizer sequence chart on the board",
        "2. Have partners create a cause-and- for all to see. List six events from Rome’s",
        "effect chart identifying the internal and history in random order on the board.",
        "external factors that led to the decline 2. Tell students which event occurred first",
        "of Rome. and list it first in the graphic organizer.",
        "3. As students review the information Then have students take turns selecting",
        "about the causes for the decline of the event that occurred next and entering",
        "Rome, have them complete the chart. this information on the graphic organizer.",
        "*Alternative Assessment Handbook, Rubrics 6: 3. After all six events have been placed on",
        "Cause and Effect; and 13: Graphic Organizers the graphic organizer, ask each student",
        "to add one more event to the chart and",
        "place it chronologically.",
        "*Alternative Assessment Handbook, Rubric 13:",
        "Graphic Organizers",
        "Europe before the 1700s 389",
        "The Decline of Rome",
        "ONLINE INTERACTIVE VISUALS Beginning around 200 the once-mighty Roman",
        "Empire began to weaken. Factors from inside and",
        "outside the empire caused many problems for",
        "Image with Text Slider: The Decline of Rome’s leaders and led to the empire’s collapse",
        "in the late 400s.",
        "Reasons for the Decline of Rome",
        "Have students explore the image by revealing",
        "• Poor leaders cared less for the people of Rome",
        "additional information using the interactive slider.",
        "than they did for their own happiness.",
        "• Taxes and prices rose, increasing poverty.",
        "In print edition, see chart of same title.",
        "• People became less loyal to Rome.",
        "Analyze Visuals Which factors in Rome’s • Military leaders fought each other for power.",
        "decline were internal? Which came from outside • The empire was too large for a single person to",
        "the empire? internal—bad emperors, high taxes, • Barbarians invaded the empire from outside.",
        "poverty, fighting between rival military leaders; Analyze Visuals",
        "Which factors in Rome’s decline were internal? Which",
        "external—invasions, the overthrow of the Roman came from outside the empire? Barbarian invaders",
        "Reading Check Most historians consider the capture of the Roman emperor in 476 the",
        "Form end of the Roman Empire in western Europe. Although people contin-",
        "ued to think of themselves as Romans, there was no empire to tie them",
        "Why did the Roman",
        "READING CHECK Empire decline? together. As a result, European society slowly broke apart.",
        "Form Generalizations Why did the Roman Summary and Preview In this lesson you learned that the Romans",
        "brought a vast territory under one government. Next, you will learn what",
        "Empire decline? Internal and external forces happened after that government collapsed in western Europe and how the",
        "brought about the empire’s decline. Internal forces Roman Empire continued in Constantinople.",
        "included crime, poverty, high taxes, the breakdown",
        "of educational and governmental systems, and Lesson 3 Assessment",
        "struggles for power by rival military leaders. External Review Ideas, Terms, and Places Critical Thinking",
        "forces included invasions in the late 300s and 400s 1. a. Describe What was the government of the Roman 5. Identify Causes Draw a side-by-side graph. On the",
        "Republic like? left side, list the main causes of Rome’s growth. On the",
        "and the overthrow of the last Roman emperor in 476. b. Contrast How was Rome’s government in the right side, list the main causes of its decline.",
        "republic unlike the government under kings?",
        "2. a. Identify Who was Augustus? Growth Decline",
        "b. Explain How did the Pax Romana help the Romans",
        "Print Assessment make great achievements?",
        "3. Form Generalizations How did Rome’s emperors",
        "affect the spread of Christianity?",
        "Review Ideas, Terms, and Places 4. a. Identify What threats to the Roman Empire",
        "appeared in the 200s, 300s, and 400s?",
        "1. a. Describe What was the government of the b. Contrast Do you think internal problems or",
        "invasions were more responsible for Rome’s fall? Why?",
        "Roman Republic like? Citizens elected leaders to",
        "make laws and all government decisions.",
        "b. Contrast How was Rome’s government in the 390 Module 12",
        "republic unlike the government under kings?",
        "Kings were often cruel, harsh, and unfair. They",
        "b. Contrast Do you think internal",
        "could not be voted out. Under the republican",
        "problems or invasions were more",
        "system, citizens could elect leaders.",
        "responsible for Rome’s fall? Why?",
        "2. a. Identify Who was Augustus? Rome’s first",
        "Responses will vary, but students",
        "emperor, who expanded the empire, built",
        "should use text examples to support",
        "monuments and public buildings, and improved",
        "their answers and contrast the internal",
        "problems against invasions as agents of",
        "b. Explain How did the Pax Romana help the",
        "Romans make great achievements? Lack of",
        "Critical Thinking",
        "warfare and rebellion made it possible for trade",
        "and culture to expand. 5. Identify Causes Draw a side-by-side",
        "3. Form Generalizations How did Rome’s emperors graph. On the left side, list the main",
        "affect the spread of Christianity? Constantine’s causes of Rome’s growth. On the right, list",
        "conversion helped Christianity spread. Another the main causes of its decline. Responses",
        "emperor banned all other religions. will vary. Students should list factors that",
        "4. a. Identify What threats to the Roman Empire explain Rome’s growth and decline.",
        "appeared in the 200s, 300s, and 400s? 200s—",
        "bad emperors, breakdowns in education and",
        "government, poverty, crime, high taxes, rebellion",
        "by military leaders; 300s and 400s—invasions,",
        "overthrow of the emperor",
        "390 Module 12, Lesson 3",
        "Online Assessment 4. Which of the following contributed to the decline of the Roman",
        "1. How did Rome’s republic work?",
        "better technology",
        "The Senate appointed governors to rule different regions.",
        "Citizens gathered once a year to make laws themselves.",
        "The Senate selected an emperor to enforce laws.",
        "Citizens elected leaders to make laws.",
        "Alternate Question Which of the following were reasons for the",
        "Alternate Question Select the answer choice from the drop-down list",
        "decline of the Roman Empire?",
        "to complete the sentence correctly.",
        "Select the three correct answers.",
        "In Rome’s republic its citizens elected leaders to make laws for",
        "barbarian invasions",
        "2. Why are the works of Roman architects and engineers considered to",
        "strong frontier defenses",
        "be such great achievements?",
        "new building techniques",
        "The text of Roman plays and poems appeared on buildings.",
        "too much territory to control",
        "Many Roman structures still stand and are in use today.",
        "safer travel and trade routes",
        "The text of Roman laws inspired the building of different",
        "5. Apply Concepts Why was it necessary for Roman citizens to be",
        "monuments and temples.",
        "active in their republic?",
        "Many Roman structures used new materials brought from across",
        "the empire. Roman citizens needed to be active in government in order for their",
        "republic to succeed. Citizens needed to run for office, and citizens not",
        "Alternate Question Which of the following are examples of Roman",
        "running for office still needed to debate issues and vote so that the",
        "achievements during the Pax Romana?",
        "republic could function properly.",
        "Select the three correct answers.",
        "cement, which made buildings stronger 6. Evaluate In which field did Romans make their greatest",
        "gunpowder, which made the army stronger achievements—language, literature, or law? Explain two reasons to",
        "rails, which allowed faster transportation of trade goods defend your choice.",
        "aqueducts, which carried water to cities from high in the The Romans made their greatest achievement in the field of law. In",
        "mountains addition to many countries using a republican government first used",
        "by the Romans, many countries base their legal system on Roman laws",
        "moveable-type printing, which allowed for easier spread of",
        "written thousands of years ago. Like the Romans, modern governments",
        "write down their laws so that people and their leaders know what the",
        "arches, which allowed for openings and still supported the",
        "laws are that they are expected to obey.",
        "weight of buildings",
        "7. Make Inferences Why was Christianity able to spread so quickly",
        "3. Why did Roman persecution of Christians end? throughout the Roman Empire?",
        "A Christian army defeated an army under the emperor Constantine.",
        "During the Pax Romana the Roman Empire experienced peace, stability,",
        "The emperor Constantine converted to Christianity.",
        "improved transportation routes, and more trade between different",
        "Christianity became the only religion allowed in the Roman Empire.",
        "parts of the empire. With increased trade and better roads, Christians",
        "Christians threatened to rebel against Roman rule.",
        "would have been able to travel easily across the empire, preaching and",
        "Alternate Question Drag the events into chronological order from top spreading the teachings of Jesus.",
        "8. Make Inferences How could stronger Roman leadership have",
        "helped defend the empire against invasions better?",
        "Jesus of Nazareth preaches in Judea.",
        "Stronger leadership by Roman emperors could have helped prevent",
        "Jesus's followers travel across the Roman Empire preaching. internal issues such as high taxes, which would have reduced trade",
        "and damaged the Roman economy. Better ruling could have prevented",
        "Roman leaders persecute Christians.",
        "military leaders from removing emperors, then fighting among each",
        "other for power, and the weakening of the Roman army as a result.",
        "Constantine ends the persecution of Christians.",
        "These factors made it difficult to defend the empire against barbarian",
        "Christianity becomes the only religion allowed in the Roman Empire. invasions well.",
        "Europe before the 1700s 390a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 388",
        "More About . . .",
        "continued from page 386",
        "Barbarian The word barbarian was first used by the Greeks to refer to the",
        "LINK TO MUSIC peoples of northern Europe. These strangers made a sound that sounded",
        "harsh to the Greeks, like the barking of a dog. It sounded to them like",
        "Writing a National Anthem",
        "“Bar-bar-bar.” The word barbarian also came to mean “stranger” or",
        "1. Have students work in pairs to write a national anthem for the “wanderer,” as most of the barbarians with whom they came into contact",
        "Roman Empire. Encourage them to look in this lesson for ideas. were nomadic. Barbarian tribes included the Huns, Visigoths, Vandals, and",
        "2. Have students write a refrain that best expresses the main ideas Saxons. Today, barbarian is typically used to mean “savage” or “uncivilized.”",
        "they want to communicate. Then have them write two or three",
        "stanzas of the anthem. Suggest that they write about Rome’s",
        "government and law, cultural achievements, or about individual",
        "3. If students wish, they may adapt their anthems to the music of",
        "another anthem or traditional song, or they may compose their",
        "4. Have volunteers sing their anthems. Lead a discussion about what",
        "the ancient Romans might have thought of their anthems.",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and",
        "Life in the Roman Empire",
        "1. Have students imagine that they are living during the time of the",
        "Roman Empire. Ask them to consider how their lives would be",
        "different than they are now. How would they have reacted had",
        "they been alive during the events they have read about?",
        "2. Have each student write a short story describing what his or",
        "her life might have been like had they been living in the Roman",
        "3. Then have students share their stories with a partner.",
        "*Alternative Assessment Handbook, Rubric 39: Writing to Create",
        "SPECIAL NEEDS STUDENTS",
        "1. Ask students how they got to school today. Did they ride in a car",
        "or a school bus? Did they walk? Regardless of the method, they",
        "probably followed a road.",
        "2. Have them speculate how difficult it would be to get around if",
        "there were no roads. Suggest that they give several examples.",
        "3. Discuss that Romans knew about the importance of roads,",
        "especially since their empire was so large. As a result, they became",
        "very good road builders.",
        "*Alternative Assessment Handbook, Rubrics 6: Cause and Effect; and 11:",
        "390b Module 12, Lesson 3",
        "Lesson 4 Planner",
        "The Byzantine Empire",
        "View of Constantinople Map: The Byzantine Empire, 1025",
        "Justinian and Theodora: Maps,",
        "Key Events Visuals LESSON 4 Graphs, and",
        "The Glory of Constantinople",
        "The eastern Roman Empire",
        "prospered long after the",
        "western empire fell.",
        "Interviewing Justinian",
        "Document-Based Investigation:",
        "Byzantine Architecture",
        "Extend The Code of Justinian"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 1: Prehistoric Cultures . . . . . . . . . . . . . . . . . . . . . . . 363",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Europe before the 1700s 385",
        "MAKE GENERALIZATIONS",
        "Analyze the Qualities of a Good 2. Have each group write an instruction",
        "Leader manual for a good leader to follow. In the",
        "manual, have them explain to the leader",
        "1. In small groups, have students discuss",
        "why he or she needs to take certain",
        "what qualities they think a good leader",
        "actions or have certain policies. Have",
        "should have. Encourage them to review",
        "them support their argument with details",
        "the material about Caesar, Augustus,",
        "about a contemporary or historical leader.",
        "and Pericles in the previous lesson.",
        "Have them discuss other leaders, either 3. Have groups share their instruction",
        "contemporary or historical. Then have manuals and discuss their conclusions.",
        "them make a list of the qualities that a *Alternative Assessment Handbook, Rubrics 14:",
        "good leader should possess. Group Activity; and 43: Writing to Persuade",
        "Europe before the 1700s 385",
        "Link to Technology",
        "VISUALS Built to Last",
        "Think about the buildings in your",
        "Built to Last neighborhood. Can you imagine any",
        "of them still standing a thousand years",
        "Have students study the image and text and from now? The ancient Romans could.",
        "Many structures that they built nearly",
        "answer the associated question.",
        "two thousand years ago are still standing",
        "today. How is that possible?",
        "Make Generalizations How did technology help",
        "the Romans build strong and lasting structures? Make Generalizations",
        "They used arches to help build strong structures; they How did technology help the Romans build",
        "strong and lasting structures?",
        "invented cement and other materials to make their",
        "buildings stronger.",
        "Roman Building and Engineering Because the Pax Romana was a time of",
        "stability, the Romans were able to make great cultural achievements. Some of",
        "the advances made during this time continue to affect our lives even today.",
        "ONLINE INTERACTIVE VISUALS One of the areas in which the Romans made visible advances was archi-",
        "tecture. The Romans were great builders, and many of their structures",
        "have stood for centuries. In fact, you can still see Roman buildings in",
        "Europe today, almost two thousand years after they were built. This is",
        "Have students explore the map using the interactive because the Romans were skilled engineers who knew how to make their",
        "buildings strong.",
        "features and answer the associated questions.",
        "Buildings are not the only structures that the Romans built to last.",
        "Analyze Visuals What was the main purpose of Ancient roads, bridges, and aqueducts—channels used to carry water over",
        "long distances—are still seen all over Europe. Planned by skilled Roman",
        "Roman roads? to allow the armies to travel quickly engineers, many of these structures are still in use.",
        "Roman Language and Law Not all Roman achievements are as easy to see",
        "as buildings, however. For example, the Romans greatly influenced how",
        "we speak, write, and think even today. Many of the languages spoken in",
        "Europe today, such as Spanish, French, and Italian, are based on Latin, the",
        "Romans’ language. English, too, has adopted many words from Latin.",
        "The Romans used the Latin language to create great works of literature.",
        "Among these works were some of the world’s most famous plays, poems,",
        "and stories. Many of them are read and enjoyed by millions of people",
        "around the world today.",
        "Even more important to the world than their literary achievements,",
        "however, were the Romans’ political contributions. All around the world,",
        "people use legal systems based on ancient Roman law. In some countries,",
        "the entire government is based largely on the ancient Roman system.",
        "One such country is the United States. The founders of our country",
        "admired the Roman government and used it as a model for our govern-",
        "ment. Like ancient Rome, the United States is a republic. We elect our",
        "ONLINE INTERACTIVE VISUALS",
        "Image with Hotspots: Roman Engineering",
        "Have students explore Roman Engineering using",
        "the interactive hotspots. You may wish to use the",
        "ONLINE DOCUMENT-BASED",
        "associated question as a discussion prompt.",
        "Analyze Visuals What Roman construction",
        "techniques do you notice in the images that are Law of the Twelve Tables",
        "still used in building projects today? cranes, arches, The Law of the Twelve Tables governed",
        "ladders, and scaffolding many parts of Roman life. Have students",
        "read the selections from the laws and",
        "answer the associated question.",
        "Analyze Sources How are these laws",
        "similar to and different from our laws",
        "today? Possible answer: Our laws today are",
        "similar because they state that a person must",
        "appear before a judge when summoned",
        "and a person must be convicted of a crime",
        "before being executed. Our laws are different",
        "because people are not seized if they do not",
        "pay their debts on time and women are not",
        "required to remain under guardianship after",
        "becoming adults.",
        "For additional instruction, go to end of lesson.",
        "386 Module 12, Lesson 3",
        "Reading Check leaders and trust them to make our laws. Also like the Romans, we require",
        "Roma I n d e a n ch ti i f e y v e W m h en ic t h s all people to obey a set of basic written laws. In ancient Rome, these laws Teach the Main Idea",
        "were carved on stone tablets and kept on display. In the United States,",
        "continue to shape our",
        "world today? they are written down in a document, the Constitution.",
        "The spread of Christianity began during the",
        "The Spread of Christianity",
        "In addition to art and law, the ancient Romans also had a tremendous",
        "influence on religion. One of the world’s major religions, Christianity, first",
        "Recall Where did Jesus and his early followers live?",
        "appeared and spread in the Roman world.",
        "in the Roman territory of Judea in southwest Asia",
        "The Beginnings of Christianity Christianity is based on the life, actions,",
        "and teachings of Jesus of Nazareth. He and his early followers lived in the Identify Who was Constantine? a Roman emperor",
        "Roman territory of Judea in southwest Asia. They converted many people who converted to Christianity in the 300s",
        "in Jerusalem and other cities in Judea to Christianity.",
        "Explain Why were some of Rome’s leaders",
        "However, Christianity quickly spread far beyond the borders of Judea.",
        "Jesus’s followers traveled widely, preaching and spreading his teachings. concerned about the rapid growth of",
        "Through their efforts, communities of Christians began to appear in cit-",
        "Christianity? They worried that Christians would",
        "ies throughout the Roman world. Christian ideas spread quickly through",
        "these cities, as more and more people converted to Christianity. outnumber non-Christians and then rebel, taking",
        "Persecution and Acceptance The rapid spread of Christianity worried",
        "some Roman leaders. They feared that Christianity would soon grow larger Draw Inferences Why would the emperors benefit",
        "than all other religions in the empire. If that ever happened, they feared",
        "from banning all religions except Christianity?",
        "the Christians might rebel and take over Rome.",
        "To prevent a rebellion, some emperors began to persecute, or pun- Possible answer: to consolidate their own power",
        "ish, Christians. They arrested, fined, or even killed any Christians they",
        "found. More About . . .",
        "The persecution did not cause people to abandon Christianity, however.",
        "The New Testament The New Testament of the Bible",
        "Instead, Christians began to meet in secret, hiding their religion from the",
        "government. was mainly written in Greek, which was spoken by",
        "Eventually, the persecution was ended. In the 300s a powerful emperor many people throughout the Roman Empire. The New",
        "named Constantine became a Christian himself. Once the emperor had",
        "Testament is the second part of the Bible and records",
        "1. Organize the class intoc opnavierrst,e adn, tdh e Christian faith was openly accepted even more widely in",
        "the empire. Look at the map to see how Christianity spread between 300 the life and teachings of Jesus.",
        "have them work with their partner to",
        "list the ways in which ancient Roman",
        "Official Religion Even after Constantine became a Christian, many people",
        "culture has influenced imn tohde eRornm adna Eym pire did not convert. Romans continued to practice many BIOGRAPHY",
        "culture in the four areadsi.fferent religions.",
        "*Alternative Assessment Hand O b v o er o t k im , e, however, Rome’s leaders supported Christianity more and Constantine c. 280–337",
        "more. By the 380s support for Christianity had grown so much that an",
        "Rubric 13: Graphic Organizeermsperor chose to ban all other religions. With that ban, Christianity was Have students read the biography of Constantine,",
        "the only religion allowed in the Roman Empire. a powerful Roman emperor. He eventually",
        "Reading Check By the end of the 300s the Christian Church had grown into one of",
        "Sequence How did the most influential forces in the Roman world. As the church was grow- converted to Christianity, making the faith more",
        "the Christian church ing, however, many other parts of Roman society were falling apart. The openly accepted in the empire.",
        "gain influence in",
        "Rome? Roman Empire was ending.",
        "Europe before the 1700s 387",
        "Identify Which Roman achievements continue to",
        "shape our world today? inventions such as cement,",
        "ENGLISH LANGUAGE LEARNERS roads, bridges, and aqueducts that are still used",
        "today; Latin-based languages; works of literature; the",
        "Graphic Organizer of Roman 3. Organize the class into pairs, and have Roman legal system; Roman republican government",
        "Influences them work with their partner to list the",
        "ways in which ancient Roman culture has",
        "1. To help students understand how ancient",
        "influenced modern day culture in the four",
        "Rome has influenced our culture today,",
        "have them create a graphic organizer",
        "with four columns. *Alternative Assessment Handbook, Rubric 13:",
        "Sequence How did the Christian church gain",
        "Graphic Organizers",
        "2. Have students label the columns influence in Rome? After Constantine converted in",
        "Government, Language, Art and Literature, the 300s, Christianity spread widely throughout the",
        "and Religion. empire. Support for Christianity grew, and soon all",
        "other religions were banned.",
        "Europe before the 1700s 387",
        "Teach the Main Idea",
        "Early Christianity in the Roman Empire",
        "Various factors helped bring about the decline",
        "mi p le i s re, AD 395",
        "central location in the empire SPAIN",
        "Recall What were some of the problems caused by Toledo Corsica Rome Constantinople ASIA MINOR",
        "a series of bad emperors starting around 200? The Antioch",
        "emperors were more concerned about themselves Carthage Sicily",
        "than being good rulers; they ignored the needs of Mediterranean Sea Jerusalem",
        "the people; they raised taxes for new buildings and",
        "wars, making many Romans poor. EGYPT",
        "Analyze Why were the barbarian invasions of Rome I",
        "Christian areas increase or decrease in size between",
        "successful? the barbarians had strong leaders; the",
        "AD 300 and AD 400?",
        "Romans were weak from internal problems and 2. Movement Why do you think most Christian areas on this map",
        "could not fend off the attacks are centered on cities?",
        "ONLINE INTERACTIVE MAPS",
        "The Decline of Rome",
        "Early Christianity in the Roman Empire",
        "Rome’s problems had actually started long before 300. For about a century,",
        "Have students explore the map using the interactive crime rates had been rising and poverty had been increasing. In addition,",
        "the Roman systems of education and government had begun breaking",
        "features and answer the associated questions.",
        "down, and many people no longer felt loyal to Rome. What could have hap-",
        "pened to cause these problems?",
        "Place Which city is located in an area that became",
        "Christian in the AD 400s? Tours Problems in the Government Many of Rome’s problems were the result",
        "of poor government and overexpansion. After about 200, Rome was ruled",
        "In print edition, see map of same title. by a series of bad emperors. Most of these emperors were more interested",
        "in their own happiness than in ruling well. Some simply ignored the needs",
        "1. Region Did Christian areas increase or decrease of the Roman people. Others raised taxes to pay for new buildings or wars,",
        "in size between AD 300 and AD 400? increase driving many Romans into poverty.",
        "Frustrated by these bad emperors, some military leaders tried to take",
        "2. Movement Why do you think most Christian over and rule Rome in their place. In most cases, though, these military",
        "areas on this map are centered on cities? New leaders were no better than the emperors they replaced. Most of them were",
        "poor leaders, and fighting between rival military leaders almost led to civil",
        "ideas likely spread quickly in cities, where people",
        "lived close together.",
        "Christianity in the Roman Empire 3. Have students include dates in their",
        "1. Have students conduct research to timelines and indicate the different",
        "learn more about the early growth of stages and turning points in the spread of",
        "Christianity in the Roman Empire. Christianity.",
        "2. Instruct students to complete a 4. Encourage students to illustrate their",
        "timeline that tracks the early growth of timelines where appropriate.",
        "Christianity. *Alternative Assessment Handbook, Rubrics 30:",
        "Research; and 36: Time Lines",
        "For additional instruction, go to end of lesson.",
        "388 Module 12, Lesson 3",
        "war on many occasions. In addition, the Roman Empire became too large",
        "to control. Communication between the various Roman territories became",
        "difficult, even with Rome’s road systems. Leaders could not quickly coordi- ONLINE ANALYZE VIDEOS",
        "nate attacks against rebellions or get resources to Rome’s frontiers.",
        "Rome did have a few good emperors who worked to save the empire. Rome Falls",
        "One emperor saw that the empire had grown too large for one person to",
        "rule. To correct this problem, he divided the empire in half and named a Have students watch the video individually",
        "co-ruler to help govern. Later, the emperor Constantine built a new capital,",
        "or as a class. You may wish to use the associated",
        "Constantinople, in what is now Turkey, nearer to the center of the Roman",
        "Empire. He thought that ruling from a central location would help keep question as a discussion prompt.",
        "the empire together. These measures helped restore order for a time, but Analyze Videos What factors led to the fall of",
        "they were not enough to save the Roman Empire.",
        "Rome? Possible answer: The Roman system was not",
        "Invasions Although internal problems weakened the empire, they alone sustainable; the empire became too expensive and",
        "probably would not have destroyed it. However, as the empire was getting",
        "weaker from within, invaders from outside also began to attack in the fragmented; barbarians invaded when the empire",
        "late 300s and the 400s. Already suffering from their own problems, the began to weaken.",
        "Romans could not fight off these invasions.",
        "Most Romans considered the various groups who invaded their empire",
        "barbarians and uncivilized. In truth, however, some of these so-called",
        "barbarian groups had their own complex societies and strong, capable",
        "leaders. As a result, they were able to defeat Roman armies and take lands",
        "away from the empire. In the end, the barbarians were able to attack and",
        "destroy the city of Rome itself. In 476 the last emperor of Rome was over-",
        "thrown and replaced by the leader of an invading group.",
        "Even with a large and organized military,",
        "the Roman Empire began to have trouble",
        "defending itself from the multiple threats",
        "Europe before the 1700s 389",
        "STRUGGLING READERS SPECIAL NEEDS STUDENTS",
        "Causes of the Decline of Rome Sequence Events in Rome’s History",
        "1. Pair struggling readers with more 1. Make a large drawing of a graphic",
        "proficient readers. organizer sequence chart on the board",
        "2. Have partners create a cause-and- for all to see. List six events from Rome’s",
        "effect chart identifying the internal and history in random order on the board.",
        "external factors that led to the decline 2. Tell students which event occurred first",
        "of Rome. and list it first in the graphic organizer.",
        "3. As students review the information Then have students take turns selecting",
        "about the causes for the decline of the event that occurred next and entering",
        "Rome, have them complete the chart. this information on the graphic organizer.",
        "*Alternative Assessment Handbook, Rubrics 6: 3. After all six events have been placed on",
        "Cause and Effect; and 13: Graphic Organizers the graphic organizer, ask each student",
        "to add one more event to the chart and",
        "place it chronologically.",
        "*Alternative Assessment Handbook, Rubric 13:",
        "Graphic Organizers",
        "Europe before the 1700s 389",
        "The Decline of Rome",
        "ONLINE INTERACTIVE VISUALS Beginning around 200 the once-mighty Roman",
        "Empire began to weaken. Factors from inside and",
        "outside the empire caused many problems for",
        "Image with Text Slider: The Decline of Rome’s leaders and led to the empire’s collapse",
        "in the late 400s.",
        "Reasons for the Decline of Rome",
        "Have students explore the image by revealing",
        "• Poor leaders cared less for the people of Rome",
        "additional information using the interactive slider.",
        "than they did for their own happiness.",
        "• Taxes and prices rose, increasing poverty.",
        "In print edition, see chart of same title.",
        "• People became less loyal to Rome.",
        "Analyze Visuals Which factors in Rome’s • Military leaders fought each other for power.",
        "decline were internal? Which came from outside • The empire was too large for a single person to",
        "the empire? internal—bad emperors, high taxes, • Barbarians invaded the empire from outside.",
        "poverty, fighting between rival military leaders; Analyze Visuals",
        "Which factors in Rome’s decline were internal? Which",
        "external—invasions, the overthrow of the Roman came from outside the empire? Barbarian invaders",
        "Reading Check Most historians consider the capture of the Roman emperor in 476 the",
        "Form end of the Roman Empire in western Europe. Although people contin-",
        "ued to think of themselves as Romans, there was no empire to tie them",
        "Why did the Roman",
        "READING CHECK Empire decline? together. As a result, European society slowly broke apart.",
        "Form Generalizations Why did the Roman Summary and Preview In this lesson you learned that the Romans",
        "brought a vast territory under one government. Next, you will learn what",
        "Empire decline? Internal and external forces happened after that government collapsed in western Europe and how the",
        "brought about the empire’s decline. Internal forces Roman Empire continued in Constantinople.",
        "included crime, poverty, high taxes, the breakdown",
        "of educational and governmental systems, and Lesson 3 Assessment",
        "struggles for power by rival military leaders. External Review Ideas, Terms, and Places Critical Thinking",
        "forces included invasions in the late 300s and 400s 1. a. Describe What was the government of the Roman 5. Identify Causes Draw a side-by-side graph. On the",
        "Republic like? left side, list the main causes of Rome’s growth. On the",
        "and the overthrow of the last Roman emperor in 476. b. Contrast How was Rome’s government in the right side, list the main causes of its decline.",
        "republic unlike the government under kings?",
        "2. a. Identify Who was Augustus? Growth Decline",
        "b. Explain How did the Pax Romana help the Romans",
        "Print Assessment make great achievements?",
        "3. Form Generalizations How did Rome’s emperors",
        "affect the spread of Christianity?",
        "Review Ideas, Terms, and Places 4. a. Identify What threats to the Roman Empire",
        "appeared in the 200s, 300s, and 400s?",
        "1. a. Describe What was the government of the b. Contrast Do you think internal problems or",
        "invasions were more responsible for Rome’s fall? Why?",
        "Roman Republic like? Citizens elected leaders to",
        "make laws and all government decisions.",
        "b. Contrast How was Rome’s government in the 390 Module 12",
        "republic unlike the government under kings?",
        "Kings were often cruel, harsh, and unfair. They",
        "b. Contrast Do you think internal",
        "could not be voted out. Under the republican",
        "problems or invasions were more",
        "system, citizens could elect leaders.",
        "responsible for Rome’s fall? Why?",
        "2. a. Identify Who was Augustus? Rome’s first",
        "Responses will vary, but students",
        "emperor, who expanded the empire, built",
        "should use text examples to support",
        "monuments and public buildings, and improved",
        "their answers and contrast the internal",
        "problems against invasions as agents of",
        "b. Explain How did the Pax Romana help the",
        "Romans make great achievements? Lack of",
        "Critical Thinking",
        "warfare and rebellion made it possible for trade",
        "and culture to expand. 5. Identify Causes Draw a side-by-side",
        "3. Form Generalizations How did Rome’s emperors graph. On the left side, list the main",
        "affect the spread of Christianity? Constantine’s causes of Rome’s growth. On the right, list",
        "conversion helped Christianity spread. Another the main causes of its decline. Responses",
        "emperor banned all other religions. will vary. Students should list factors that",
        "4. a. Identify What threats to the Roman Empire explain Rome’s growth and decline.",
        "appeared in the 200s, 300s, and 400s? 200s—",
        "bad emperors, breakdowns in education and",
        "government, poverty, crime, high taxes, rebellion",
        "by military leaders; 300s and 400s—invasions,",
        "overthrow of the emperor",
        "390 Module 12, Lesson 3",
        "Online Assessment 4. Which of the following contributed to the decline of the Roman",
        "1. How did Rome’s republic work?",
        "better technology",
        "The Senate appointed governors to rule different regions.",
        "Citizens gathered once a year to make laws themselves.",
        "The Senate selected an emperor to enforce laws.",
        "Citizens elected leaders to make laws.",
        "Alternate Question Which of the following were reasons for the",
        "Alternate Question Select the answer choice from the drop-down list",
        "decline of the Roman Empire?",
        "to complete the sentence correctly.",
        "Select the three correct answers.",
        "In Rome’s republic its citizens elected leaders to make laws for",
        "barbarian invasions",
        "2. Why are the works of Roman architects and engineers considered to",
        "strong frontier defenses",
        "be such great achievements?",
        "new building techniques",
        "The text of Roman plays and poems appeared on buildings.",
        "too much territory to control",
        "Many Roman structures still stand and are in use today.",
        "safer travel and trade routes",
        "The text of Roman laws inspired the building of different",
        "5. Apply Concepts Why was it necessary for Roman citizens to be",
        "monuments and temples.",
        "active in their republic?",
        "Many Roman structures used new materials brought from across",
        "the empire. Roman citizens needed to be active in government in order for their",
        "republic to succeed. Citizens needed to run for office, and citizens not",
        "Alternate Question Which of the following are examples of Roman",
        "running for office still needed to debate issues and vote so that the",
        "achievements during the Pax Romana?",
        "republic could function properly.",
        "Select the three correct answers.",
        "cement, which made buildings stronger 6. Evaluate In which field did Romans make their greatest",
        "gunpowder, which made the army stronger achievements—language, literature, or law? Explain two reasons to",
        "rails, which allowed faster transportation of trade goods defend your choice.",
        "aqueducts, which carried water to cities from high in the The Romans made their greatest achievement in the field of law. In",
        "mountains addition to many countries using a republican government first used",
        "by the Romans, many countries base their legal system on Roman laws",
        "moveable-type printing, which allowed for easier spread of",
        "written thousands of years ago. Like the Romans, modern governments",
        "write down their laws so that people and their leaders know what the",
        "arches, which allowed for openings and still supported the",
        "laws are that they are expected to obey.",
        "weight of buildings",
        "7. Make Inferences Why was Christianity able to spread so quickly",
        "3. Why did Roman persecution of Christians end? throughout the Roman Empire?",
        "A Christian army defeated an army under the emperor Constantine.",
        "During the Pax Romana the Roman Empire experienced peace, stability,",
        "The emperor Constantine converted to Christianity.",
        "improved transportation routes, and more trade between different",
        "Christianity became the only religion allowed in the Roman Empire.",
        "parts of the empire. With increased trade and better roads, Christians",
        "Christians threatened to rebel against Roman rule.",
        "would have been able to travel easily across the empire, preaching and",
        "Alternate Question Drag the events into chronological order from top spreading the teachings of Jesus.",
        "8. Make Inferences How could stronger Roman leadership have",
        "helped defend the empire against invasions better?",
        "Jesus of Nazareth preaches in Judea.",
        "Stronger leadership by Roman emperors could have helped prevent",
        "Jesus's followers travel across the Roman Empire preaching. internal issues such as high taxes, which would have reduced trade",
        "and damaged the Roman economy. Better ruling could have prevented",
        "Roman leaders persecute Christians.",
        "military leaders from removing emperors, then fighting among each",
        "other for power, and the weakening of the Roman army as a result.",
        "Constantine ends the persecution of Christians.",
        "These factors made it difficult to defend the empire against barbarian",
        "Christianity becomes the only religion allowed in the Roman Empire. invasions well.",
        "Europe before the 1700s 390a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS continued from page 388",
        "More About . . .",
        "continued from page 386",
        "Barbarian The word barbarian was first used by the Greeks to refer to the",
        "LINK TO MUSIC peoples of northern Europe. These strangers made a sound that sounded",
        "harsh to the Greeks, like the barking of a dog. It sounded to them like",
        "Writing a National Anthem",
        "“Bar-bar-bar.” The word barbarian also came to mean “stranger” or",
        "1. Have students work in pairs to write a national anthem for the “wanderer,” as most of the barbarians with whom they came into contact",
        "Roman Empire. Encourage them to look in this lesson for ideas. were nomadic. Barbarian tribes included the Huns, Visigoths, Vandals, and",
        "2. Have students write a refrain that best expresses the main ideas Saxons. Today, barbarian is typically used to mean “savage” or “uncivilized.”",
        "they want to communicate. Then have them write two or three",
        "stanzas of the anthem. Suggest that they write about Rome’s",
        "government and law, cultural achievements, or about individual",
        "3. If students wish, they may adapt their anthems to the music of",
        "another anthem or traditional song, or they may compose their",
        "4. Have volunteers sing their anthems. Lead a discussion about what",
        "the ancient Romans might have thought of their anthems.",
        "*Alternative Assessment Handbook, Rubrics 26: Poems and Songs; and",
        "Life in the Roman Empire",
        "1. Have students imagine that they are living during the time of the",
        "Roman Empire. Ask them to consider how their lives would be",
        "different than they are now. How would they have reacted had",
        "they been alive during the events they have read about?",
        "2. Have each student write a short story describing what his or",
        "her life might have been like had they been living in the Roman",
        "3. Then have students share their stories with a partner.",
        "*Alternative Assessment Handbook, Rubric 39: Writing to Create",
        "SPECIAL NEEDS STUDENTS",
        "1. Ask students how they got to school today. Did they ride in a car",
        "or a school bus? Did they walk? Regardless of the method, they",
        "probably followed a road.",
        "2. Have them speculate how difficult it would be to get around if",
        "there were no roads. Suggest that they give several examples.",
        "3. Discuss that Romans knew about the importance of roads,",
        "especially since their empire was so large. As a result, they became",
        "very good road builders.",
        "*Alternative Assessment Handbook, Rubrics 6: Cause and Effect; and 11:",
        "390b Module 12, Lesson 3",
        "Lesson 4 Planner",
        "The Byzantine Empire",
        "View of Constantinople Map: The Byzantine Empire, 1025",
        "Justinian and Theodora: Maps,",
        "Key Events Visuals LESSON 4 Graphs, and",
        "The Glory of Constantinople",
        "The eastern Roman Empire",
        "prospered long after the",
        "western empire fell.",
        "Interviewing Justinian",
        "Document-Based Investigation:",
        "Byzantine Architecture",
        "Extend The Code of Justinian"
      ],
      "duration": "45 minutes"
    }
  ]
}