{
  "module_number": 9,
  "title": "Eastern Europe",
  "pdf_source": "compressed_Eastern Europe Teacher Guide PDF.pdf",
  "quarter": "Q2",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 2: Poland and the Baltic Republics . . . . . . . . . . . . . . . .535",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "support economic activities.",
        "to support economic activities. The many factories built by the Soviets in",
        "Analyze Why has replacing outdated factories Poland and the Baltics could not produce as many goods as those in West-",
        "with new ones helped Warsaw become a",
        "Today, Poland and the Baltic Republics are working to rebuild and",
        "major industrial center? Factories with modern strengthen their economies. They are replacing the old and outdated",
        "technologies are more efficient, productive, and cost factories built by the Soviets with new ones that take advantage of mod-",
        "ern technology. As a result, cities like Warsaw, the capital of Poland, have",
        "become major industrial centers.",
        "To further their economic growth, the countries of this region are also",
        "More About . . .",
        "seeking new sources of income. One area in which they have found some",
        "Link to Today: Poland’s Growing Economy After success is tourism. Since the collapse of the Soviet Union in 1991, many",
        "Reading Check Americans and Western Europeans have begun visiting. Polish cities like",
        "the Soviet Union fell apart, Poland worked hard to",
        "Form Warsaw and Krakow have long attracted tourists with their rich history",
        "separate itself from the failed economic policies of Generalizations and famous sites. Vilnius, Lithuania; Tallinn, Estonia; and Riga, Latvia,",
        "communism. It immediately adopted Western ideas region changed in have also become tourist attractions. People are drawn to these cities by",
        "recent years? their fascinating cultures, cool summer climates, and historic sites.",
        "and values and embraced the concepts of competition",
        "Summary and Preview Poland and the Baltic Republics are still feeling the",
        "and democracy. As a result, its economy has grown at",
        "effects of decades of Soviet rule. In the next section, you will learn about",
        "an average rate of about 4 percent a year. Its per capita more countries that feel the same effects.",
        "income is about $24,000, and many entrepreneurs",
        "have started successful businesses. In another sign of Lesson 2 Assessment",
        "economic stability, exports increased over 25 times in Review Ideas, Terms, and Places Critical Thinking",
        "the years between 1989 and 2013. 1. a. Identify What country ran the area after 4. Analyze Effects Draw a two-column chart with three",
        "World War II? rows. List major events for the region in the left col-",
        "b. Draw Conclusions How do you think the two world umn. For each box on the right, explain how the event",
        "wars affected the people of Poland? affected the cultures or economies of the region.",
        "2. a. Describe How do the languages spoken in Poland",
        "and the Baltic Republics reflect the region’s history?",
        "READING CHECK S oviet rule",
        "b. Elaborate Why do you think that people across the",
        "Compare How are the cultures of the Baltic region practice many of the same customs? B reakup of the",
        "3. a. Recall What is one industry that has grown in the Soviet Union",
        "countries similar? similar foods, crafts, love of music region since the fall of the Soviet Union? G rowth of",
        "and dance b. Explain How did Soviet rule hurt the area’s",
        "Form Generalizations How has the region",
        "region’s history? Languages reflect who Critical Thinking",
        "changed in recent years? Infrastructure changes",
        "such as replacing old, outdated factories with more first settled in an area. Estonian is similar 4. Analyze Effects Draw a two-column",
        "modern ones have led to stronger economies; cities to Finnish; Polish resembles languages chart with three rows and list major events",
        "such as Warsaw have become major industrial from farther south. in the left column. For each box on the",
        "centers; tourism has become important to the b. Elaborate Why do you think that right, explain how the event affected the",
        "economies of many cities in the area. people across the region practice many cultures or economies of the region. Soviet",
        "of the same customs? They grow similar rule—weakened economies, imposition",
        "crops, have similar resources, and, as of Communist rules; Breakup—end of",
        "nearby countries, were influenced by each Communist rule, independence for Baltic",
        "Print Assessment",
        "other’s cultures. Republics, increased tourism; Tourism—",
        "Review Ideas, Terms, and Places 3. a. Recall What is one industry that has strengthened economies",
        "grown in the region since the fall of the",
        "1. a. Identify What country ran the area after World",
        "Soviet Union? tourism",
        "War II? the Soviet Union",
        "b. Explain How did Soviet rule hurt the",
        "b. Draw Conclusions How do you think the two",
        "area’s economy? The Soviets failed to",
        "world wars affected the people of Poland? Many",
        "repair aging infrastructure such as roads",
        "people lost family, friends, homes, property, and",
        "2. a. Describe How do the languages spoken in",
        "Poland and the Baltic Republics reflect the",
        "For additional instruction, go to end of lesson.",
        "538 Module 16, Lesson 2",
        "Online Assessment 4. Compare and Contrast How were the pre-20th-century histories of",
        "Estonia, Latvia, Lithuania, and Poland similar and different? Describe",
        "1. Which historical event is shared among Estonia, Latvia, and",
        "one similarity and one difference.",
        "Prior to the 20th century, independent kingdoms arose in Estonia,",
        "They conquered part of Poland in the 1800s.",
        "Latvia, Lithuania, and Poland. While the kingdoms of Lithuania and",
        "They gained independence from Poland in the 1800s.",
        "Poland were large and strong, the kingdoms of Estonia and Latvia were",
        "They were occupied by the Soviet army during World War II.",
        "small and not strong.",
        "They were destroyed by the German army during World War I.",
        "Alternate Question Select the answer choice from the drop-down list 5. Make Generalizations How do the customs practiced in the Baltic",
        "to complete the sentence correctly. countries cross national boundaries? Describe two ways.",
        "Estonia, Latvia, and Lithuania were occupied by the Soviet Union People in these countries eat many of the same types of foods, such as",
        "during World War II . potatoes and sausage. People in all three countries practice many of the",
        "same crafts, such as pottery, painting, and embroidery.",
        "2. Why are most people in Poland and Lithuania Catholic?",
        "because of trade patterns 6. Cause and Effect How have decades of Soviet rule affected the",
        "because of foreign invasions economies of Poland and the Baltic Republics?",
        "because of the influence of tourism",
        "The many factories built by the Soviets in Poland and the Baltic",
        "because of the influence of language",
        "Republics could not produce as many goods as those in Western Europe.",
        "Alternate Question Select the answer choice from the drop-down list This lack of modern factories has hindered the economic growth of this",
        "to complete the sentence correctly. region.",
        "Poland and Lithuania traded mostly with Roman Catholic",
        "countries, so most people there are Catholic.",
        "3. Which of the following has created a problem for the economies of",
        "Poland and the Baltic Republics?",
        "climate conditions",
        "government instability",
        "a lack of tourist destinations",
        "a lack of decent infrastructure",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Today, Poland and the Baltic Republics are working to strengthen",
        "their economies by building new factories .",
        "Eastern Europe 538a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 536 continued from page 535",
        "COLLABORATIVE LEARNING BIOGRAPHY",
        "Rebuilding Poland and the Baltic Republics Pope John Paul II (1920–2005)",
        "1. Point out that Poland and the Baltic countries have been successful Have students read the biography of Pope John",
        "in moving from Communist economies and governments to Paul II, who was born in Poland. After he became",
        "market economies and democracy. Despite this, they still lag pope in 1978, he urged citizens to speak out",
        "behind Western European nations economically. Discuss why against the Soviet government. In 1989 Poland",
        "infrastructure is so critical to economic growth. was able to break away from the Soviet Union.",
        "2. Organize the class into groups. Assign each group two countries:",
        "Poland or one of the Baltic Republics and one of the Western",
        "continued from page 536",
        "European nations of a similar size. Have students use an almanac",
        "or an online source to compare the two countries in terms of area, ONLINE ANALYZE VIDEOS",
        "population, per capita GDP, tourism, miles of railroads, number of",
        "telephones, cars, airports, and life expectancy. Poland",
        "3. Instruct each group to create a chart or graph showing their data Have students watch the video individually",
        "and comparing their two countries. Tell them to make certain their or as a class. You may wish to use the associated",
        "charts or graphs are clearly labeled and easy to understand. question as a discussion prompt.",
        "4. Instruct each group to identify any similarities and differences Analyze Videos Why did Germany sign a pact",
        "between their two countries. with Russia? The pact contained a clause for the",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and division of Poland.",
        "Contrasting; and 28: Posters",
        "continued from page 538",
        "TIERED ACTIVITY SPECIAL NEEDS STUDENTS",
        "Political Cartoons on Soviet Union Takeover Poland and the Baltic Republics",
        "1. Organize the class into mixed-ability groups. Assign each group",
        "two or three of the following people, places, and terms: World",
        "• Organize students into pairs. Provide each pair with a cartoon about",
        "War I, World War II, Pope John Paul II, Frédéric Chopin, Soviet Union,",
        "the Communist takeover of Poland or the Baltic Republics. The",
        "infrastructure, Warsaw, tourism.",
        "cartoon should have been published at the time these events took",
        "2. Then ask each group to explain specific details about the person,",
        "place, or term in connection with Poland and the Baltic Republics.",
        "• Instruct partners to work together to analyze the meaning of the",
        "Tell students they can express their answers orally, in writing,",
        "cartoon. They also should discuss the meaning of any symbols used",
        "through illustrations, or in brief skits.",
        "3. If necessary, discuss facts that students did not mention. Then",
        "• Ask for volunteers to share the results of their discussions with the",
        "have students summarize the main ideas covered in the text about",
        "Poland and the Baltic Republics.",
        "At Level—Going beyond the Below Level activity: *Alternative Assessment Handbook, Rubrics 11: Discussions; and 14:",
        "• Instruct students to analyze any bias that the cartoonist shows in his Group Activity",
        "or her cartoon. If the students believe the cartoonist is showing a bias,",
        "ask: Do you agree or disagree with the cartoonist’s bias? Why or why",
        "Above Level—Going beyond the Below Level and At Level",
        "• Have students work individually to draw a cartoon on this topic.",
        "• Instruct students to share their cartoons with their partners. The",
        "partners should analyze each other’s cartoons and discuss them",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; 16: Judging",
        "Information; and 27: Political Cartoons",
        "538b Module 16, Lesson 2",
        "Lesson 3 Planner",
        "Inland Eastern Europe",
        "Ukraine: Internally Displaced",
        "Visuals LESSON 3 Graphs, and",
        "The countries of inland",
        "Eastern Europe have varied",
        "histories and cultures but",
        "Game: Welcome, Time Traveler!",
        "face many of the same",
        "Document-Based Investigation:",
        "Goulash: A Bowl of Hungarian issues today.",
        "Extend The Kievan Empire",
        "Easter in Ukraine",
        "Democratic Reform in Eastern",
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "Eastern Europe 538c",
        "Online Lesson 3 Enrichment Activities",
        "Goulash: A Bowl of Hungarian History Democratic Reform in Eastern Europe",
        "Article Students read about the history of a famous dish in Activity Students create a cause-and-effect diagram about the",
        "Hungary. Goulash had a very humble beginning and grew in spread of democratic reform in Eastern Europe They conduct",
        "popularity over time. Students then conduct research to learn research to learn more about these changes and create a",
        "more about Hungarian cuisine and create a menu for one day’s sequential diagram listing important events and how these",
        "worth of eating. events influenced other countries.",
        "Easter in Ukraine",
        "Article Students read that Ukrainians celebrate the coming",
        "of spring and Easter by decorating eggs, called pysanky, with",
        "beautiful colors and designs. Students then create their own",
        "design for a Ukrainian egg.",
        "538d Module 16, Lesson 3",
        "Teach the Big Idea",
        "Inland Eastern Europe 1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What might have brought the cities together?",
        "If YOU lived there . . .",
        "The Big Idea You are a tourist visiting Budapest, the capital of Hun- Review the scenario with students and lead a class",
        "gary. One morning, you stand on a bridge over the",
        "TThe countries of inland Eastern discussion around responses to the question.",
        "glittering water of the Danube River. You read in a guide-",
        "Europe have varied histories and",
        "cultures but face many of the book that the two banks of the river were once separate Remind students that all responses are valid as",
        "same issues today. cities. On the bank to your right, you see huge castles long as they are supported with valid reasoning.",
        "and churches standing on a tall hill. To your left is the",
        "Main Ideas You may wish to review the following points to",
        "Parliament building, obviously a much newer building.",
        "■The histories and cultures of frame your discussion.",
        "inland Eastern Europe vary What might have brought",
        "from country to country. the cities together? Consider SAFETY advantages:",
        "■Most of inland Eastern Europe",
        "today has stable governments, History and Culture • better control of bridges and river traffic",
        "strong economies, and influen- • could resist invaders from east or west",
        "tial cities. Located on the Northern European and Hungarian plains,",
        "inland Eastern Europe consists of six countries. They are the • share work of keeping bridges well maintained",
        "Key Terms and Places",
        "Czech Republic—also known as Czechia (che-kee-uh), Slovakia,",
        "Prague Hungary, Ukraine, Belarus, and Moldova. Throughout his- Consider ECONOMIC advantages:",
        "Commonwealth of Independent tory, many different peoples ruled these countries. Each ruling • common rules and customs help both",
        "group influenced the culture and customs of the area.",
        "States economies be more efficient",
        "BBuuddaappeesstt Czech Republic and Slovakia The area that now includes the • share costs of maintaining bridges and",
        "Czech Republic and Slovakia was once home to many small",
        "resisting invaders",
        "kingdoms. People called the Slavs founded these kingdoms.",
        "The Slavs were people from Asia who moved into Europe by AD • share income from river shipping, to benefit",
        "1000. Eventually, strong neighbors such as Austria conquered both cities",
        "the Slavic kingdoms.",
        "2. Direct Teach Introduce the Big Idea: The countries",
        "After World War I, the victorious Allies took land away from",
        "Austria to form a new nation, Czechoslovakia. About 50 years of inland Eastern Europe have varied histories and",
        "later, in 1993, it split into the Czech Republic and Slovakia. cultures but face many of the same issues today. Explain",
        "Because of their location, these two countries have long",
        "to students that during the Cold War, the dividing",
        "had ties with Western Europe. As a result, Western influences",
        "are common. For example, many people in the two countries line between Western countries and those countries",
        "are Roman Catholic. The architecture of cities like Prague controlled by the Soviet Union was called “the iron",
        "(PRAHG), the capital of the Czech Republic, also reflects West-",
        "ern influences. curtain.” Ask: Why do you think the name “iron curtain”",
        "was used? Then ask: How do you think having been",
        "controlled by the Soviet Union might affect these",
        "countries today? In particular, encourage students to",
        "discuss how it might affect today’s economies.",
        "Eastern Europe 539 3. Practice/Assess/Inquire Remind students that",
        "the collapse of the Soviet Union brought huge",
        "changes to inland Eastern Europe. Have students",
        "locate the countries of this area on a map such as",
        "Teach the Main Idea Make Inferences Why were Ukraine, Belarus,",
        "the one titled Eastern Europe: Physical in Lesson 1.",
        "and Moldova more likely to be influenced",
        "The histories and cultures of inland Then have them speculate which countries today",
        "by Russian culture than by Western",
        "Eastern Europe vary from country to Europe? located much closer to Russia than might have strong ties to the West and which",
        "might be more influenced by Russia. Have students",
        "country. to Western Europe",
        "discuss how these ties might affect culture,",
        "Explain Why are the countries discussed in government, or the economy.",
        "this lesson called “inland” countries? They ONLINE DOCUMENT-BASED 4. Explore (Collaborative Exploration) Remind",
        "do not have any coastlines. INVESTIGATION students that Hungary, the Czech Republic, and",
        "Identify What is one way the Magyars Slovakia have all recently joined the European",
        "influenced Hungarian culture? Hungarians Union. Ask students how EU membership might",
        "speak a language developed from that of The Kievan Empire is the third of four influence a country’s relationship with the West.",
        "the Magyars. document-based investigations in Eastern 5. Whole Group Close/Reflect After completing the",
        "Europe. Students will navigate through the",
        "Describe What events led to the creation of lesson, have students pick one country and write a",
        "image carousel to explore the history and",
        "the Czech Republic and Slovakia? of Belarus paragraph assessing how ties to the West or Russia",
        "significance of the Kievan Empire.",
        "and Moldova? peaceful revolution in 1989 have helped or hurt the country.",
        "later split Czechoslovakia into the Czech * Alternative Assessment Handbook, Rubric 42: Writing",
        "Republic and Slovakia in 1993; Belarus and to Inform",
        "Moldova—breakup of Soviet Union in 1991",
        "For additional instruction, go to end of lesson.",
        "Eastern Europe 539",
        "Hungary In the 900s, a group of fierce invaders called the Magyars swept",
        "into what is now Hungary. Although they were conquered by the Austri-",
        "ONLINE GRAPHIC ORGANIZER ans, the Magyars continued to shape Hungarian culture. The Hungarian",
        "language is based on the language spoken by the Magyars. In fact, people",
        "in Hungary today still refer to themselves as Magyars.",
        "Inland Eastern Europe",
        "Ukraine, Belarus, and Moldova The Slavs also settled Ukraine, Belarus,",
        "As students read the lesson, have them use the",
        "and Moldova. Later other groups, including the Vikings of Scandinavia,",
        "graphic organizer to take notes. Students can invaded and conquered the Slavs.",
        "review their graphic organizer notes at the end of A group called the Rus (RUHS) built a settlement in what is now Kiev",
        "(KEE-ev)—also known as Kyiv, Ukraine, in the 800s. The rulers of Kiev",
        "the lesson to answer the following question:",
        "eventually created a huge empire.",
        "Compare How are the governments of the In the late 1700s, that empire became part of Russia. When the Soviet",
        "Union was formed in 1922, Ukraine and Belarus were made Soviet repub-",
        "countries of Eastern Europe different today than",
        "lics. Moldova became a republic two years later. They did not become inde-",
        "under Soviet domination? All were Communist pendent until the breakup of the Soviet Union in 1991.",
        "under the Soviets. Today all are democracies except The long history of Russian influence in the region is reflected in",
        "Reading Check the countries’ cultures. For example, most people in these countries",
        "Belarus, which is a dictatorship. Analyze Events are Orthodox Christians, like the people of Russia. In addition, Ukrai-",
        "Which groups have",
        "nian and Belarusian languages are written in the Cyrillic, or Russian,",
        "influenced the history",
        "of the region? alphabet.",
        "ONLINE LESSON FLIP CARDS",
        "The Kievan Empire",
        "Review Key Terms and Places",
        "Students can use the flip cards in the Lesson According to an",
        "old legend, the city",
        "Review at any time to review the lesson’s key terms of Kiev was built",
        "by three brothers",
        "and places: Prague, Kiev, Commonwealth of and their sister. This",
        "monument built in",
        "Independent States, Budapest. the 1980s honors",
        "the city’s legendary",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Carousel: The Kievan Empire S",
        "The people of Kiev",
        "Have students navigate through the carousel built Saint Sophia",
        "Cathedral in the",
        "and note how each image is related to the Kievan 1000s. By that time,",
        "Empire. You may wish to use the associated who lived in the",
        "question as a discussion prompt. Kievan Empire was",
        "Orthodox Christian.",
        "Analyze Visuals How do these images reflect K an ie d v , p n o o w w e r t f h u e l c e a m p p it i a re l . o A f t U i k ts r a h in ei e g , h w t a , t s h o e n K c i e e v th a e n c E a m p p it i a re l o s f t r a e l t a c r h g e e d",
        "Kiev’s history? Possible answer: The map shows across much of Eastern Europe and Central Asia.",
        "the former Kievan Empire’s territory; the monument",
        "honors an old legend about the founders of the city; 540 Module 16",
        "the cathedral was built a little over 1,000 years ago",
        "by the people of Kiev.",
        "In print edition, see feature of same title.",
        "COLLABORATIVE LEARNING",
        "Making History Storyboards 3. Instruct students to do additional",
        "1. Organize the class into six groups, one for research to learn more about the history",
        "each inland Eastern European country: of their country.",
        "Czech Republic, Slovakia, Hungary, 4. Students may want to assign different",
        "Ukraine, Belarus, and Moldova. tasks to individual group members.",
        "READING CHECK 2. Tell students they are creating a For example, one person might do the",
        "Analyze Events Which groups have influenced documentary on the history of their research, another might determine what",
        "the history of the region? Czech Republic and assigned country. Students should drawings should be created, and another",
        "Slovakia—Slavs; Hungary—Magyars; Ukraine, create a storyboard to be used in the might create the drawings.",
        "Belarus, Moldova—Slavs, Vikings, Rus creation of their documentary. Explain 5. Place the storyboards where all class",
        "that a storyboard contains a sequence of members can examine them.",
        "drawings, along with the accompanying *Alternative Assessment Handbook, Rubrics",
        "dialog, that is used when planning a 14: Group Activity; 30: Research; and 39:",
        "movie, documentary, or television show. Writing to Create",
        "For additional instruction, go to end of lesson.",
        "540 Module 16, Lesson 3",
        "Budapest, Hungary, is one of the largest Buda, the older half of the city, Teach the Main Idea",
        "contains historic castles and",
        "cities of Eastern Europe. The city’s two",
        "parts, Buda and Pest, are separated by the",
        "Most of inland Eastern Europe today has stable",
        "Danube River. The Danube is a key route",
        "for moving both goods and governments, strong economies, and influential cities.",
        "people in Eastern Europe.",
        "Identify Which countries of the region have had the",
        "most successful economic development since the",
        "collapse of the Soviet Union? Czech Republic, Slovakia,",
        "Only a few bridges",
        "Once the poorer half of the city, link the two halves Analyze Visuals Hungary, Ukraine",
        "Pest has grown quickly. Hungary’s of Budapest. How do you think the Danube affects",
        "Parliament meets here. daily life in Budapest? Compare How are the governments of the countries",
        "of Eastern Europe different today than under Soviet",
        "Inland Eastern Europe Today domination? All were Communist under the Soviets.",
        "All of the countries of inland Eastern Europe were either part of the Soviet Today, all are democracies except Belarus, which is a",
        "Union or run by Soviet-influenced governments. Since the end of Soviet dictatorship.",
        "domination, the people of inland Eastern Europe have largely overcome",
        "the problems created by the Soviets. Still, a few issues remain for the More About . . .",
        "region’s governments and economies.",
        "Connect to Today: Belarus Aleksandr Lukashenko,",
        "Government During the Soviet era, the countries of inland Eastern",
        "often called Europe’s last dictator, came to power in",
        "Europe had Communist governments. Under the Communists, people had",
        "few freedoms. In addition, the Soviets were poor economic planners, and 1994. Two years later, he disbanded the parliament,",
        "their policies caused many hardships. which had tried to impeach him, and held new",
        "Since the collapse of the Soviet Union, the governments of inland East-",
        "elections won by his supporters. As the country’s",
        "ern Europe have changed. Hungary, Slovakia, the Czech Republic, Ukraine,",
        "and Moldova are now republics in which the people elect their leaders. leader, he fought privatization of state enterprises.",
        "Belarus also claims to be a republic, but it is really a dictatorship. All industries remain state-owned. Lukashenko has",
        "One example of a change in government occurred when Ukraine’s first",
        "worked to build closer ties with Russia, which the",
        "free elections were held in 1994. This event indicated that democracy was",
        "taking root. However, the country faced deep divisions. The eastern part country depends heavily on to meet its energy needs.",
        "of Ukraine had more in common culturally and politically with Russia, There is little public opposition to Lukashenko’s",
        "while western Ukraine was more similar to Europe. These differences led",
        "government. Many of his political opponents have",
        "to armed conflict over which group should control the nation.",
        "Conflict continued over whether Ukraine should have a closer connec- disappeared, fled the country, or been put in jail.",
        "tion with Western democracies or with Russia. In 2014, Russian troops",
        "marched into the eastern region of Ukraine known as Crimea. Eventually, Connect to Science: Budapest Hungary’s capital",
        "Russia annexed, or took over, Crimea as well as other parts of eastern is known for its natural hot springs, some of which",
        "Ukraine. Many consider the annexation to be a violation of international",
        "contain radium and other minerals. Most hot springs",
        "law and do not recognize Russia’s claim.",
        "The countries of inland Eastern Europe belong to several international are created by groundwater passing over hot rocks",
        "alliances. One such alliance, the Commonwealth of Independent States, in the lower parts of Earth’s crust. People have bathed",
        "or CIS, meets to discuss issues such as trade and immigration that affect",
        "in these warm waters since Roman times. Today,",
        "former Soviet republics. The CIS is based in Minsk, the capital of Belarus.",
        "Ukraine and Moldova are also members, as are many countries in Asia. citizens and tourists from all over visit many of the",
        "same spas. In fact, one of Budapest’s nicknames is the",
        "Eastern Europe 541 City of Spas.",
        "ONLINE ANALYZE VIDEOS",
        "ADVANCED/GIFTED ONLINE INTERACTIVE VISUALS",
        "Ukraine: Internally Displaced People",
        "Annexation of Crimea Budapest",
        "Have students watch the video individually",
        "1. Have students use the library or Internet Have students study the image and answer or as a class. You may wish to use the associated",
        "to learn more about the Russian the associated question. question as a discussion prompt.",
        "annexation of Crimea. Students should",
        "Analyze Visuals How do you think Analyze Videos How did life change in Crimea",
        "find out why Russia annexed the region,",
        "following the revolution? Possible answer: People in",
        "the Danube affects daily life in Budapest?",
        "whether Ukrainians generally support",
        "Crimea felt unsafe if they spoke out against Russia.",
        "provides a route for transportation, trade,",
        "or oppose the annexation, and why",
        "and sightseeing or tourism within city; makes",
        "the international community generally",
        "it more difficult to get from Buda",
        "opposes Russia’s actions.",
        "2. Ask students to prepare brief oral",
        "reports on the annexation of Crimea Welcome, Time Traveler!",
        "and present them to the class.",
        "Have students play the game to test their",
        "*Alternative Assessment Handbook, Rubrics",
        "knowledge of Eastern Europe by answering the",
        "24: Oral Presentations; and 30: Research",
        "For additional instruction, go to end of lesson.",
        "Eastern Europe 541",
        "Tourists from all over",
        "the world travel to the",
        "picturesque city of",
        "Prague, Czech Republic.",
        "Form Generalizations What are the countries",
        "of inland Eastern Europe like today? With the",
        "exception of Belarus, all are democracies; many",
        "belong to the CIS or the EU; four are prosperous",
        "The Czech Republic, Slovakia, Hungary, Romania, and Bulgaria are not",
        "industrial centers; capitals of the region’s cities are",
        "part of the CIS. They have sought closer ties to the West than to the for-",
        "economic and cultural centers with Prague, Kiev, and mer Soviet Union. As a result, all five belong to the European Union (EU).",
        "Budapest as major tourist destinations.",
        "Economy Economic development has been a major challenge for these",
        "countries since the collapse of the Soviet Union. The Czech Republic, Slo-",
        "vakia, Hungary, and Ukraine have been most successful. All four are thriv-",
        "ing industrial centers. Ukraine, with rich, productive farmlands, grows",
        "Print Assessment grains, potatoes, and sugar beets. Although some factors for a strength-",
        "ening economy are present, such as high literacy rates and industry, the",
        "nations still face many challenges.",
        "Review Ideas, Terms, and Places",
        "Cities Life in inland Eastern Europe is centered around cities, especially",
        "1. a. Recall In what country is Prague located? Czech",
        "national capitals. In each country, the capital is both a key economic center",
        "Republic and a cultural one.",
        "b. Sequence List the groups that ruled Kiev and Reading Check Three cities in the region are especially important—Prague, Kiev, and",
        "Form Budapest, the capital of Hungary. They are the most prosperous cities in",
        "the surrounding area in chronological order. Generalizations the region and home to influential leaders and universities. In addition,",
        "Slavs, Vikings, Rus, Russians What are the countries the cities are popular tourist destinations. People from all over the world",
        "of inland Eastern",
        "c. Elaborate How has Hungary’s history helped Europe like today? visit Eastern Europe to see these cities’ architectural and cultural sites.",
        "set it apart from other countries in inland Eastern Summary and Preview Inland Eastern Europe has been successful in",
        "facing the challenges left by Soviet influence. Next, you will learn about a",
        "Europe? It was conquered by the Magyars, who",
        "region that has faced more challenges, the Balkans.",
        "continued to shape Hungarian culture even after it",
        "was conquered by Austrians. Lesson 3 Assessment",
        "2. a. Identify What is the Commonwealth of Review Ideas, Terms, and Places Critical Thinking",
        "Independent States? Which countries in 1. a. Recall In what country is Prague located? 3. Form Generalizations Draw a diagram to show how",
        "b. Sequence List the groups that ruled Kiev and the the government of Eastern Europe has changed. In",
        "this region are members? an international surrounding area in chronological order. the left oval, describe the government and economy",
        "organization that meets about issues such as trade c. Elaborate How has Hungary’s history helped set it of inland Eastern Europe under the Soviet Union. In",
        "apart from other countries in inland Eastern Europe? the right oval, describe them since the Soviet Union’s",
        "and immigration; Belarus, Ukraine, Moldova collapse.",
        "2. a. Identify What is the Commonwealth of",
        "b. Draw Conclusions How have the economies Independent States? Which countries in this region are",
        "of the region changed since the collapse of b. Draw Conclusions How have the economies of the Russia Today",
        "the Soviet Union? Czech Republic, Slovakia, and region changed since the collapse of the Soviet Union?",
        "c. Explain Why do you think life is largely centered",
        "Hungary have become prosperous industrial around cities in inland Eastern Europe?",
        "centers; Ukraine is both a thriving agricultural and",
        "industrial center.",
        "c. Explain Why do you think life is largely centered",
        "around cities in inland Eastern Europe? They",
        "are prosperous, home to influential leaders and",
        "universities, and are popular tourist destinations.",
        "Critical Thinking",
        "3. Form Generalizations Draw a diagram to show",
        "how the government of Eastern Europe has",
        "changed. In the left oval, describe the government",
        "and economy of inland Eastern Europe under",
        "the Soviet Union. In the right oval, describe them",
        "since the Soviet Union’s collapse. Under Soviet",
        "Union—Communist governments, poor economic",
        "planning leading to policies causing great hardships",
        "for countries of region; Since collapse—democracies",
        "except Belarus, membership in international unions",
        "such as CIS, economic industrial success in Czech",
        "Republic, Slovakia, Hungary, Ukraine",
        "542 Module 16, Lesson 3",
        "Online Assessment 3. Summarize How is Hungary different from the other countries of",
        "inland Eastern Europe?",
        "1. How has the location of the Czech Republic and Slovakia affected",
        "Hungary is the only country in this region that was never settled by the",
        "Slavs. Hungarian culture has largely been influenced by the Magyars,",
        "Their languages are written in the Cyrillic alphabet.",
        "a group of fierce invaders who controlled the area before being",
        "Many people in the two countries are Roman Catholic.",
        "conquered by the Hungarians.",
        "All people in the two countries are Orthodox Christians.",
        "Their languages are based on the language of the Magyars. 4. Cause and Effect How has the desire of the Czech Republic and",
        "Alternate Question Select the answer choice from the drop-down list Slovakia to have closer ties to the West than to the former Soviet",
        "to complete the sentence correctly. Union affected these countries?",
        "Western influences, such as that of Roman Catholicism, are common Unlike many countries that were once under Soviet rule, the Czech",
        "in the Czech Republic and Slovakia because of the location of Republic and Slovakia are not members of the Commonwealth of",
        "these two countries. Independent States. Instead, they belong to the EU.",
        "2. Why have the countries of inland Eastern Europe struggled to",
        "develop their economies?",
        "because of a lack of major urban centers",
        "because of a lack of an educated workforce",
        "because of planning decisions made by the Soviet Union",
        "because of regulations put in place by the Commonwealth of",
        "Independent States",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Economic development has been a major challenge for the countries",
        "of inland Eastern Europe since the collapse of the Soviet Union .",
        "Eastern Europe 542a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 539 continued from page 540",
        "More About . . . STRUGGLING READERS",
        "Velvet Revolution On November 17, 1989, tens of thousands of End of the Cold War",
        "protesters poured onto the streets of Prague to demand an end to",
        "1. Guide students in reading about the history and culture of inland",
        "Communist rule in Czechoslovakia. Their protests, which lasted for",
        "Eastern Europe. Ask students to identify words and phrases that",
        "six weeks, led to the fall of the Communist government. Because this",
        "indicate the chronological order of events that led to the end of",
        "successful uprising occurred without any violence, it is known as the",
        "the Cold War. Have students take notes on the events discussed in",
        "Velvet Revolution. Four years later, in 1993, the Czech Republic and",
        "the text and the order in which they occurred.",
        "Slovakia came into existence in what is known as the Velvet Divorce.",
        "2. Then have students create a timeline on the end of the Cold War",
        "Economic and power-sharing issues led to a peaceful breakup of",
        "and place the events they noted on it. Remind students to create",
        "Czechoslovakia into two separate countries.",
        "an appropriate title for their timelines.",
        "3. Have students share their timelines with a partner.",
        "ENGLISH LANGUAGE LEARNERS *Alternative Assessment Handbook, Rubric 36: Timelines",
        "Analyzing Words and Map Reading",
        "continued from page 541",
        "1. To help students understand some of the new vocabulary",
        "presented in this lesson, write the lesson’s title on the board, Inland SPECIAL NEEDS STUDENTS",
        "Cities of Inland Eastern Europe",
        "2. Examine the word inland with students. Point out that the prefix",
        "in- sometimes means into or within. Have students analyze the 1. Pair special needs learners with high-ability students. Have each",
        "word and name places in their state or country that are inland. pair select a city discussed in this lesson to learn more about.",
        "3. Direct students to the map titled Eastern Europe: Physical in Lesson 2. Have each pair create a set of flashcards with words and images",
        "1, and ask them why the six countries being studied in Lesson 3 are associated with that city.",
        "called “Inland Eastern Europe.” 3. Ask pairs to share their flashcards with the class. Invite volunteers",
        "4. Write the word landlocked where students can see. Have students to guess the city described by the flashcards.",
        "analyze the word to determine its meaning, and locate the *Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "countries on the map that are landlocked.",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "UNDERSTAND CAUSE AND EFFECT",
        "Breaking with the Past",
        "1. To assess the effect of the collapse of the Soviet Union on inland",
        "Eastern Europe, have students create a two-column chart labeled",
        "Before and After. Have them describe the governments and",
        "economic systems in these countries before and after the fall of",
        "the Soviet Union.",
        "2. Point out that the transition from a state-controlled economy to",
        "a free market economy has not been easy. Thousands of people",
        "lost jobs as new governments shut down inefficient factories",
        "and ended many services. Ask students why they think some",
        "countries have moved more slowly toward market economies and",
        "democracy than others.",
        "3. Have students create political cartoons expressing an opinion",
        "about how inland Eastern Europe is changing.",
        "*Alternative Assessment Handbook, Rubric 27: Political Cartoons",
        "542b Module 16, Lesson 3",
        "Lesson 4 Planner",
        "The Balkan Countries",
        "Fall of Constantinople",
        "Causes of World War I",
        "The Breakup of Yugoslavia Maps, Table: Eastern Europe Regional",
        "Visuals LESSON 4 Graphs, and Data",
        "Life in the Balkans reflects",
        "the region’s troubled",
        "past and its varied ethnic",
        "Geographic Feature: The Roma",
        "Document-Based Investigation:",
        "The Breakup of Yugoslavia",
        "Extend Religion in the Balkans",
        "Slobodan Milosevic and Enrich",
        "The Romanian Language"
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 2: Poland and the Baltic Republics . . . . . . . . . . . . . . . .535",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "support economic activities.",
        "to support economic activities. The many factories built by the Soviets in",
        "Analyze Why has replacing outdated factories Poland and the Baltics could not produce as many goods as those in West-",
        "with new ones helped Warsaw become a",
        "Today, Poland and the Baltic Republics are working to rebuild and",
        "major industrial center? Factories with modern strengthen their economies. They are replacing the old and outdated",
        "technologies are more efficient, productive, and cost factories built by the Soviets with new ones that take advantage of mod-",
        "ern technology. As a result, cities like Warsaw, the capital of Poland, have",
        "become major industrial centers.",
        "To further their economic growth, the countries of this region are also",
        "More About . . .",
        "seeking new sources of income. One area in which they have found some",
        "Link to Today: Poland’s Growing Economy After success is tourism. Since the collapse of the Soviet Union in 1991, many",
        "Reading Check Americans and Western Europeans have begun visiting. Polish cities like",
        "the Soviet Union fell apart, Poland worked hard to",
        "Form Warsaw and Krakow have long attracted tourists with their rich history",
        "separate itself from the failed economic policies of Generalizations and famous sites. Vilnius, Lithuania; Tallinn, Estonia; and Riga, Latvia,",
        "communism. It immediately adopted Western ideas region changed in have also become tourist attractions. People are drawn to these cities by",
        "recent years? their fascinating cultures, cool summer climates, and historic sites.",
        "and values and embraced the concepts of competition",
        "Summary and Preview Poland and the Baltic Republics are still feeling the",
        "and democracy. As a result, its economy has grown at",
        "effects of decades of Soviet rule. In the next section, you will learn about",
        "an average rate of about 4 percent a year. Its per capita more countries that feel the same effects.",
        "income is about $24,000, and many entrepreneurs",
        "have started successful businesses. In another sign of Lesson 2 Assessment",
        "economic stability, exports increased over 25 times in Review Ideas, Terms, and Places Critical Thinking",
        "the years between 1989 and 2013. 1. a. Identify What country ran the area after 4. Analyze Effects Draw a two-column chart with three",
        "World War II? rows. List major events for the region in the left col-",
        "b. Draw Conclusions How do you think the two world umn. For each box on the right, explain how the event",
        "wars affected the people of Poland? affected the cultures or economies of the region.",
        "2. a. Describe How do the languages spoken in Poland",
        "and the Baltic Republics reflect the region’s history?",
        "READING CHECK S oviet rule",
        "b. Elaborate Why do you think that people across the",
        "Compare How are the cultures of the Baltic region practice many of the same customs? B reakup of the",
        "3. a. Recall What is one industry that has grown in the Soviet Union",
        "countries similar? similar foods, crafts, love of music region since the fall of the Soviet Union? G rowth of",
        "and dance b. Explain How did Soviet rule hurt the area’s",
        "Form Generalizations How has the region",
        "region’s history? Languages reflect who Critical Thinking",
        "changed in recent years? Infrastructure changes",
        "such as replacing old, outdated factories with more first settled in an area. Estonian is similar 4. Analyze Effects Draw a two-column",
        "modern ones have led to stronger economies; cities to Finnish; Polish resembles languages chart with three rows and list major events",
        "such as Warsaw have become major industrial from farther south. in the left column. For each box on the",
        "centers; tourism has become important to the b. Elaborate Why do you think that right, explain how the event affected the",
        "economies of many cities in the area. people across the region practice many cultures or economies of the region. Soviet",
        "of the same customs? They grow similar rule—weakened economies, imposition",
        "crops, have similar resources, and, as of Communist rules; Breakup—end of",
        "nearby countries, were influenced by each Communist rule, independence for Baltic",
        "Print Assessment",
        "other’s cultures. Republics, increased tourism; Tourism—",
        "Review Ideas, Terms, and Places 3. a. Recall What is one industry that has strengthened economies",
        "grown in the region since the fall of the",
        "1. a. Identify What country ran the area after World",
        "Soviet Union? tourism",
        "War II? the Soviet Union",
        "b. Explain How did Soviet rule hurt the",
        "b. Draw Conclusions How do you think the two",
        "area’s economy? The Soviets failed to",
        "world wars affected the people of Poland? Many",
        "repair aging infrastructure such as roads",
        "people lost family, friends, homes, property, and",
        "2. a. Describe How do the languages spoken in",
        "Poland and the Baltic Republics reflect the",
        "For additional instruction, go to end of lesson.",
        "538 Module 16, Lesson 2",
        "Online Assessment 4. Compare and Contrast How were the pre-20th-century histories of",
        "Estonia, Latvia, Lithuania, and Poland similar and different? Describe",
        "1. Which historical event is shared among Estonia, Latvia, and",
        "one similarity and one difference.",
        "Prior to the 20th century, independent kingdoms arose in Estonia,",
        "They conquered part of Poland in the 1800s.",
        "Latvia, Lithuania, and Poland. While the kingdoms of Lithuania and",
        "They gained independence from Poland in the 1800s.",
        "Poland were large and strong, the kingdoms of Estonia and Latvia were",
        "They were occupied by the Soviet army during World War II.",
        "small and not strong.",
        "They were destroyed by the German army during World War I.",
        "Alternate Question Select the answer choice from the drop-down list 5. Make Generalizations How do the customs practiced in the Baltic",
        "to complete the sentence correctly. countries cross national boundaries? Describe two ways.",
        "Estonia, Latvia, and Lithuania were occupied by the Soviet Union People in these countries eat many of the same types of foods, such as",
        "during World War II . potatoes and sausage. People in all three countries practice many of the",
        "same crafts, such as pottery, painting, and embroidery.",
        "2. Why are most people in Poland and Lithuania Catholic?",
        "because of trade patterns 6. Cause and Effect How have decades of Soviet rule affected the",
        "because of foreign invasions economies of Poland and the Baltic Republics?",
        "because of the influence of tourism",
        "The many factories built by the Soviets in Poland and the Baltic",
        "because of the influence of language",
        "Republics could not produce as many goods as those in Western Europe.",
        "Alternate Question Select the answer choice from the drop-down list This lack of modern factories has hindered the economic growth of this",
        "to complete the sentence correctly. region.",
        "Poland and Lithuania traded mostly with Roman Catholic",
        "countries, so most people there are Catholic.",
        "3. Which of the following has created a problem for the economies of",
        "Poland and the Baltic Republics?",
        "climate conditions",
        "government instability",
        "a lack of tourist destinations",
        "a lack of decent infrastructure",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Today, Poland and the Baltic Republics are working to strengthen",
        "their economies by building new factories .",
        "Eastern Europe 538a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 536 continued from page 535",
        "COLLABORATIVE LEARNING BIOGRAPHY",
        "Rebuilding Poland and the Baltic Republics Pope John Paul II (1920–2005)",
        "1. Point out that Poland and the Baltic countries have been successful Have students read the biography of Pope John",
        "in moving from Communist economies and governments to Paul II, who was born in Poland. After he became",
        "market economies and democracy. Despite this, they still lag pope in 1978, he urged citizens to speak out",
        "behind Western European nations economically. Discuss why against the Soviet government. In 1989 Poland",
        "infrastructure is so critical to economic growth. was able to break away from the Soviet Union.",
        "2. Organize the class into groups. Assign each group two countries:",
        "Poland or one of the Baltic Republics and one of the Western",
        "continued from page 536",
        "European nations of a similar size. Have students use an almanac",
        "or an online source to compare the two countries in terms of area, ONLINE ANALYZE VIDEOS",
        "population, per capita GDP, tourism, miles of railroads, number of",
        "telephones, cars, airports, and life expectancy. Poland",
        "3. Instruct each group to create a chart or graph showing their data Have students watch the video individually",
        "and comparing their two countries. Tell them to make certain their or as a class. You may wish to use the associated",
        "charts or graphs are clearly labeled and easy to understand. question as a discussion prompt.",
        "4. Instruct each group to identify any similarities and differences Analyze Videos Why did Germany sign a pact",
        "between their two countries. with Russia? The pact contained a clause for the",
        "*Alternative Assessment Handbook, Rubrics 9: Comparing and division of Poland.",
        "Contrasting; and 28: Posters",
        "continued from page 538",
        "TIERED ACTIVITY SPECIAL NEEDS STUDENTS",
        "Political Cartoons on Soviet Union Takeover Poland and the Baltic Republics",
        "1. Organize the class into mixed-ability groups. Assign each group",
        "two or three of the following people, places, and terms: World",
        "• Organize students into pairs. Provide each pair with a cartoon about",
        "War I, World War II, Pope John Paul II, Frédéric Chopin, Soviet Union,",
        "the Communist takeover of Poland or the Baltic Republics. The",
        "infrastructure, Warsaw, tourism.",
        "cartoon should have been published at the time these events took",
        "2. Then ask each group to explain specific details about the person,",
        "place, or term in connection with Poland and the Baltic Republics.",
        "• Instruct partners to work together to analyze the meaning of the",
        "Tell students they can express their answers orally, in writing,",
        "cartoon. They also should discuss the meaning of any symbols used",
        "through illustrations, or in brief skits.",
        "3. If necessary, discuss facts that students did not mention. Then",
        "• Ask for volunteers to share the results of their discussions with the",
        "have students summarize the main ideas covered in the text about",
        "Poland and the Baltic Republics.",
        "At Level—Going beyond the Below Level activity: *Alternative Assessment Handbook, Rubrics 11: Discussions; and 14:",
        "• Instruct students to analyze any bias that the cartoonist shows in his Group Activity",
        "or her cartoon. If the students believe the cartoonist is showing a bias,",
        "ask: Do you agree or disagree with the cartoonist’s bias? Why or why",
        "Above Level—Going beyond the Below Level and At Level",
        "• Have students work individually to draw a cartoon on this topic.",
        "• Instruct students to share their cartoons with their partners. The",
        "partners should analyze each other’s cartoons and discuss them",
        "*Alternative Assessment Handbook, Rubrics 11: Discussions; 16: Judging",
        "Information; and 27: Political Cartoons",
        "538b Module 16, Lesson 2",
        "Lesson 3 Planner",
        "Inland Eastern Europe",
        "Ukraine: Internally Displaced",
        "Visuals LESSON 3 Graphs, and",
        "The countries of inland",
        "Eastern Europe have varied",
        "histories and cultures but",
        "Game: Welcome, Time Traveler!",
        "face many of the same",
        "Document-Based Investigation:",
        "Goulash: A Bowl of Hungarian issues today.",
        "Extend The Kievan Empire",
        "Easter in Ukraine",
        "Democratic Reform in Eastern",
        "Key Terms Review",
        "Graphic Organizer Activity",
        "Lesson Assessment",
        "Eastern Europe 538c",
        "Online Lesson 3 Enrichment Activities",
        "Goulash: A Bowl of Hungarian History Democratic Reform in Eastern Europe",
        "Article Students read about the history of a famous dish in Activity Students create a cause-and-effect diagram about the",
        "Hungary. Goulash had a very humble beginning and grew in spread of democratic reform in Eastern Europe They conduct",
        "popularity over time. Students then conduct research to learn research to learn more about these changes and create a",
        "more about Hungarian cuisine and create a menu for one day’s sequential diagram listing important events and how these",
        "worth of eating. events influenced other countries.",
        "Easter in Ukraine",
        "Article Students read that Ukrainians celebrate the coming",
        "of spring and Easter by decorating eggs, called pysanky, with",
        "beautiful colors and designs. Students then create their own",
        "design for a Ukrainian egg.",
        "538d Module 16, Lesson 3",
        "Teach the Big Idea",
        "Inland Eastern Europe 1. Whole Class Open/Introduction",
        "If YOU lived there . . .",
        "What might have brought the cities together?",
        "If YOU lived there . . .",
        "The Big Idea You are a tourist visiting Budapest, the capital of Hun- Review the scenario with students and lead a class",
        "gary. One morning, you stand on a bridge over the",
        "TThe countries of inland Eastern discussion around responses to the question.",
        "glittering water of the Danube River. You read in a guide-",
        "Europe have varied histories and",
        "cultures but face many of the book that the two banks of the river were once separate Remind students that all responses are valid as",
        "same issues today. cities. On the bank to your right, you see huge castles long as they are supported with valid reasoning.",
        "and churches standing on a tall hill. To your left is the",
        "Main Ideas You may wish to review the following points to",
        "Parliament building, obviously a much newer building.",
        "■The histories and cultures of frame your discussion.",
        "inland Eastern Europe vary What might have brought",
        "from country to country. the cities together? Consider SAFETY advantages:",
        "■Most of inland Eastern Europe",
        "today has stable governments, History and Culture • better control of bridges and river traffic",
        "strong economies, and influen- • could resist invaders from east or west",
        "tial cities. Located on the Northern European and Hungarian plains,",
        "inland Eastern Europe consists of six countries. They are the • share work of keeping bridges well maintained",
        "Key Terms and Places",
        "Czech Republic—also known as Czechia (che-kee-uh), Slovakia,",
        "Prague Hungary, Ukraine, Belarus, and Moldova. Throughout his- Consider ECONOMIC advantages:",
        "Commonwealth of Independent tory, many different peoples ruled these countries. Each ruling • common rules and customs help both",
        "group influenced the culture and customs of the area.",
        "States economies be more efficient",
        "BBuuddaappeesstt Czech Republic and Slovakia The area that now includes the • share costs of maintaining bridges and",
        "Czech Republic and Slovakia was once home to many small",
        "resisting invaders",
        "kingdoms. People called the Slavs founded these kingdoms.",
        "The Slavs were people from Asia who moved into Europe by AD • share income from river shipping, to benefit",
        "1000. Eventually, strong neighbors such as Austria conquered both cities",
        "the Slavic kingdoms.",
        "2. Direct Teach Introduce the Big Idea: The countries",
        "After World War I, the victorious Allies took land away from",
        "Austria to form a new nation, Czechoslovakia. About 50 years of inland Eastern Europe have varied histories and",
        "later, in 1993, it split into the Czech Republic and Slovakia. cultures but face many of the same issues today. Explain",
        "Because of their location, these two countries have long",
        "to students that during the Cold War, the dividing",
        "had ties with Western Europe. As a result, Western influences",
        "are common. For example, many people in the two countries line between Western countries and those countries",
        "are Roman Catholic. The architecture of cities like Prague controlled by the Soviet Union was called “the iron",
        "(PRAHG), the capital of the Czech Republic, also reflects West-",
        "ern influences. curtain.” Ask: Why do you think the name “iron curtain”",
        "was used? Then ask: How do you think having been",
        "controlled by the Soviet Union might affect these",
        "countries today? In particular, encourage students to",
        "discuss how it might affect today’s economies.",
        "Eastern Europe 539 3. Practice/Assess/Inquire Remind students that",
        "the collapse of the Soviet Union brought huge",
        "changes to inland Eastern Europe. Have students",
        "locate the countries of this area on a map such as",
        "Teach the Main Idea Make Inferences Why were Ukraine, Belarus,",
        "the one titled Eastern Europe: Physical in Lesson 1.",
        "and Moldova more likely to be influenced",
        "The histories and cultures of inland Then have them speculate which countries today",
        "by Russian culture than by Western",
        "Eastern Europe vary from country to Europe? located much closer to Russia than might have strong ties to the West and which",
        "might be more influenced by Russia. Have students",
        "country. to Western Europe",
        "discuss how these ties might affect culture,",
        "Explain Why are the countries discussed in government, or the economy.",
        "this lesson called “inland” countries? They ONLINE DOCUMENT-BASED 4. Explore (Collaborative Exploration) Remind",
        "do not have any coastlines. INVESTIGATION students that Hungary, the Czech Republic, and",
        "Identify What is one way the Magyars Slovakia have all recently joined the European",
        "influenced Hungarian culture? Hungarians Union. Ask students how EU membership might",
        "speak a language developed from that of The Kievan Empire is the third of four influence a country’s relationship with the West.",
        "the Magyars. document-based investigations in Eastern 5. Whole Group Close/Reflect After completing the",
        "Europe. Students will navigate through the",
        "Describe What events led to the creation of lesson, have students pick one country and write a",
        "image carousel to explore the history and",
        "the Czech Republic and Slovakia? of Belarus paragraph assessing how ties to the West or Russia",
        "significance of the Kievan Empire.",
        "and Moldova? peaceful revolution in 1989 have helped or hurt the country.",
        "later split Czechoslovakia into the Czech * Alternative Assessment Handbook, Rubric 42: Writing",
        "Republic and Slovakia in 1993; Belarus and to Inform",
        "Moldova—breakup of Soviet Union in 1991",
        "For additional instruction, go to end of lesson.",
        "Eastern Europe 539",
        "Hungary In the 900s, a group of fierce invaders called the Magyars swept",
        "into what is now Hungary. Although they were conquered by the Austri-",
        "ONLINE GRAPHIC ORGANIZER ans, the Magyars continued to shape Hungarian culture. The Hungarian",
        "language is based on the language spoken by the Magyars. In fact, people",
        "in Hungary today still refer to themselves as Magyars.",
        "Inland Eastern Europe",
        "Ukraine, Belarus, and Moldova The Slavs also settled Ukraine, Belarus,",
        "As students read the lesson, have them use the",
        "and Moldova. Later other groups, including the Vikings of Scandinavia,",
        "graphic organizer to take notes. Students can invaded and conquered the Slavs.",
        "review their graphic organizer notes at the end of A group called the Rus (RUHS) built a settlement in what is now Kiev",
        "(KEE-ev)—also known as Kyiv, Ukraine, in the 800s. The rulers of Kiev",
        "the lesson to answer the following question:",
        "eventually created a huge empire.",
        "Compare How are the governments of the In the late 1700s, that empire became part of Russia. When the Soviet",
        "Union was formed in 1922, Ukraine and Belarus were made Soviet repub-",
        "countries of Eastern Europe different today than",
        "lics. Moldova became a republic two years later. They did not become inde-",
        "under Soviet domination? All were Communist pendent until the breakup of the Soviet Union in 1991.",
        "under the Soviets. Today all are democracies except The long history of Russian influence in the region is reflected in",
        "Reading Check the countries’ cultures. For example, most people in these countries",
        "Belarus, which is a dictatorship. Analyze Events are Orthodox Christians, like the people of Russia. In addition, Ukrai-",
        "Which groups have",
        "nian and Belarusian languages are written in the Cyrillic, or Russian,",
        "influenced the history",
        "of the region? alphabet.",
        "ONLINE LESSON FLIP CARDS",
        "The Kievan Empire",
        "Review Key Terms and Places",
        "Students can use the flip cards in the Lesson According to an",
        "old legend, the city",
        "Review at any time to review the lesson’s key terms of Kiev was built",
        "by three brothers",
        "and places: Prague, Kiev, Commonwealth of and their sister. This",
        "monument built in",
        "Independent States, Budapest. the 1980s honors",
        "the city’s legendary",
        "ONLINE DOCUMENT-BASED INVESTIGATION",
        "Carousel: The Kievan Empire S",
        "The people of Kiev",
        "Have students navigate through the carousel built Saint Sophia",
        "Cathedral in the",
        "and note how each image is related to the Kievan 1000s. By that time,",
        "Empire. You may wish to use the associated who lived in the",
        "question as a discussion prompt. Kievan Empire was",
        "Orthodox Christian.",
        "Analyze Visuals How do these images reflect K an ie d v , p n o o w w e r t f h u e l c e a m p p it i a re l . o A f t U i k ts r a h in ei e g , h w t a , t s h o e n K c i e e v th a e n c E a m p p it i a re l o s f t r a e l t a c r h g e e d",
        "Kiev’s history? Possible answer: The map shows across much of Eastern Europe and Central Asia.",
        "the former Kievan Empire’s territory; the monument",
        "honors an old legend about the founders of the city; 540 Module 16",
        "the cathedral was built a little over 1,000 years ago",
        "by the people of Kiev.",
        "In print edition, see feature of same title.",
        "COLLABORATIVE LEARNING",
        "Making History Storyboards 3. Instruct students to do additional",
        "1. Organize the class into six groups, one for research to learn more about the history",
        "each inland Eastern European country: of their country.",
        "Czech Republic, Slovakia, Hungary, 4. Students may want to assign different",
        "Ukraine, Belarus, and Moldova. tasks to individual group members.",
        "READING CHECK 2. Tell students they are creating a For example, one person might do the",
        "Analyze Events Which groups have influenced documentary on the history of their research, another might determine what",
        "the history of the region? Czech Republic and assigned country. Students should drawings should be created, and another",
        "Slovakia—Slavs; Hungary—Magyars; Ukraine, create a storyboard to be used in the might create the drawings.",
        "Belarus, Moldova—Slavs, Vikings, Rus creation of their documentary. Explain 5. Place the storyboards where all class",
        "that a storyboard contains a sequence of members can examine them.",
        "drawings, along with the accompanying *Alternative Assessment Handbook, Rubrics",
        "dialog, that is used when planning a 14: Group Activity; 30: Research; and 39:",
        "movie, documentary, or television show. Writing to Create",
        "For additional instruction, go to end of lesson.",
        "540 Module 16, Lesson 3",
        "Budapest, Hungary, is one of the largest Buda, the older half of the city, Teach the Main Idea",
        "contains historic castles and",
        "cities of Eastern Europe. The city’s two",
        "parts, Buda and Pest, are separated by the",
        "Most of inland Eastern Europe today has stable",
        "Danube River. The Danube is a key route",
        "for moving both goods and governments, strong economies, and influential cities.",
        "people in Eastern Europe.",
        "Identify Which countries of the region have had the",
        "most successful economic development since the",
        "collapse of the Soviet Union? Czech Republic, Slovakia,",
        "Only a few bridges",
        "Once the poorer half of the city, link the two halves Analyze Visuals Hungary, Ukraine",
        "Pest has grown quickly. Hungary’s of Budapest. How do you think the Danube affects",
        "Parliament meets here. daily life in Budapest? Compare How are the governments of the countries",
        "of Eastern Europe different today than under Soviet",
        "Inland Eastern Europe Today domination? All were Communist under the Soviets.",
        "All of the countries of inland Eastern Europe were either part of the Soviet Today, all are democracies except Belarus, which is a",
        "Union or run by Soviet-influenced governments. Since the end of Soviet dictatorship.",
        "domination, the people of inland Eastern Europe have largely overcome",
        "the problems created by the Soviets. Still, a few issues remain for the More About . . .",
        "region’s governments and economies.",
        "Connect to Today: Belarus Aleksandr Lukashenko,",
        "Government During the Soviet era, the countries of inland Eastern",
        "often called Europe’s last dictator, came to power in",
        "Europe had Communist governments. Under the Communists, people had",
        "few freedoms. In addition, the Soviets were poor economic planners, and 1994. Two years later, he disbanded the parliament,",
        "their policies caused many hardships. which had tried to impeach him, and held new",
        "Since the collapse of the Soviet Union, the governments of inland East-",
        "elections won by his supporters. As the country’s",
        "ern Europe have changed. Hungary, Slovakia, the Czech Republic, Ukraine,",
        "and Moldova are now republics in which the people elect their leaders. leader, he fought privatization of state enterprises.",
        "Belarus also claims to be a republic, but it is really a dictatorship. All industries remain state-owned. Lukashenko has",
        "One example of a change in government occurred when Ukraine’s first",
        "worked to build closer ties with Russia, which the",
        "free elections were held in 1994. This event indicated that democracy was",
        "taking root. However, the country faced deep divisions. The eastern part country depends heavily on to meet its energy needs.",
        "of Ukraine had more in common culturally and politically with Russia, There is little public opposition to Lukashenko’s",
        "while western Ukraine was more similar to Europe. These differences led",
        "government. Many of his political opponents have",
        "to armed conflict over which group should control the nation.",
        "Conflict continued over whether Ukraine should have a closer connec- disappeared, fled the country, or been put in jail.",
        "tion with Western democracies or with Russia. In 2014, Russian troops",
        "marched into the eastern region of Ukraine known as Crimea. Eventually, Connect to Science: Budapest Hungary’s capital",
        "Russia annexed, or took over, Crimea as well as other parts of eastern is known for its natural hot springs, some of which",
        "Ukraine. Many consider the annexation to be a violation of international",
        "contain radium and other minerals. Most hot springs",
        "law and do not recognize Russia’s claim.",
        "The countries of inland Eastern Europe belong to several international are created by groundwater passing over hot rocks",
        "alliances. One such alliance, the Commonwealth of Independent States, in the lower parts of Earth’s crust. People have bathed",
        "or CIS, meets to discuss issues such as trade and immigration that affect",
        "in these warm waters since Roman times. Today,",
        "former Soviet republics. The CIS is based in Minsk, the capital of Belarus.",
        "Ukraine and Moldova are also members, as are many countries in Asia. citizens and tourists from all over visit many of the",
        "same spas. In fact, one of Budapest’s nicknames is the",
        "Eastern Europe 541 City of Spas.",
        "ONLINE ANALYZE VIDEOS",
        "ADVANCED/GIFTED ONLINE INTERACTIVE VISUALS",
        "Ukraine: Internally Displaced People",
        "Annexation of Crimea Budapest",
        "Have students watch the video individually",
        "1. Have students use the library or Internet Have students study the image and answer or as a class. You may wish to use the associated",
        "to learn more about the Russian the associated question. question as a discussion prompt.",
        "annexation of Crimea. Students should",
        "Analyze Visuals How do you think Analyze Videos How did life change in Crimea",
        "find out why Russia annexed the region,",
        "following the revolution? Possible answer: People in",
        "the Danube affects daily life in Budapest?",
        "whether Ukrainians generally support",
        "Crimea felt unsafe if they spoke out against Russia.",
        "provides a route for transportation, trade,",
        "or oppose the annexation, and why",
        "and sightseeing or tourism within city; makes",
        "the international community generally",
        "it more difficult to get from Buda",
        "opposes Russia’s actions.",
        "2. Ask students to prepare brief oral",
        "reports on the annexation of Crimea Welcome, Time Traveler!",
        "and present them to the class.",
        "Have students play the game to test their",
        "*Alternative Assessment Handbook, Rubrics",
        "knowledge of Eastern Europe by answering the",
        "24: Oral Presentations; and 30: Research",
        "For additional instruction, go to end of lesson.",
        "Eastern Europe 541",
        "Tourists from all over",
        "the world travel to the",
        "picturesque city of",
        "Prague, Czech Republic.",
        "Form Generalizations What are the countries",
        "of inland Eastern Europe like today? With the",
        "exception of Belarus, all are democracies; many",
        "belong to the CIS or the EU; four are prosperous",
        "The Czech Republic, Slovakia, Hungary, Romania, and Bulgaria are not",
        "industrial centers; capitals of the region’s cities are",
        "part of the CIS. They have sought closer ties to the West than to the for-",
        "economic and cultural centers with Prague, Kiev, and mer Soviet Union. As a result, all five belong to the European Union (EU).",
        "Budapest as major tourist destinations.",
        "Economy Economic development has been a major challenge for these",
        "countries since the collapse of the Soviet Union. The Czech Republic, Slo-",
        "vakia, Hungary, and Ukraine have been most successful. All four are thriv-",
        "ing industrial centers. Ukraine, with rich, productive farmlands, grows",
        "Print Assessment grains, potatoes, and sugar beets. Although some factors for a strength-",
        "ening economy are present, such as high literacy rates and industry, the",
        "nations still face many challenges.",
        "Review Ideas, Terms, and Places",
        "Cities Life in inland Eastern Europe is centered around cities, especially",
        "1. a. Recall In what country is Prague located? Czech",
        "national capitals. In each country, the capital is both a key economic center",
        "Republic and a cultural one.",
        "b. Sequence List the groups that ruled Kiev and Reading Check Three cities in the region are especially important—Prague, Kiev, and",
        "Form Budapest, the capital of Hungary. They are the most prosperous cities in",
        "the surrounding area in chronological order. Generalizations the region and home to influential leaders and universities. In addition,",
        "Slavs, Vikings, Rus, Russians What are the countries the cities are popular tourist destinations. People from all over the world",
        "of inland Eastern",
        "c. Elaborate How has Hungary’s history helped Europe like today? visit Eastern Europe to see these cities’ architectural and cultural sites.",
        "set it apart from other countries in inland Eastern Summary and Preview Inland Eastern Europe has been successful in",
        "facing the challenges left by Soviet influence. Next, you will learn about a",
        "Europe? It was conquered by the Magyars, who",
        "region that has faced more challenges, the Balkans.",
        "continued to shape Hungarian culture even after it",
        "was conquered by Austrians. Lesson 3 Assessment",
        "2. a. Identify What is the Commonwealth of Review Ideas, Terms, and Places Critical Thinking",
        "Independent States? Which countries in 1. a. Recall In what country is Prague located? 3. Form Generalizations Draw a diagram to show how",
        "b. Sequence List the groups that ruled Kiev and the the government of Eastern Europe has changed. In",
        "this region are members? an international surrounding area in chronological order. the left oval, describe the government and economy",
        "organization that meets about issues such as trade c. Elaborate How has Hungary’s history helped set it of inland Eastern Europe under the Soviet Union. In",
        "apart from other countries in inland Eastern Europe? the right oval, describe them since the Soviet Union’s",
        "and immigration; Belarus, Ukraine, Moldova collapse.",
        "2. a. Identify What is the Commonwealth of",
        "b. Draw Conclusions How have the economies Independent States? Which countries in this region are",
        "of the region changed since the collapse of b. Draw Conclusions How have the economies of the Russia Today",
        "the Soviet Union? Czech Republic, Slovakia, and region changed since the collapse of the Soviet Union?",
        "c. Explain Why do you think life is largely centered",
        "Hungary have become prosperous industrial around cities in inland Eastern Europe?",
        "centers; Ukraine is both a thriving agricultural and",
        "industrial center.",
        "c. Explain Why do you think life is largely centered",
        "around cities in inland Eastern Europe? They",
        "are prosperous, home to influential leaders and",
        "universities, and are popular tourist destinations.",
        "Critical Thinking",
        "3. Form Generalizations Draw a diagram to show",
        "how the government of Eastern Europe has",
        "changed. In the left oval, describe the government",
        "and economy of inland Eastern Europe under",
        "the Soviet Union. In the right oval, describe them",
        "since the Soviet Union’s collapse. Under Soviet",
        "Union—Communist governments, poor economic",
        "planning leading to policies causing great hardships",
        "for countries of region; Since collapse—democracies",
        "except Belarus, membership in international unions",
        "such as CIS, economic industrial success in Czech",
        "Republic, Slovakia, Hungary, Ukraine",
        "542 Module 16, Lesson 3",
        "Online Assessment 3. Summarize How is Hungary different from the other countries of",
        "inland Eastern Europe?",
        "1. How has the location of the Czech Republic and Slovakia affected",
        "Hungary is the only country in this region that was never settled by the",
        "Slavs. Hungarian culture has largely been influenced by the Magyars,",
        "Their languages are written in the Cyrillic alphabet.",
        "a group of fierce invaders who controlled the area before being",
        "Many people in the two countries are Roman Catholic.",
        "conquered by the Hungarians.",
        "All people in the two countries are Orthodox Christians.",
        "Their languages are based on the language of the Magyars. 4. Cause and Effect How has the desire of the Czech Republic and",
        "Alternate Question Select the answer choice from the drop-down list Slovakia to have closer ties to the West than to the former Soviet",
        "to complete the sentence correctly. Union affected these countries?",
        "Western influences, such as that of Roman Catholicism, are common Unlike many countries that were once under Soviet rule, the Czech",
        "in the Czech Republic and Slovakia because of the location of Republic and Slovakia are not members of the Commonwealth of",
        "these two countries. Independent States. Instead, they belong to the EU.",
        "2. Why have the countries of inland Eastern Europe struggled to",
        "develop their economies?",
        "because of a lack of major urban centers",
        "because of a lack of an educated workforce",
        "because of planning decisions made by the Soviet Union",
        "because of regulations put in place by the Commonwealth of",
        "Independent States",
        "Alternate Question Select the answer choice from the drop-down list",
        "to complete the sentence correctly.",
        "Economic development has been a major challenge for the countries",
        "of inland Eastern Europe since the collapse of the Soviet Union .",
        "Eastern Europe 542a",
        "ADDITIONAL INSTRUCTIONAL MATERIALS",
        "continued from page 539 continued from page 540",
        "More About . . . STRUGGLING READERS",
        "Velvet Revolution On November 17, 1989, tens of thousands of End of the Cold War",
        "protesters poured onto the streets of Prague to demand an end to",
        "1. Guide students in reading about the history and culture of inland",
        "Communist rule in Czechoslovakia. Their protests, which lasted for",
        "Eastern Europe. Ask students to identify words and phrases that",
        "six weeks, led to the fall of the Communist government. Because this",
        "indicate the chronological order of events that led to the end of",
        "successful uprising occurred without any violence, it is known as the",
        "the Cold War. Have students take notes on the events discussed in",
        "Velvet Revolution. Four years later, in 1993, the Czech Republic and",
        "the text and the order in which they occurred.",
        "Slovakia came into existence in what is known as the Velvet Divorce.",
        "2. Then have students create a timeline on the end of the Cold War",
        "Economic and power-sharing issues led to a peaceful breakup of",
        "and place the events they noted on it. Remind students to create",
        "Czechoslovakia into two separate countries.",
        "an appropriate title for their timelines.",
        "3. Have students share their timelines with a partner.",
        "ENGLISH LANGUAGE LEARNERS *Alternative Assessment Handbook, Rubric 36: Timelines",
        "Analyzing Words and Map Reading",
        "continued from page 541",
        "1. To help students understand some of the new vocabulary",
        "presented in this lesson, write the lesson’s title on the board, Inland SPECIAL NEEDS STUDENTS",
        "Cities of Inland Eastern Europe",
        "2. Examine the word inland with students. Point out that the prefix",
        "in- sometimes means into or within. Have students analyze the 1. Pair special needs learners with high-ability students. Have each",
        "word and name places in their state or country that are inland. pair select a city discussed in this lesson to learn more about.",
        "3. Direct students to the map titled Eastern Europe: Physical in Lesson 2. Have each pair create a set of flashcards with words and images",
        "1, and ask them why the six countries being studied in Lesson 3 are associated with that city.",
        "called “Inland Eastern Europe.” 3. Ask pairs to share their flashcards with the class. Invite volunteers",
        "4. Write the word landlocked where students can see. Have students to guess the city described by the flashcards.",
        "analyze the word to determine its meaning, and locate the *Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "countries on the map that are landlocked.",
        "*Alternative Assessment Handbook, Rubric 1: Acquiring Information",
        "UNDERSTAND CAUSE AND EFFECT",
        "Breaking with the Past",
        "1. To assess the effect of the collapse of the Soviet Union on inland",
        "Eastern Europe, have students create a two-column chart labeled",
        "Before and After. Have them describe the governments and",
        "economic systems in these countries before and after the fall of",
        "the Soviet Union.",
        "2. Point out that the transition from a state-controlled economy to",
        "a free market economy has not been easy. Thousands of people",
        "lost jobs as new governments shut down inefficient factories",
        "and ended many services. Ask students why they think some",
        "countries have moved more slowly toward market economies and",
        "democracy than others.",
        "3. Have students create political cartoons expressing an opinion",
        "about how inland Eastern Europe is changing.",
        "*Alternative Assessment Handbook, Rubric 27: Political Cartoons",
        "542b Module 16, Lesson 3",
        "Lesson 4 Planner",
        "The Balkan Countries",
        "Fall of Constantinople",
        "Causes of World War I",
        "The Breakup of Yugoslavia Maps, Table: Eastern Europe Regional",
        "Visuals LESSON 4 Graphs, and Data",
        "Life in the Balkans reflects",
        "the region’s troubled",
        "past and its varied ethnic",
        "Geographic Feature: The Roma",
        "Document-Based Investigation:",
        "The Breakup of Yugoslavia",
        "Extend Religion in the Balkans",
        "Slobodan Milosevic and Enrich",
        "The Romanian Language"
      ],
      "duration": "45 minutes"
    }
  ]
}