{
  "module_number": 17,
  "title": "Mexico",
  "pdf_source": "compressed_Mexico Teacher Guide PDF.pdf",
  "quarter": "Q3",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 1: Physical Geography . . . . . . . . . . . . . . . . . . 277",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "2. What are some advantages of taking notes?",
        "remembering what you have learned from a textbook",
        "or in class; being better prepared for tests",
        "Module 9 Assessment",
        "Print Assessment",
        "Review Vocabulary, Terms, and Places",
        "Review Vocabulary, Terms, and Places Unscramble each group of letters below to spell a term that matches the given definition.",
        "Unscramble each group of letters below to spell a term that 1. pmreie—a land with different territories and peoples under a single ruler",
        "matches the given definition. 2. tflinnaoi—a rise in prices that occurs when currency loses its buying power",
        "3. mogs—a mixture of smoke, chemicals, and fog",
        "1. pmreie—a land with different territories and peoples",
        "4. snipluane—a piece of land surrounded on three sides by water",
        "under a single ruler empire",
        "5. ztosemsi—people of mixed European and Indian ancestry",
        "2. tflinnaoi—a rise in prices that occurs when currency",
        "6. hacs rpoc—a crop that farmers grow mainly to sell for a profit",
        "loses its buying power inflation 7. ssnmiosi—church outposts",
        "3. mogs—a mixture of smoke, chemicals, and fog smog 8. dqamiuarsloa—U.S.- and foreign-owned factories in Mexico",
        "4. snipluane—a piece of land surrounded on three sides 9. ndhceiasa—expanses of farm or ranch land",
        "by water peninsula 10. dingsounie—produced, growing, living, or occurring naturally in a particular region",
        "5. ztosemsi—people of mixed European and Indian or environment",
        "11. tulmato—colonial Spanish term for a person of mixed European and African ancestry",
        "ancestry mestizos",
        "6. hacs rpoc—a crop that farmers grow mainly to sell for a",
        "profit cash crop Comprehension and Critical Thinking",
        "7. ssnmiosi—church outposts missions Lesson 1 Lesson 3",
        "8. dqamiuarsloa—U.S. and foreign-owned factories in 12. a. Define What is the Mexican Plateau? 14. a. Describe What are Mexico’s four culture",
        "What forms its edges? regions? Describe a feature of each.",
        "Mexico maquiladoras",
        "b. Contrast How does the climate of b. Analyze What regions do you think are",
        "9. ndhceiasa—expanses of farm or ranch land hacienda Mexico City differ from the climate in the the most popular with tourists? Explain",
        "10. dingsounie—produced, growing, living, or occuring south? your answer.",
        "c. Evaluate What do you think would be c. Evaluate What are two major drawbacks",
        "naturally in a particular region or environment",
        "Mexico’s most important resource if it did of slash-and-burn agriculture?",
        "indigenous not have oil? Explain your answer.",
        "11. tulmato—a peron of mixed European and African Lesson 2",
        "13. a. Recall What early civilization did the",
        "ancestry mulatto",
        "Spanish conquer when they came to",
        "Comprehension and Critical Thinking",
        "b. Analyze How did Spanish rule influence",
        "LESSON 1 Mexico’s culture?",
        "12. a. D efine What is the Mexican Plateau? What forms its c. Evaluate Which war—the war for inde-",
        "pendence, the Mexican War, or the Mexi-",
        "edges? a high, mostly rugged region in the interior of can Revolution—do you think changed",
        "Mexico; three mountain ranges—one along the east, Mexico the most? Explain your answer.",
        "one along the west, and one along the south",
        "b. Contrast How does the climate of Mexico City differ",
        "from the climate in the south? Mexico City—mild",
        "climate with some freezing; south—mostly warm and",
        "humid 292 Module 9",
        "c. Evaluate What do you think would be Mexico’s most",
        "important resource if it did not have oil? Explain",
        "your answer. Answers will vary, but students may cite",
        "ONLINE DOCUMENT-BASED • be organized into a distinct",
        "minerals or tourist destinations and should provide an",
        "INVESTIGATION introduction, a main body consisting",
        "of several paragraphs, and a",
        "Mexico conclusion that sums up the main",
        "LESSON 2 Have students complete and review all the points",
        "13. a. Recall What early civilization did the Spanish DBI activities in Part 1.",
        "conquer when they came to Mexico? Aztec Write a Compare and Contrast Essay Using",
        "Use this Compare/Contrast Essay Rubric to",
        "b. Analyze How did Spanish rule influence Mexico’s the exhibits in Part 1 and your knowledge of",
        "score students’ work in Part 2.",
        "culture? Spanish rule brought Spain's language, the history and geography of Mexico, write a",
        "religion, and culture. RUBRIC Students’ essays should compare and contrast essay that answers the",
        "c. Evaluate Which war—the war for independence, • identify similarities and differences following question: How has Mexico's diverse",
        "appropriate to the topic",
        "the Mexican War, or the Mexican Revolution—do culture, history, and environment created places",
        "• attempt comparisons from parallel",
        "you think changed Mexico the most? Explain your that are both similar and different within the",
        "categories of items",
        "answer. Possible answers: the war for independence, same country? Be sure to cite specific evidence at",
        "• cite at least three sources of",
        "because it created the Mexican nation; the Mexican least three sources in your response.",
        "appropriate text evidence from Part",
        "War, because Mexico lost so much of its territory to",
        "1 in support of their comparisons",
        "the United States; the Mexican Revolution, because it",
        "brought land reform",
        "Module 9 Assessment, continued",
        "Reading Skills Focus on Writing 14. a. Describe What are Mexico’s four culture regions?",
        "15. Predict Use the Reading Skills taught 18. Write an “I Am” Poem Countries have sto- Describe a feature of each. greater Mexico City—",
        "in this module to complete the follow- ries to tell, just like people do. Review what world’s second-largest urban area, densely populated,",
        "ing activity. Use your predicting skills to you have learned about Mexico. Then, write",
        "think about events that might happen in a poem. Title your poem “I Am Mexico” and polluted, poverty, economy offers job and educational",
        "the future. Reread the text about Mexico’s make it six lines long. Use each line to give opportunities; central Mexico—colonial heritage,",
        "economy in Lesson 3. Write three or four details about Mexico, such as “I have tower-",
        "fertile farmland, growing industrialization; northern",
        "sentences about how you think the econ- ing, snowcapped volcanoes.” Make sure at",
        "omy might change in the future. least one line deals with physical geogra- Mexico—industrialized, modern, rich, influenced by",
        "phy, one line with history and culture, and U.S. culture and economy; southern Mexico—least",
        "Social Studies Skills one line with Mexico today. Your poem",
        "populated and industrialized, large Indian population,",
        "does not need to rhyme, but you should try",
        "16. Take Notes Use the Social Studies Skills",
        "to use vivid language. With a partner recite growing oil production and tourism",
        "taught in this module to complete the fol-",
        "lowing activity. With a partner read aloud to your poems to each other. b. Analyze What regions do you think are the most",
        "each other about Mexico’s government and popular with tourists? Explain your answer. Possible",
        "economy in Lesson 3. As you listen to your",
        "answers: Mexico City, because it is the capital and a",
        "partner, use a chart like the one below to",
        "take notes on the information in your book. great city of the world; central Mexico, for its history;",
        "northern Mexico, because it is close to the U.S.; southern",
        "Mexico, because of its Indian culture and beautiful",
        "c. Evaluate What are two major drawbacks of slash-",
        "N and-burn agriculture? The soil is drained of valuable",
        "Map Activity S nutrients; fires create smoke that is harmful to people.",
        "17. Mexico On a separate sheet of paper,",
        "match the letters on the map with their cor-",
        " Gulf of Mexico 15. Predict Use the Reading Skills taught in this module",
        " Baja California",
        "to complete the following activity. Use your predicting",
        " Río Bravo (Rio Grande)",
        "skills to think about events that might happen in the",
        " Yucatán Peninsula future. Reread the text about Mexico’s economy in",
        " Mexico City Lesson 3. Write three or four sentences about how you",
        "think the economy might change in the future. Possible",
        "answer: The economy will continue to grow because of",
        "NAFTA, industrialization, and the tourist industry. U.S.",
        "factories built in Mexico will increase Mexico’s economic",
        "ties to the United States. Mexican workers will continue",
        "to travel to the United States if opportunities for work are",
        "greater there than in Mexico.",
        "Social Studies Skills",
        "16. Take Notes Use the Social Studies Skills taught in",
        "Essential Question ESSAY Write an argument answering this question. Your this module to complete the following activity. With",
        "essay should include specific details about about a partner, read aloud to each other about Mexico’s",
        "Why is it important for Mexico",
        "how Mexico’s physical geography, culture, and government and economy in Lesson 3. As you listen",
        "and the United States to be good economics have affected its relationship with to your partner, use a chart to take notes on the",
        "neighbors? the United States. Be sure to cite evidence to information in your book. Students should listen carefully",
        "support your point and organize your essay into an as their partner reads. Their charts should provide",
        "RUBRIC Students’ essays should:",
        "introduction, body, and conclusion. accurate information about Mexico today, its government",
        "• respond to the Essential Question with a",
        "and economy, and its culture regions.",
        "specific position Alternative Activity Instead of writing essays,",
        "• illustrate valid reasoning supporting their address the Essential Question through activities",
        "such as holding debates, creating multimedia",
        "• cite persuasive evidence supporting their",
        "presentations, or writing journal entries. See the",
        "Alternative Assessment Handbook for a selection of",
        "• identify key people, events, and/or turning",
        "project rubrics.",
        "points that demonstrate understanding of",
        "the module content",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "Print Assessment (continued)",
        "17. Mexico On a separate sheet of paper, match the letters on the map with their",
        "Gulf of Mexico Baja California",
        "Río Bravo (Rio Grande) Tijuana",
        "Yucatán Peninsula Mexico City",
        "A. Yucatán Peninsula",
        "C. Baja California",
        "E. Gulf of Mexico",
        "F. Río Bravo (Rio Grande)",
        "Focus on Writing",
        "18. Write an “I Am” Poem Countries have stories to tell, just like people do.",
        "Review what you have learned about Mexico. Then, write a poem. Title your",
        "poem “I am Mexico” and make it six lines long. Use each line to give details",
        "about Mexico, such as “I have towering, snowcapped volcanoes.” Make sure",
        "at least one line deals with physical geography, one line with history and",
        "culture, and one line with Mexico today. Your poem does not need to rhyme,",
        "but you should try to use vivid language. With a partner, recite your poems to",
        "RUBRIC: Students’ “I Am” poems should",
        "• be six lines long",
        "• describe a different detail about Mexico in each line",
        "• include details from all three lessons",
        "Online Assessment 7. Why did the Institutional Revolutionary Party (PRI) lose control of the Mexican",
        "government after being in power for 71 years?",
        "1. Drag the name of the physical feature into the box next to its description.",
        "because of a natural disaster",
        "a mountain range that lies to the east of the Mexican the Sierra Madre Oriental because of an economic crisis",
        "Plateau because of an electoral defeat",
        "a mountain range that lies to the west of the the Sierra Madre Occidental because of a political revolution",
        "a peninsula that separates the Gulf of Mexico from Yucatán Peninsula 8. Why did the Zapatistas start a revolt the same day the North American Free",
        "the Caribbean Sea Trade Agreement (NAFTA) took effect?",
        "a narrow peninsula that stretches south into the Baja California They believed NAFTA would increase inflation.",
        "Pacific Ocean from northern Mexico They believed NAFTA would increase foreign debt.",
        "They believed NAFTA would harm American Indians.",
        "2. Which landform in Mexico is most likely to have a mild climate?",
        "They believed NAFTA would harm the Roman Catholic Church.",
        "a coastal valley 9. Drag the letter that identifies the culture region on the map into the box next",
        "a mountain peak to its description.",
        "a mountain valley",
        "Mexico(cid:146)s Culture Regions",
        "3. Which natural resource’s limited supply poses a serious threat in Mexico?",
        "4. Choose the correct button in the table to show whether the statement",
        "correctly describes the Olmec, the Maya, or the Aztecs. A",
        "the Olmec the Maya the Aztecs",
        "They built a large, N",
        "powerful empire. B W E",
        "They built large C S",
        "cities in Mexico and D",
        "Central America.",
        "They kept written",
        "scholars still study",
        "They lived on the It is the least populated and industrialized region of the",
        "humid southern country.",
        "coast of the Gulf of",
        "Trade with the United States has helped the region’s",
        "They traded carved Many cities in this region were established as mining or",
        "stones such as jade ranching centers during the colonial period. B",
        "and obsidian with",
        "This region does provide job and educational",
        "other cultures in",
        "opportunities not so easily found in the rest of the C",
        "country, but its huge population causes problems.",
        "5. Why is Miguel Hidalgo an important figure in Mexican history?",
        "He established the first mission.",
        "He decreed important land reforms.",
        "He led the revolt against Spanish rule.",
        "He built the first Roman Catholic church.",
        "6. Which of the following are major Spanish influences that affect Mexican",
        "Select the two correct answers.",
        "Online Multimedia",
        "In this Multimedia Connection, students will learn",
        "about several key events in the history of Mexico,",
        "beginning with the ancient civilizations of Mexico.",
        "They will watch and discuss short video clips",
        "about the arrival of the Spanish, Miguel Hidalgo's",
        "leadership in the war against Spain, and Mexico in",
        "Teotihuacán, established around 200 BC, was the the highly sophisticated Aztec civilization. The arrival of",
        "first great civilization of ancient Mexico. At its height the Spanish in the early 1500s forever changed life for",
        "around the middle of the first millennium AD, the “City Mexico’s ancient peoples, and Mexican culture today is",
        "of the Gods” was one of the largest cities in the world. It dominated by a blend of indigenous and Spanish cultures.",
        "covered 12 square miles and was home to some 200,000 Explore the history of Mexico from ancient to modern",
        "people. The Pyramid of the Sun, above, was the largest times online. You can find a wealth of information, video",
        "building in Teotihuacán. clips, primary sources, activities, and more through your",
        "For centuries after the fall of Teotihuacán, present-day online textbook.",
        "Mexico was home to a number of great empires, including",
        "M U L T I M E D I A C O N N E C T I O N S",
        "MULTIMEDIA CONNECTIONS",
        "293MC1 MULTIMEDIA CONNECTIONS",
        "293MC1 Multimedia Connections",
        "Go online to view these and",
        "other HISTORY® resources.",
        "The Arrival of the Spanish",
        "Watch the video to learn how the arrival of the",
        "conquistadors led to the fall of the Aztec Empire.",
        "Miguel Hidalgo’s Call to Arms",
        "Watch the video to learn about Miguel Hidalgo’s",
        "path from priest to revolutionary leader.",
        "Mexico in the Modern Era",
        "Watch the video to learn about the role of oil in the",
        "industrialization of Mexico’s economy.",
        "Mexico’s Ancient Civilizations",
        "Watch the video to learn about the great",
        "civilizations that arose in ancient Mexico."
      ],
      "duration": "45 minutes"
    }
  ]
}