{
  "module_number": 24,
  "title": "The Arabian Peninsula to Central Asia",
  "pdf_source": "compressed_The Arabian Peninsula to Central Asia Teacher Guide PDF.pdf",
  "quarter": "Q3",
  "lessons": [
    {
      "lesson_number": 1,
      "title": "Lesson 3: Iraq . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 676",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Central Asia? change under Russian and Soviet rule?",
        "j. a limit on trade Lesson 2",
        "b. Identify How did culture groups influ-",
        "Answers: 1. b; 2. g; 3. j; 4. d; 5. i; 6. f; 7. a; 8. h; 9. e; 10. c 12. a. Describe What kind of government does ence Central Asia? List at least two positive",
        "Saudi Arabia have? effects and two negative effects of cultural",
        "Comprehension and Critical Thinking b. Analyze In what ways does religion affect diffusion in Central Asia.",
        "Saudi Arabia’s culture and economy? c. Evaluate How have economic deci-",
        "c. Explain What impact has oil had on sions in Central Asia affected the region’s",
        "11. a. Identify Through what country do the Tigris and Saudi Arabia’s economy and foreign and environment?",
        "domestic policies?",
        "Euphrates Rivers flow? Iraq Lesson 3",
        "b. Evaluate Do you think oil or water is a more 13. a. Recall What is Mesopotamia known for?",
        "important resource in the region? Possible answer: b. Draw Conclusions Why did Iraq invade",
        "Water is more important because all life depends on it.",
        "c. Analyze Which past conflicts are most",
        "c. Make Inferences Look at the physical map of important to understanding current con-",
        "Central Asia and the land use and resources map of ditions in Iraq? Explain.",
        "Central Asia in Lesson 1. Given the information on",
        "the maps and what you know about the area, what",
        "connections can you make between the physical",
        "landforms, resources, and economic activities in",
        "Central Asia? Possible answers: mountainous areas",
        "provide mineral resources for mining industries; cities ONLINE DOCUMENT-BASED • be organized into a distinct introduction,",
        "located near resources or water transport routes are INVESTIGATION a main body consisting of several",
        "major manufacturing and trade centers paragraphs, and a conclusion that sums",
        "The Arabian Peninsula and Central up the main points",
        "12. a. Describe What kind of government does Saudi",
        "Have students complete and review all the DBI Write an Explanatory Essay Using the exhibits",
        "Arabia have? monarchy",
        "activities in Part 1. in Part 1 and your knowledge of the cultures and",
        "b. Analyze In what ways does religion affect Saudi",
        "Use this Informative/Explanatory Essay rubric to geography of the Arabian Peninsula to Central Asia,",
        "Arabia’s culture and economy? modesty in clothing,",
        "score students’ work in Part 2. write an explanatory essay on the following topic:",
        "laws affecting women’s activities, many young people",
        "How do physical and cultural features distinguish",
        "RUBRIC Students’ essays should",
        "unemployed because they choose to study religion",
        "nations within the Arabian Peninsula to Central Asia",
        "instead of technical subjects • focus on the topic and support it with",
        "region? Be sure to cite specific evidence from at least",
        "c. Explain What impact has oil had on Saudi Arabia’s explanations and facts",
        "six sources in your response.",
        "economy and foreign and domestic policies? Oil • present information logically, clearly,",
        "profits helped build roads, schools, hospitals, and and accurately",
        "universities. It brought wealth and influence through • cite at least six sources of relevant,",
        "informative text evidence from Part 1 in",
        "exporting. Today, Saudi Arabia has a sizable middle",
        "support of their topic",
        "class and provides its people with free health care and",
        "Module 20 Assessment, continued",
        "Reading Skills Map Activity 13. a. Recall What is Mesopotamia known for? location of",
        "16. Reread Use the Reading Skills taught in this 18. The Arabian Peninsula to Central Asia the world’s first civilization",
        "module to find main ideas in the reading On a separate sheet of paper, match the let-",
        "b. Draw Conclusions Why did Iraq invade Kuwait in",
        "selection below. ters on the map with their correct labels.",
        "After you read, write down the main ideas Rub‘ al-Khali Tehran, Iran 1990? Possible answer: because of a conflict over oil",
        "of the passage. Then go back and reread Persian Gulf Riyadh, Saudi Arabia resources",
        "the passage carefully. Identify at least one Baghdad, Iraq",
        "c. Analyze Which past conflicts are most important to",
        "thing you learned from rereading and add it",
        "to your list of main ideas. understanding current conditions in Iraq? Explain.",
        "the U.S. invasion of Iraq and the removal of Saddam",
        "In the mid-1800s the Russians became the next",
        "Hussein; after the transfer of control back to the Iraqis,",
        "major group to conquer Central Asia. Although the",
        "Russians built railroads and expanded cotton and ethnic and religious differences and an unstable",
        "oil production, people began to resent their rule.",
        "government have led to continued conflict",
        "After the Russian Revolution in 1917, the new LESSON 4",
        "Soviet government wanted to weaken resistance to",
        "its rule. The new Soviet leaders did this by dividing 14. a. Describe What occurred at the U.S. Embassy in",
        "the land into republics. The Soviets encouraged Tehran after the Islamic Revolution? American",
        "ethnic Russians to move to these areas and made N",
        "other people settle on government-owned farms. W E embassy workers were held hostage by students for",
        "The Soviets also built huge irrigation projects to more than a year.",
        "improve cotton production.",
        "Focus on Writing b. Compare and Contrast How is Iran similar to or",
        "The Soviet Union collapsed in 1991. As the 19. Give a Travel Presentation Select one different from the United States? Possible answers:",
        "Soviet government and economy fell apart, country from the region your audience similar—people go to work, go to school, value family,",
        "it could no longer control its huge territory. might want to visit. Search the Internet for",
        "practice religion; different—Iran is more controlled on",
        "The Central Asian republics finally became pictures of at least five locations in that",
        "independent countries. country: buildings, monuments, or other clothing, media access, contact between boys and girls,",
        "interesting places. Gather relevant informa- and freedom of speech, religion, and press; Iran is a",
        "tion from multiple print and digital sources.",
        "Social Studies Skills As you plan your presentation, develop the theocracy, while the U.S. is a democracy.",
        "17. Create a Database Use the Social Studies topic with well-chosen facts, definitions, c. Predict Do you think Iran’s government will ever",
        "Skills taught in this module to create a data- and concrete details. Create a short intro- become more democratic? Why or why not? Possible",
        "base comparing a topic in different world duction, a brief description of each location",
        "regions. and its picture, and a conclusion. Incorpo- answer: No, the present government is not interested",
        "rate at least one quotation that supports in democratic reform, so there would have to be a",
        "First, select one country from each conti-",
        "the content. As you make your presenta-",
        "nent that has indigenous human inhabit- revolution before it would become more democratic.",
        "tion, hold up each picture and point out all",
        "ants. Then, select one of the following",
        "important features. Speak clearly and keep",
        "topics: population, disease, or economic",
        "eye contact with your audience. After you",
        "activities. Use the Internet or an electronic LESSON 5",
        "have listened to all of the presentations,",
        "database to locate information about your",
        "topic. Then, create a print or digital data- choose one to retell to a partner. Make sure 15. a. Describe How did life in Central Asia change",
        "to retell the main ideas of the presentation.",
        "base to organize your information. under Russian and Soviet rule? expanded railroads,",
        "cotton and oil production, built many buildings;",
        "The Arabian Peninsula to Central Asia 695 land and ethnic groups divided into republics, and",
        "ethnic Russians moved in; Russian became the official",
        "language; many religious buildings closed",
        "Essential Question ESSAY Write an argument answering this question. Your b. Identify How did culture groups influence Central",
        "essay should include specific details about whether Asia? List at least two positive effects and two",
        "Can the Arabian Peninsula to",
        "or not the Arabian Peninsula to Central Asia region negative effects of cultural diffusion in Central Asia.",
        "Central Asia region achieve stability can achieve stability after a long history of conflict. Possible answer: At different times, Arabs, Mongols,",
        "after a long history of conflict? Be sure to cite evidence to support your point and and Soviets ruled over and spread cultural traits to the",
        "organize your essay into an introduction, body, and region; positive—introduction of Islam and art styles",
        "RUBRIC Students’ essays should",
        "conclusion. by the Arabs; negative—Mongols destroyed cities and",
        "• respond to the Essential Question with a",
        "Soviets banned religious practices",
        "specific position Alternative Activity Instead of writing essays,",
        "c. Evaluate How have economic decisions in Central",
        "• illustrate valid reasoning supporting their address the Essential Question through activities",
        "Asia affected the region’s environment? Possible",
        "such as holding debates, creating multimedia",
        "• cite persuasive evidence supporting their answer: overuse of rivers for irrigation by farmers",
        "presentations, or writing journal entries. See the",
        "position caused Aral Sea to shrink; winds swept the dry sea floor",
        "Alternative Assessment Handbook for a selection of",
        "• identify key people, events, and/or turning and blew dust, salt, and pesticides hundreds of miles;",
        "project rubrics.",
        "points that demonstrate understanding of overuse of crop chemicals to increase crop production",
        "the module content has ruined some farmlands",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "The Arabian Peninsula to Central Asia 695",
        "Print Assessment (continued) RUBRIC Student presentations should",
        "• be organized and focused on the topic",
        "• include vivid descriptions",
        "16. Reread Use the Reading Skills taught in this module to find main ideas in",
        "• include information from multiple print and digital sources",
        "the reading selection below. After you read, write down the main ideas of the",
        "• include at least one relevant quotation",
        "passage. Then go back and reread the passage carefully. Identify at least one",
        "• be easily heard and understood by the audience",
        "thing you learned from the passage when you reread it and add it to your list",
        "Online Assessment",
        "In the mid-1800s the Russians became the next major group to conquer 1. Drag the name of the Middle Eastern physical feature into the space provided.",
        "Central Asia. Although the Russians built railroads and expanded cotton",
        "and oil production, people began to resent their rule.",
        "After the Russian Revolution in 1917, the new Soviet government wanted",
        "to weaken resistance to its rule. The new Soviet leaders did this by",
        "dividing the land into republics. The Soviets encouraged ethnic Russians",
        "to move to these areas and made other people settle on government-",
        "owned farms. The Soviets also built huge irrigation projects to improve",
        "cotton production.",
        "The Soviet Union collapsed in 1991. As the Soviet government and",
        "economy fell apart, it could no longer control its huge territory. The",
        "Central Asian republics finally became independent countries.",
        "Students should identify at least one new piece of information that they",
        "learned from rereading the passage and add it to their list of main ideas.",
        "Social Studies Skills",
        "17. Create a Database Use the Social Studies Skills taught in this module to 2. How have the Bedouins adapted to life in the desert?",
        "create a database comparing a topic in different world regions. First select They ride horses as their main source of transport.",
        "one country from each continent that has indigenous human inhabitants. They wear headdresses to protect them from the sun.",
        "Then select one of the following topics: population, disease, or economic They wear heavy clothing to protect them from blowing sand."
      ],
      "duration": "45 minutes"
    },
    {
      "lesson_number": 1,
      "title": "Lesson 3: Iraq . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 676",
      "content": "",
      "objectives": [],
      "activities": [],
      "materials": [
        "Central Asia? change under Russian and Soviet rule?",
        "j. a limit on trade Lesson 2",
        "b. Identify How did culture groups influ-",
        "Answers: 1. b; 2. g; 3. j; 4. d; 5. i; 6. f; 7. a; 8. h; 9. e; 10. c 12. a. Describe What kind of government does ence Central Asia? List at least two positive",
        "Saudi Arabia have? effects and two negative effects of cultural",
        "Comprehension and Critical Thinking b. Analyze In what ways does religion affect diffusion in Central Asia.",
        "Saudi Arabia’s culture and economy? c. Evaluate How have economic deci-",
        "c. Explain What impact has oil had on sions in Central Asia affected the region’s",
        "11. a. Identify Through what country do the Tigris and Saudi Arabia’s economy and foreign and environment?",
        "domestic policies?",
        "Euphrates Rivers flow? Iraq Lesson 3",
        "b. Evaluate Do you think oil or water is a more 13. a. Recall What is Mesopotamia known for?",
        "important resource in the region? Possible answer: b. Draw Conclusions Why did Iraq invade",
        "Water is more important because all life depends on it.",
        "c. Analyze Which past conflicts are most",
        "c. Make Inferences Look at the physical map of important to understanding current con-",
        "Central Asia and the land use and resources map of ditions in Iraq? Explain.",
        "Central Asia in Lesson 1. Given the information on",
        "the maps and what you know about the area, what",
        "connections can you make between the physical",
        "landforms, resources, and economic activities in",
        "Central Asia? Possible answers: mountainous areas",
        "provide mineral resources for mining industries; cities ONLINE DOCUMENT-BASED • be organized into a distinct introduction,",
        "located near resources or water transport routes are INVESTIGATION a main body consisting of several",
        "major manufacturing and trade centers paragraphs, and a conclusion that sums",
        "The Arabian Peninsula and Central up the main points",
        "12. a. Describe What kind of government does Saudi",
        "Have students complete and review all the DBI Write an Explanatory Essay Using the exhibits",
        "Arabia have? monarchy",
        "activities in Part 1. in Part 1 and your knowledge of the cultures and",
        "b. Analyze In what ways does religion affect Saudi",
        "Use this Informative/Explanatory Essay rubric to geography of the Arabian Peninsula to Central Asia,",
        "Arabia’s culture and economy? modesty in clothing,",
        "score students’ work in Part 2. write an explanatory essay on the following topic:",
        "laws affecting women’s activities, many young people",
        "How do physical and cultural features distinguish",
        "RUBRIC Students’ essays should",
        "unemployed because they choose to study religion",
        "nations within the Arabian Peninsula to Central Asia",
        "instead of technical subjects • focus on the topic and support it with",
        "region? Be sure to cite specific evidence from at least",
        "c. Explain What impact has oil had on Saudi Arabia’s explanations and facts",
        "six sources in your response.",
        "economy and foreign and domestic policies? Oil • present information logically, clearly,",
        "profits helped build roads, schools, hospitals, and and accurately",
        "universities. It brought wealth and influence through • cite at least six sources of relevant,",
        "informative text evidence from Part 1 in",
        "exporting. Today, Saudi Arabia has a sizable middle",
        "support of their topic",
        "class and provides its people with free health care and",
        "Module 20 Assessment, continued",
        "Reading Skills Map Activity 13. a. Recall What is Mesopotamia known for? location of",
        "16. Reread Use the Reading Skills taught in this 18. The Arabian Peninsula to Central Asia the world’s first civilization",
        "module to find main ideas in the reading On a separate sheet of paper, match the let-",
        "b. Draw Conclusions Why did Iraq invade Kuwait in",
        "selection below. ters on the map with their correct labels.",
        "After you read, write down the main ideas Rub‘ al-Khali Tehran, Iran 1990? Possible answer: because of a conflict over oil",
        "of the passage. Then go back and reread Persian Gulf Riyadh, Saudi Arabia resources",
        "the passage carefully. Identify at least one Baghdad, Iraq",
        "c. Analyze Which past conflicts are most important to",
        "thing you learned from rereading and add it",
        "to your list of main ideas. understanding current conditions in Iraq? Explain.",
        "the U.S. invasion of Iraq and the removal of Saddam",
        "In the mid-1800s the Russians became the next",
        "Hussein; after the transfer of control back to the Iraqis,",
        "major group to conquer Central Asia. Although the",
        "Russians built railroads and expanded cotton and ethnic and religious differences and an unstable",
        "oil production, people began to resent their rule.",
        "government have led to continued conflict",
        "After the Russian Revolution in 1917, the new LESSON 4",
        "Soviet government wanted to weaken resistance to",
        "its rule. The new Soviet leaders did this by dividing 14. a. Describe What occurred at the U.S. Embassy in",
        "the land into republics. The Soviets encouraged Tehran after the Islamic Revolution? American",
        "ethnic Russians to move to these areas and made N",
        "other people settle on government-owned farms. W E embassy workers were held hostage by students for",
        "The Soviets also built huge irrigation projects to more than a year.",
        "improve cotton production.",
        "Focus on Writing b. Compare and Contrast How is Iran similar to or",
        "The Soviet Union collapsed in 1991. As the 19. Give a Travel Presentation Select one different from the United States? Possible answers:",
        "Soviet government and economy fell apart, country from the region your audience similar—people go to work, go to school, value family,",
        "it could no longer control its huge territory. might want to visit. Search the Internet for",
        "practice religion; different—Iran is more controlled on",
        "The Central Asian republics finally became pictures of at least five locations in that",
        "independent countries. country: buildings, monuments, or other clothing, media access, contact between boys and girls,",
        "interesting places. Gather relevant informa- and freedom of speech, religion, and press; Iran is a",
        "tion from multiple print and digital sources.",
        "Social Studies Skills As you plan your presentation, develop the theocracy, while the U.S. is a democracy.",
        "17. Create a Database Use the Social Studies topic with well-chosen facts, definitions, c. Predict Do you think Iran’s government will ever",
        "Skills taught in this module to create a data- and concrete details. Create a short intro- become more democratic? Why or why not? Possible",
        "base comparing a topic in different world duction, a brief description of each location",
        "regions. and its picture, and a conclusion. Incorpo- answer: No, the present government is not interested",
        "rate at least one quotation that supports in democratic reform, so there would have to be a",
        "First, select one country from each conti-",
        "the content. As you make your presenta-",
        "nent that has indigenous human inhabit- revolution before it would become more democratic.",
        "tion, hold up each picture and point out all",
        "ants. Then, select one of the following",
        "important features. Speak clearly and keep",
        "topics: population, disease, or economic",
        "eye contact with your audience. After you",
        "activities. Use the Internet or an electronic LESSON 5",
        "have listened to all of the presentations,",
        "database to locate information about your",
        "topic. Then, create a print or digital data- choose one to retell to a partner. Make sure 15. a. Describe How did life in Central Asia change",
        "to retell the main ideas of the presentation.",
        "base to organize your information. under Russian and Soviet rule? expanded railroads,",
        "cotton and oil production, built many buildings;",
        "The Arabian Peninsula to Central Asia 695 land and ethnic groups divided into republics, and",
        "ethnic Russians moved in; Russian became the official",
        "language; many religious buildings closed",
        "Essential Question ESSAY Write an argument answering this question. Your b. Identify How did culture groups influence Central",
        "essay should include specific details about whether Asia? List at least two positive effects and two",
        "Can the Arabian Peninsula to",
        "or not the Arabian Peninsula to Central Asia region negative effects of cultural diffusion in Central Asia.",
        "Central Asia region achieve stability can achieve stability after a long history of conflict. Possible answer: At different times, Arabs, Mongols,",
        "after a long history of conflict? Be sure to cite evidence to support your point and and Soviets ruled over and spread cultural traits to the",
        "organize your essay into an introduction, body, and region; positive—introduction of Islam and art styles",
        "RUBRIC Students’ essays should",
        "conclusion. by the Arabs; negative—Mongols destroyed cities and",
        "• respond to the Essential Question with a",
        "Soviets banned religious practices",
        "specific position Alternative Activity Instead of writing essays,",
        "c. Evaluate How have economic decisions in Central",
        "• illustrate valid reasoning supporting their address the Essential Question through activities",
        "Asia affected the region’s environment? Possible",
        "such as holding debates, creating multimedia",
        "• cite persuasive evidence supporting their answer: overuse of rivers for irrigation by farmers",
        "presentations, or writing journal entries. See the",
        "position caused Aral Sea to shrink; winds swept the dry sea floor",
        "Alternative Assessment Handbook for a selection of",
        "• identify key people, events, and/or turning and blew dust, salt, and pesticides hundreds of miles;",
        "project rubrics.",
        "points that demonstrate understanding of overuse of crop chemicals to increase crop production",
        "the module content has ruined some farmlands",
        "• be organized into a distinct introduction,",
        "main body, and conclusion",
        "The Arabian Peninsula to Central Asia 695",
        "Print Assessment (continued) RUBRIC Student presentations should",
        "• be organized and focused on the topic",
        "• include vivid descriptions",
        "16. Reread Use the Reading Skills taught in this module to find main ideas in",
        "• include information from multiple print and digital sources",
        "the reading selection below. After you read, write down the main ideas of the",
        "• include at least one relevant quotation",
        "passage. Then go back and reread the passage carefully. Identify at least one",
        "• be easily heard and understood by the audience",
        "thing you learned from the passage when you reread it and add it to your list",
        "Online Assessment",
        "In the mid-1800s the Russians became the next major group to conquer 1. Drag the name of the Middle Eastern physical feature into the space provided.",
        "Central Asia. Although the Russians built railroads and expanded cotton",
        "and oil production, people began to resent their rule.",
        "After the Russian Revolution in 1917, the new Soviet government wanted",
        "to weaken resistance to its rule. The new Soviet leaders did this by",
        "dividing the land into republics. The Soviets encouraged ethnic Russians",
        "to move to these areas and made other people settle on government-",
        "owned farms. The Soviets also built huge irrigation projects to improve",
        "cotton production.",
        "The Soviet Union collapsed in 1991. As the Soviet government and",
        "economy fell apart, it could no longer control its huge territory. The",
        "Central Asian republics finally became independent countries.",
        "Students should identify at least one new piece of information that they",
        "learned from rereading the passage and add it to their list of main ideas.",
        "Social Studies Skills",
        "17. Create a Database Use the Social Studies Skills taught in this module to 2. How have the Bedouins adapted to life in the desert?",
        "create a database comparing a topic in different world regions. First select They ride horses as their main source of transport.",
        "one country from each continent that has indigenous human inhabitants. They wear headdresses to protect them from the sun.",
        "Then select one of the following topics: population, disease, or economic They wear heavy clothing to protect them from blowing sand."
      ],
      "duration": "45 minutes"
    }
  ]
}